{
    "season": 46,
    "episode": 7,
    "title": "Episode Several",
    "transcript": "(whooping and cheering) (chanting): Merge! Merge! Merge!\nMerge! Merge! Merge! PROBST:\n Previously on Survivor... There it is-- a full-blown idol that nobody... knows about. Q:\n For the plus-one alliance,\n I pulled in Tiff, Hunter pulled in Tevin,\n Tim pulled in Maria. So the journey six is what I want to try\n to make sure is intact. KENZIE:\n Right now, as it stands, there's five on Siga,\n five on Nami. But there's three of us\nright in the middle. Three of us Yanu. Soda hates Venus.\nIt's a mess. Q:\n Nami has cracks,\n so it might be wiser for us to side with Nami and vote out Mo. I'm unsure about Mo. TIFFANY:\n Oh, my God.\n All I know is that I'm glad I'm safe tonight\n because, baby, it's about to get messy. First vote: Venus. Sixth person voted out\nof Survivor 46: Moriah.\nThat's six. That's enough. The tribe has spoken. Congrats on the first Tribal\nfor some of y'all. -Wasn't that intense?\nThat was...\n-It was bad. -That was really intense.\n-BEN: Whoa. That was really, like, bad. VENUS:\n My first Tribal was mind-blowing. Seeing my name written down\non a piece of parchment as the very first vote--\nit was just terrible. But the fact that there was just\n only one vote with my name and the rest was straight Mo-- I automatically knew that Soda\n wrote my name down because that's the only thing\nthat could possibly make sense. Oh... Sure. Our relationship has been\na question mark for a while now. I really wish\nI could have worked with her, but I'm also not stupid. I know that I'm loyal, but the way that you were being\nevasive with your answers... That's why I... that's why I came to you the way\nthat I did, because it's alarming to me that you,\nlike, went straight for me in the attitude\nthat you did, though. I'll be straight up with you. I needed a moment\n'cause I know I snapped. No, that's fine\nthat you needed a moment, but you did snap\nat the same time. Like, it is fine\nthat you needed a moment. I didn't want to raise my voice. No, but you still were, like,\n\"You voted for me.\" TEVIN: Watching Soda and Venus is kind of the hottest tea\nof the night. I told Soda I don't trust Venus,\nI don't trust where she stands, I don't trust her loyalty, and I think that she'll flip\n any second that she gets. Soda hasn't listened to me,\n and now they are digging\ntheir own graves and showing the people how toxic and dangerous they are\nto the game. And I hope that they continue\n to do that because it will slide them closer to\nthat snuffer and keep me closer to that million dollars. CHARLIE: Mm-hmm. Mm-hmm. If you want to chat one-on-one,\nor, like, I can explain now. -VENUS: We can talk\nin the morning.\n-CHARLIE: Okay. Yeah. Q:\n Charlie put a vote\n on Venus anonymously. So, for Venus to come back\nand to now think that Soda wrote her name down was gonna be the perfect plan. I need Nami to be in panic mode. But Charlie lets his emotions\n get the best of him, and he confesses to Venus that he is the one that wrote her name down. In this game, we cannot have that going on. And I think he needed to be put in his place. Yeah. Yeah. You're right, man.\nYou are right. I messed up here.\nI messed up here. -I'm with you.\n-You know what I told you? -Yeah.\n-Do not let your emotions -get you in this game.\n-Yeah. You don't have to admit ...\nto nobody. You're right. You're right. Q's real mad at me for telling Venus\nthat I voted for her. And in this moment,\n I'm just saying, \"I'm sorry,\" and just letting him know\n that we're solid. But what I'm thinking is, Q is running this show, and no one is allowed\n to have any other ideas. \"We're doing this,\n we're locking it down, \"we're getting to the end, we're doing it Q's way\n or it's the highway.\" So... I need to get Q\nout of the game. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ (Ben gasps) (panting rapidly) (gasps) -Ben, is that you?\n-Yeah. I'm right here. I'm right here. It's not bad.\nIt's not, like, hurting. BEN: After Tribal, I wake up from a dream, and panic mode, like, kicked in. I have this hysteria\n for about 50 seconds, and I have to calm down\n for a minute. LIZ: Yeah. BEN:\n I understood how nuts it was\n in the moment, 'cause I've had\n panic attacks before. It's, like, something\n I can't control. Thank God there were\nsome nice people in the tribe, and Kenzie was able\n to just calm me down. KENZIE:\n My mom and sister\n both struggle with anxiety. They struggle\n with their mental health. So, I've been helping people\n regulate sleep and anxiety before I even knew\n what that was, really. KENZIE:\n You know, this is a game where I very easily could have\nbeen like, \"Good, don't sleep. I hope you mess up\nin the challenges.\" But that...\nI couldn't. I couldn't. BEN:\n Kenzie held my hand,\n helped me make a fire, and she made me feel like\n it wasn't gonna be some kind of, like,\n\"Yo, Ben's being a freak show,\" back to, like,\nthe sixth grade vibe. KENZIE:\n I don't care if it's a game\n for a million dollars. Like, at the end of the day,\n Ben's a person. Is he my competition? Yes.\nBut he's my friend. And sometimes you just got\n to be there for somebody and just sit with them\n through it. Just be with them\n through the storm, you know? Sometimes that's\nall someone needs. ♪ ♪ Bring in the boats. (whooping) PROBST:\nCome on. -Morning, Jeff.\n-Good morning. Boy, it feels good\nto make the merge. -(whooping)\n-Good morning, Jeff. (whooping) Wow. Come on up. All right, shall we get\nto today's immunity challenge? -(all voicing assent)\n-(whooping) PROBST:\n For today's challenge, you're gonna balance\n on a triangular platform with your feet perched\n on very narrow footholds. At regular intervals,\n you're gonna move higher up on the platform,\n making it more difficult. If at any point\n you touch the platform, or fall off of the platform,\n you're out. Last person left standing wins immunity,\nsafe from the vote. If you are wearing this... -(whooping, exclaiming)\n-Whoa. I love it. PROBST:\n...it means you are not going home. There is a twist -to today's challenge.\n-Uh-oh.\n-Oh, wow. You're gonna be randomly divided into two groups of six, which means two people\nwill have individual immunity -at tonight's Tribal Council.\n-(whooping, cheering) Two people will be safe. The bad news is both groups -are going to Tribal Council.\n-SODA: Ooh. So, two people\nare going home tonight. -Oh.\n-Oh.\n-Oh. In addition,\nyou're playing for reward. -Want to know\nwhat you're playing for?\n-(all voice assent) The person who lasts the longest\nfor the entire challenge earns for their entire group coffee and tea, hot and cold, sandwiches-- veggie and tuna, meat pies,\ncream cheese Danishes... -Lord Jesus.\n-waiting for you back at camp. In addition, that group will go\nto Tribal Council second. And that matters, because the group that goes first, the person voted out will not make the jury. -Big enough stakes?\n-Oh, my God. PROBST:\nAll right, we're gonna\ndraw for groups. LIZ:\nYeah. Ooh. My heart. ♪ ♪ ♪ ♪ Marathon, nice to meet you. I'm running Boston to make\nsure childbirth is safe for all moms everywhere. I'm one of thousands\nof runners running to beat things\nbigger than the clock. To help more kids\noutrun cancer. Help amputees walk again\nand ━ maybe even run. Thousands of runners. Thousands of reasons to run. Find a runner. Help a cause.\nGive if you can. (S me ll in g) Ew. Gotta get rid of this. ♪Tell me why♪ Because it stinks. ♪Have you tried\nDowny Rinse and Refresh♪ It helps remove odors 3x better than\n detergent alone. It worked guys! ♪Yeahhhh♪ Downy Rinse and Refresh. Fe el in g he al th y by le ap s an d bo un ds . Making a dinner that\nmakes their whole day and giving your best\nfriend the best nutrients for their best life. Science did that. Wh en d eh yd ra ti on g et s re al .. . (♪♪) Hey, that's mine! I'll buy you a pony. Advanced hydration isn't just for kids. Pedialyte helps you hydrate\n during recovery. (♪♪) All right. Everybody take\nyour first position. In Purple: Soda, Liz, Maria, Charlie, Venus and Tevin. In the other group\nwe have Tiff, Kenzie, Hunter, Ben, Q and Tim. You will be competing\nagainst each other, and whoever stays up there the longest overall earns, for their group, food. And you go\nto Tribal Council second. Everybody's up? Everybody's good. This challenge is on. Cowabunga. PROBST:\nWe'll be here for 15 minutes. Last time we did this challenge, very different conditions. Maryanne is out. Rocksroy's out. Omar's out. Mike's out. It is a very rough day\non the water. The entire challenge lasted,\nlike, three minutes. Today, it's like a lake. -KENZIE: Okay.\n-TIFFANY: Yeah. With, like, cities\nor food or something? -Yup.\n-Yes. Somebody start it. -A for Atlanta.\n-Q: Atlanta. Who's next? -B for Birmingham.\n-You have to say, \"Atlanta,\" then whatever. A, Atlanta. B for Baltimore. Oh, my goodness.\nYou're out, Ben. -(laughs)\n-BEN: Let's go, Liz. C for Cincinnati. Well, you got to say...\nWait. What? -But Ben said two Bs already.\n-Q: B is out. -Q's making up the rules here.\n-So you say, \"A for Atlanta.\" -Atlanta.\n-LIZ: Oh, I got\nto start all over? -Yes.\n-Yes.\n-C for Cincinnati. -Oh, my God!\n-(laughs)\n-CHARLIE: Wait, wait. -I'll go, I'll go.\n-Q: There we go. -There we go, Charlie.\n-All right, all right. -I got this. You ready?\n-Go. Baltimore. -Oh, my God.\n-(blows raspberry) HUNTER:\nCharlie knows. -(laughs)\n-Q: New game. -Who's next?\n-PROBST: I'd just like to take a moment and say,\nin honor of Jelinsky, you've been up here\nseveral minutes. -Several!\n-Yay!\n-PROBST: Which means seven. -Legend.\n-PROBST: Everybody looking\nreally good. 14 days into Survivor 46, balancing\non a triangular platform, trying to stay\nin a million-dollar game. 15 seconds left in this round. Uh-oh. PROBST:\nAlmost there. Hang in there. Five, four, three, two, one.\nEverybody's safe. -You can touch your platform.\n-(whooping) You're gonna\nbe moving quickly, though, so, don't get too comfortable. You have 15 seconds to get up on that top shelf. Start making your move. Ten seconds left. This is a live transition,\nwhich means, if you fall, you're out. Five, four, three, two, one.\nQ can't make the transition. Soda can't make the transition. We have\nour first two casualties. One person from Purple is out. One person from Orange is out. Wobbly. Damn it! Ben is out for Orange. Orange is down to four. This challenge\nis picking up now. It is Charlie, Maria, Tevin, Venus and Liz\nfor Purple. For Orange, it is Hunter, Tim, Kenzie and Tiff. We'll be here for 30 minutes. Ooh. Mm. PROBST:\nYou want to survive\ntonight's Tribal, you've got to outlast\nthe other people you're competing against. You want reward,\nyou got to outlast everybody. What's up, Jeff? What's up, Tim? Thanks for the shout-out. Nah, Jeff, that's how Black people ask you,\nlike, what the time is. -(laughs) Yes.\n-Ah. I learn a lot on this show. So rare\nto have a moment like this. You against you. How long can you last? What's up, Jeff? You are 23 minutes in -to this section.\n-(laughs)\n-(whistling) Once again, -very calm waters of Fiji.\n-(sighs) There's not even a sound. (whispering):\nAbsolute quiet. Now y'all want to be quiet. HUNTER:\nOh, you can't? My daddy told me when I'm not\nin a fight, shut my mouth. -Oh.\n-SODA: Mm.\n-TEVIN: Mm-hmm. PROBST (regular volume):\nDon't let the silence lull you into sleep. Think of something to distract. TIM:\nShout out Jalen, shout out my sons-- Carter, Cooper. Shout out my wife Jasmine. Shout out Tevin mama\nfrom Virginia. -Hortensa. Yay, yay.\n-Shout out Charlie's daddy Brian.\nShout out Maria's family-- Sebastian, Leo, Juju. That's what Black people do\non the radio, Jeff. -TIM: ...Spicer, family.\n-\"Shout out to Uncle PooPoo -and my nephew John.\"\n-TIM: Your daddy said, \"If you ain't in a fight,\nshut up.\" -You right.\n-(Probst laughs) Most fun I've had\nat challenge in a long time. (laughs) PROBST:\nOne minute left in this round. Here's where we stand.\nIn Purple, whoever lasts the longest out of the five of you\nwill earn immunity. In Orange, whoever lasts\nthe longest of you four will earn immunity, and whoever stays up there the longest earns, for their group, food. You will also go\nto Tribal Council second. That means two people will be gone from the game. One will not even make the jury. This section is over. The last part\nof this challenge is -you're gonna lift one foot.\n-Ooh. Wow. PROBST:\nI'm gonna count you in\nin ten seconds. When I get to one,\nyou've got to lift that foot. You don't have to lift it\nbefore then. You're on your own if you do. You can use those ten seconds\nhowever you want. Here we go. Ten, nine, eight, seven, six, five, four, three, two, one. Charlie's out.\nTim's struggling. Tim is out.\nWe're down to three on Orange. It's Hunter, Kenzie and Tim. Venus is out. Liz is out. Hunter's out.\nWe're down to two on Orange and two on Purple. Tiff is out. -Kenzie wins immunity,\n-Yes! but she's out. Kenzie has won immunity. Now it's a showdown\nbetween Tevin and Maria. Yes. We want food, but stay in, Tev. Stay in. PROBST:\nPurple has already earned\nthe reward. Now the question is\nwho will have the immunity. Both players\nlooking really solid. PROBST:\nMaria, rock solid. Very little movement. Tevin, a lot of movement. Both players still up there. -SODA: Hey, you got this.\n-PROBST: Tevin\ntrying to recover. -CHARLIE: Oh, nice.\n-PROBST: And he does! -An amazing recovery!\n-SODA: Wow, Tevin! -PROBST: Wow.\n-SODA: Good job, Tevin! PROBST:\nKeep fighting. You got\nnothing else to do right now. Just this. You want that necklace. Tevin once again\ntrying to recover. SODA:\nYou got this, Tevy baby. PROBST:\nKevin drops. He's out. -Maria wins individual immunity\n-(cheering) and reward for her crew. Epic challenge. SODA:\nYes. Maria! Maria! VENUS and SODA:\nMaria! Maria! -Maria!\n-PROBST: Maria, before you get in the water,\nwhat's the emotion right now? You know, Jeff, I just... I kept thinking about,\n\"Just think about yourself. \"Think about yourself. You've\ndone harder things in life. \"Don't think about anybody else. \"I've felt so much more pain\nthan this. Just-just forget about it.\" SODA:\nThank you, Maria. -(whoops)\n-SODA: Good job, Tevin! Good job, guys. Kenzie, you pulled it out. Good job, Kenz. -(squeals)\n-Congratulations. Thank you so much. Individual immunity is yours. You are not going home tonight. With this around your neck,\nyou are safe. -Head back.\n-Thank you. -Maria, come on over.\n-TEVIN: Go get it, Maria. (whooping) The only thing missing\nis a hug from you. -Oh, well, I...\nwe can get a hug.\n-Oh, my hug. Yes. Thank you. -TEVIN: Get it, Maria.\n-PROBST: Congratulations, Maria. Safe tonight at the vote.\nIn addition, you've won a big reward for your group. -Head back.\n-BEN: Lieutenant Mom! (whoops) -Thank you, Maria.\n-Good job, Maria. PROBST:\nAll right,\nso here's what's gonna happen. Liz, Soda, Venus,\nTevin, Maria, Charlie, you will go\nto Tribal Council second. Swim out.\nEnjoy the afternoon. I'll see you\nat Tribal Council tonight. SODA:\nFelt slow. All right,\nso, Kenzie, you're safe tonight. -Yep.\n-The six of you will go\nto Tribal Council first, where, sadly,\nthe person voted out will not make the jury. One last thing. You're not going back to camp. You're going back\nto the old Siga camp. All right, swim out. See you\ntonight at Tribal Council. All right, see you later, Jeff. HUNTER:\n Nobody wants to be the person\n that's chopped off right before\n they make it to the jury, and I am the odd man out. So I need to play my idol\n to get me to that jury, to get another day, to get back\nto Tevin and to the Nami people. And if that's what it takes\n to get there, then that's what I'll do. There is simply\nnothing like Survivor. It tests you on so many levels and offers you nowhere to hide. If that sounds like fun,\napply to be on Survivor. I wa s bo rn w it h a fi re i ns id e. But psoriasis doused my flame. Until I got clearer skin\nwith BIMZELX. Most people got\n100% clear skin. Some after the first dose. (♪♪) Serious side effects, including suicidal thoughts\n and behavior, infections and lowered ability\n to fight them, liver problems, and inflammatory bowel\n disease, have occurred. Tell your doctor\n if these happen or worsen, or if you've had\n a vaccine or plan to. Start to get yourself back,\nwith BIMZELX. Ask your dermatologist\n about BIMZELX today. I he ar t ha t mu si c an d my f ee t ju st s ta rt t ap pi ng . My grandchildren, they're\n sixth generation of dancers. It's what my family\n is all about. I thought I knew a lot\n about our Irish roots. I was surprised to learn so many more things\n from Ancestry. 1892. Oh and here's the boat\nthey came over on. There was a Julie Healy,\na Mary Healy, this is all their names? Yes, yes. Wow. ♪ ♪ -SODA: Oh, my God. Yay,\n-TEVIN: Lord, -have mercy.\n-you guys, first feast! TEVIN: Oh!\n-SODA: See, this is why\nI wasn't worried. (indistinct chatter) CHARLIE:\nMaria and Tevin. Our angels. MARIA:\n The immunity challenge was a dream come true. Not only did I win immunity.\n I won reward for our group, which\nmeant we finally got to eat. -Cheers. To Maria and Tevin.\n-Cheers. -SODA: To the merge feast,\nthanks to Maria and Tevin.\n-Yes. Yes. (overlapping chatter) CHARLIE:\nOh, man, this is so good. SODA:\nThis coffee is so good. Wow. VENUS:\n Winning this means everything. Maria, my girl-- she really\n pulled it out for us, and she basically gave us\na second life in this game. Like, we were given a feast that is gonna energize\n us for future challenges. But even more than that,\n she basically guaranteed that we're all at least\n gonna make the jury, which is huge, you know, and, you know, coming in,\nit seems obvious. You know, there's four Nami,\n there's two Siga-- Charlie and Maria. And Maria has\n the immunity necklace. Who's the obvious vote? Charlie, my guy who put my name down\nthe last vote is unfortunately up on the chopping block. Oh, my God. TEVIN:\nCan we cheers? We are all\nat least on the jury. We will be... (cheering) TEVIN:\n From the outside looking in, you would automatically think,\n \"Oh, there's four Nami, there's two Siga, Maria's safe.\" So, I think\nthat people would assume that Charlie would be\nthe one going home because he's not in the numbers. However,\n Maria and I know different. We understand\n that there is another game being played\n that is across tribal lines. So we see that it's not\nNami versus Siga here. And so, tonight is the night\nthat I want to make a big move. I want to be the curator of the\nfirst blindside of the season. Poor Hunter is all alone\nover there. MARIA:\nThat's gonna be, like,\nmassive strategy -over there right now.\n-Yeah. ♪ ♪ -BEN: It ain't too far off.\n-TIFFANY: Oh, my God. (laughing) -Nice job, Kenzie.\n-KENZIE: Thank you. BEN:\nYeah, you crushed. TIM:\nIt was tough out there. Coming out here, I didn't expect\nto do super well in challenges. Like, of course I'm gonna give\nit my all. I'm not a quitter. But it's such an accomplishment that I didn't think I would get\n to check off my bucket list. Yanu started so bad.\nLike, I never thought I was even gonna\nget this opportunity. And now, I just feel like\nI'm, like... really gaining some footing\nin this game. It's just a really,\n really good feeling. Soda and Q she needs\nto land a talk show after this. That was so funny. KENZIE: You were just out there\nhaving a good time today. Q:\nSo far in this game, I have yet\n to really show my ability. That was by design.\n I didn't want a target on me. So in today's challenge, I jumped off on purpose to see if my alliance\n was really strong. So I wanted to go\n into this first immunity not immune at all. Oh, my goodness. -Hunter's Nami, though.\nIs he not?\n-Yeah. TIM:\nThis is like a Christmas present that we have to open. It is a gift-wrapped opportunity because Hunter is alone. Yes, we've made agreements\n with Hunter, but it's not about the alliance. Hunter's a beast\n in challenges, and now that we have him pinned,\nlet's take him out. He's part of the six. Are you gonna beat him\nin an individual immunity? Me? I can. Yeah. That's okay.\nAin't nobody in this game gonna ever win ten\nindividual immunities. Nobody. Tim feel like Hunter is the most physical threat here, which-- debatable, but I would rather go against a physical threat than one that somewhat has some skills off the gridiron competing. All right. Because I committed\nto the six thing with you, Maria, him, Tevin and Tiff. The point is Nami. Nami got the most numbers. Nami was the target. So after today, once again,\nNami's gonna outweigh everybody, and they can control anything. Q:\n Tim right now is trying\nto position himself in this game to get to the end\nin multiple ways. He wants to have\nthe plus-one alliance, but he also wants\nto have his Siga alliance. He also wants to have\n his sub-alliance with Ben. Which is it, Tim? Which game are you playing?\nThe Siga game or the Q game? Well, buddy,\n you are going home tonight, and you just don't know it. KA YA K. N o wa y. Why would I use KAYAK to compare\nhundreds of travel sites at\nonce? KAYAK. I like to do things\nmyself. I do my own searching. It isn't\nefficient. Use KAYAK. I can't trust anything else to\ndo the job right. AAAAAAAAHHHH! KAYAK. Search one and done. [T en se M us ic ] One Aleve works all day so I can keep working\nmy magic. Just one Aleve. 12 hours of uninterrupted pain relief. Aleve. Who do you take it for? ...And for fast topical pain relief,try AleveX. (S un g) F eb re ze ! I use Febreze Fabric Refresher\neveryday. To make my home\nsmell amazing. On my bed...\nMy couch... My jacket or jeans. In between washes. Even shoes. Febreze doesn't cover up odors with scent, but fights\nthem and freshens! Over one thousand uses. Febreze Fabric Refresher. It ' s NY X Pr of es si on al Ma ke up b ab y! Prrrr... Number one lip gloss brand\nin America. Muah! It's NYX or nothing! ♪♪ If i t' s be en a m in ut e si nc e yo u' ve b ee n to P an er a, you might not want to\nwait a second longer. More new sandwiches\nand salads, more in every bite and more\nnew options under $10. Come taste the new\nera at Panera. ♪ L iM u Em u ♪ ♪ and Doug ♪ Hello, Ghostbusters. It's Doug... ... of Doug and LiMu. We help people customize and save hundreds on car insurance with Liberty Mutual. Anyway, we got a bit\nof a situation here. ♪♪ Uh-huh. Uh-huh. ♪♪ [ Metal groans] Sure, I can hold. Only pay for what you need. ♪ Liberty Liberty\n Liberty Liberty ♪ Ghostbusters: Frozen Empire. In theaters now. ♪ ♪ CHARLIE: Oh, my God. LIZ: Oh, Lord. Oh, Lord. MARIA: Oh. Ooh. Excuse me. Okay. Oh, my goodness. CHARLIE:\n I've been thrown in\n to the lion's den. The Nami lion's den.\n It's four Namis, two Sigas-- me and my ride-or-die: Maria. So that's the one lifeline I have out here is I've got the person\nI trust most in this game. But if they stick together,\n I'm gone. There is zero other possibility. Oh, a fed nap is\na really great feeling. -Uh-huh.\n-I'm drifting off. I may snore. CHARLIE:\n We're napping right now? You guys don't know what it's like to be,\nyou know, me on this day. You know, I wanted\nimmediate conversations. As I'm laying there,\n I'm hoping I'm gonna catch some eyes, you know, that someone's gonna\nlook at me and just go... But I'm just losing it. Calm on the outside,\n but losing it on the inside. I want someone to get up\nso I can go talk right away. SODA (with British accent):\nCharlie. (regular accent):\nI mean, there's literally\nfour Nami and two Siga, -and you're the only other Siga\nthat can be voted.\n-Oh. SODA:\n Anyone from the outside\n looking in would say Charlie is the easy vote\n tonight. Charlie's literally\nthe only person we can vote for if we want to be \"Nami strong.\" But I don't want that to happen\n because Charlie's somebody who I feel is very loyal\n and likes me and just wants to work with me. I'd rather have that than Venus, because over these\n past few days, she's been, like,\n sus about me because I haven't been doing\n one-on-one strategy with her. And then last night,\n after Tribal, she came for me and said,\nI wrote her name down. That tells me\nyou don't trust me. It's four Nami and one you. -Yeah.\n-I'm not gonna vote that way. And I'm gonna talk to Tevin. So we have to really,\nreally make it... No, I get it. I understand. I'm nervous, but I trust you. -I got you. I got you, Charlie.\nYou're okay.\n-Soda. SODA:\n We are not gonna go\n with the majority. That's the story,\nis that it's gonna be Charlie because of the numbers, but\nwe're really going after Venus. I told Charlie,\nI just talked to him because I really love Charlie. I don't know\nwho your vibe with. He... And Maria, too.\nLet's... let me tell you. He's loyal, and he loves us,\nand I have him. Like, we're very tight. But\nI think we should go for Venus tonight. I think\nit has to happen tonight. TEVIN:\n Soda's right.\n Venus has been shifty. She is flopping, she's flipping, and she is\npotentially threatening to the alliances\nthat I've already built. -We're-we're on the same team.\n-Okay. We're always on the same page--\nyou and I. Always. We don't even need\nto have long chats. TEVIN:\n But to be honest,\n Soda and I's relationship has been a little bit\n distant because she talk, talk, talk,\ntalk, talk, talk. Like Yam Yam say, \"You talk,\ntalk, talk, talk, talk, talk.\" She talks, and she's good at making every single person\n feel comfortable. And for that reason,\n I can't necessarily read her. That's why I have kind of\nseparated myself from Soda, alliance-wise. And so the time has come. Try to make a big move, because\n now is the time to start really, really building résumé, because we're heading\nto the end of the game. The plan is\nto make V feel comfortable so don't play\nher Shot in the Dark. And we vote V out and tell her that the plan\nis to vote Charlie. That's an option. The other option is... it could be a blindside tonight\nagainst Soda. Because V is the one\nthat thinks she's going. Right. Right. I believe the Survivor gods are smiling upon me. And honestly,\nI've been waiting to lose. I've been wanting Soda out so bad. She is my number one target. She's a big threat in this game. Oh. Sure, we have a connection because we're Nami, but I don't care about Nami strong. Soda has to go. I know what kind of game\nVenus is playing, and everyone is all\non board with, like... Venus is snaking, but we also have a chance\nto get out Soda, and she doesn't expect it. I just don't know what kind of game\nSoda's playing. So your proposition is -that we all vote Soda?\n-Soda. TEVIN:\n I trust Maria. She's in the plus-one alliance. I trust her.\nI-I know she's there for me. Oh, you just sit there\nand let people come to you. Your turn with the Tev? TEVIN:\n My gut tells me\n that I can trust Charlie. Charlie's very loyal and sweet and nice\nand he wants to work with me. You ain't going nowhere tonight. So, you, me, Liz and Maria\nvote Soda. Okay. And then we tell Soda we're all voting Venus,\nwhich she wants to do anyway. -Okay.\n-Then you're still safe. CHARLIE:\n When we got back to camp, I was scared out of my mind. And now I've heard Venus\nand I've heard Soda already, and I'm thinking,\n \"What is going on on this beach?\" I don't like it when I'm not\nincluded in conversations. It's obvious\n we should vote for Charlie. But for me, I now have the clarity to realize that that's not the only way\nin this game. Yes, Charlie\n seems like the easy vote, but I'm not here\n to do easy votes. I'm here to play a hard game.\nAnd, sure, playing with fire could come back\nand bite me in the ass, but I want to play with fire. I want to make big moves. I want to make\na name for myself here and show people that I'm\nnot someone to mess around with. What are you thinking\nin terms of threat level -between Soda and Tevin?\n-I have no idea. Honestly, like,\nI can't tell you, at this point. But if I were to say,\n\"Hey, let's throw it on Tevin,\" 'cause I just personally\nsee him as a bigger threat -Right.\n-socially and physically. MARIA:\n Poor Venus. Venus is trying really hard to get some footing\n in this game, but Venus is pretty oblivious. She's not\n reading the room very well. She threw out Tevin's name,\nand so I think that's a mistake. Tevin and I are part\nof an alliance of six. And in my perspective,\nTevin was never an option. -No committing.\n-No committing. I don't want to, like,\nmake you say, \"Well, oh, gosh, she told me this and then,\nlike, she turned on me.\" Like, not committing. -I want to talk\nto everybody again.\n-Ah, so, as in, -you may want\nto work with Tevin instead?\n-No, no, no. I want to talk. VENUS:\n Maria's hard to read. And I'm providing her\n with a really good opportunity and she was unsure\n of even working with me. So I don't know\n why she's wary of me, but, realistically, she's\nputting her Siga numbers at risk by not trusting me. So I just\n need to talk to Charlie and hope that\n I can pull something out. And I am, like, stressing. I really don't care\nthat you wrote my name down, and I could see myself\npotentially working with you. 'Cause I'm gonna\nbe real with you. -I would rather you stay here.\n-Okay. I don't know if you've noticed\nhow close Tevin and Soda are. CHARLIE:\nYeah, I've seen it. The most important thing\nright now -is to break the two of them up.\n-Okay. I'm impartial to which one.\nI have two suggestions. The option's vote Soda,\nand we blindside her tonight. -Okay.\n-Option two\nis if I tell Liz \"Soda,\" Soda and Tevin think it's you, -and then me, you,\nMaria vote Tevin.\n-Like, a three... -Yeah. Like a three,\ntwo, one. Yeah.\n-Three, two, one. CHARLIE:\n Venus says, \"Number one,\nwe could vote out Soda.\" Then she's got this plan where she wants\n to do a blindside on Tevin. -I'm gonna go off.\n-Okay. Um, and we need to connect\nat least one more time, -'cause things change\nso-so quickly.\n-Yeah. It's becoming clear to me that the cracks on Nami\n are more like oceans between continents. You know, they are ready\nto go at each other's throats. Sc ou t is p ro te ct ed b y Si mp ar ic a Tr io and he's in\n it to win it! Simparica Trio\n is the first chew with triple protection. Whoa Fleas! And ticks! (♪♪) Intestinal worms! Whoa! Heartworm disease! No problem with\n Simparica Trio! This drug class has been\n associated with neurologic adverse reactions\n including seizures. Use with caution in dogs with\n a history of these disorders. For winning protection━\n go with Simparica Trio. Ah .. . so me o f th e mo st br il li an t mi nd s in b us in es s. No, not you. Or you. You! You auto-track business income and expenses\nwith QuickBooks... And you. You pay all your employees\neasily and accurately. And you have a\nbusiness bank account with market-leading APY. Get the full picture of your\nbusiness on one platform. Now with expert help\nwhen you need it. That's how you\nbusiness differently. At K FC .. . Gr ab t wo p ie ce s of h ot , ju ic y ch ic ke n. .. A side of mashed\n potatoes and gravy... And a biscuit for just $4.99. Son of a bucket,\nthat's a good deal! New Taste of KFC Deals, Only at KFC. Reverses damage? What like from sleeping\nin my makeup? Reverse visible skin damage with a world-first\n peptide technology. Whose got damage? Besides all of us. Don't regret,\n just reverse. ( ♪ ♪ ) You made a cow! Actually it's a piggy bank. My inspiration\nto start saving. How about a more\nsolid way to save? I'm listening. Well, BMO helps get your\nsavings habit into shape with a cash reward,\nevery month you save. Both:\nCash reward? And there's a cash bonus when you open a new checking\naccount to get you started. Wow. Anything you can't do? ( ♪♪ ) Mugs. ♪ BMO ♪ ♪ ♪ I mean... I don't know where\nyou stand, specifically, from our last conversation.\nI know we said more check-ins, -but I feel we have\nnot done that.\n-No, we haven't checked in, and I don't know where I stand. I want to make sure\nI make the right decision that feels right for me. -Like, character-wise?\nDo you think I can't be true?\n-Yes. -I'm gonna tell you. Yeah...\n-Yes, please do. -I think that's the best thing.\n-Yeah. -When you come at people,\nyou come at 'em.\n-Yeah. Have I come at you? Yeah, you came at me,\nand that puts me off. -Like, negatively?\n-Just like when\nwe were just down at the beach, you're like, \"Oh, so you\ndon't want to work with me?\" -I don't want to be pressured\nbefore I'm ready.\n-Ah. I'm open to working,\nbut, like, don't pressure me. And when I say I'm gonna\ndo something, I'm doing it. Venus just kind of came at me,\n and I'm like, \"Listen, you're 20. Like,\n I've been there, done that.\" And so I was really put off\nby her demeanor. And, honestly,\n I don't trust Venus. She's conniving. She's sneaky. She is dangerous. I don't know. Lack of s... Like, I'm putting, like...\nWe're putting a lot on the line. So, like, this lack\nof certainty, if anything, it's kind of, like, scaring me\noff on the idea as a whole. Maria said that\n she felt like I was telling her what to do,\n which, honestly, like, I feel like that's her ego\ngetting in the way of the game. I wasn't trying to pressure\nyou into an idea. 'Cause at the end\nof the day, it's your game. -You can do whatever you want.\n-Yeah, yeah, yeah.\nYou know what? I'm gonna go. VENUS:\n She's probably used to calling\nthe shots and doesn't like being told what to do by someone she\nprobably considers her junior. So I'm a little bit\n in panic mode. This really is a \"make it or break it\" moment\nfor me in this game. Here's where I stand.\nI'm down for Soda. I thought I could\nget Maria on board, but I don't know if I can. -You know what I mean?\n-For Soda? -Yeah.\n-So, it's abort. I mean, I-I might just have to, like, consider\nplaying my Shot in the Dark or something, you know? VENUS:\n I'm scared.\n Charlie could potentially play a Shot in the Dark--\nin which case, if he's safe, whatever\nthe other name is would go home. And that name\nwould most likely be mine. If you're saying it's like this,\nthen I'm gonna be honest. I'm just gonna stick\nwith the Nami four, -'cause that's\njust the safest thing.\n-No... The only person who I'm gonna believe wholeheartedly\n right now is Maria. I want Maria\nto be cool with any plans that we lock ourselves into. I'm hearing from Venus... Yeah. And then Soda wants it,\nobviously, just to be Venus. Yeah. Yeah. Yeah. -So, apparently, I'm okay.\n-Yeah. CHARLIE:\n With this split that we have\n where there are two Tribal Councils, two people being voted out\nin one night, Maria and I, all of a sudden-- the two Sigas\n on a tribe with four Namis-- have the power. At Tribal tonight, -are we pretending...\n-For me, it's easy. I'm just gonna be like, \"Listen, I'm the only Siga\nwho can catch votes.\" Tonight has transformed\n from a night where I was gonna be shaking\nin my boots at Tribal Council because I thought I was\n going home to a night where I'm making, probably,\nthe biggest decision of my game. Everyone on the beach has been\ntalking about getting Venus out. Venus is totally chaotic\n and unpredictable. I don't think I can\n trust her with anything. But Soda-- extremely social player.\n She's a huge threat. So if Maria and I can come out\n of this situation down two to four in numbers\nand, ultimately, make the call\n on what happens tonight, we can take control\n of this game. ♪ ♪ No, I feel good with this. So we're gonna have to split\nthe votes between Hunter, Ben. TIFFANY:\nI think I'm all right with that. TIM:\nOnly because we think\nthe biggest threat here on this Siga camp right now is Hunter. -One, two, three...\n -TIFFANY: We just gonna\n have to do damage control when we get back to Tevin. But I think\nTevin'll be fine, though. He'll be fine. Yeah.\nHe's, like... -Like, he's...\n-I think Tevin will be fine. -'Cause Tevin\nreally rocks with us, so...\n-There's five... TIFFANY:\n Tim's logic is Hunter's\nthe biggest threat on the beach. But what I know for certain: it's not about\n Hunter being a threat. It's less about Hunter being\na threat and more about the fact that they are thirsty\nto get a Nami player out because a Siga player went home last night. They're still trying\nto chip away at Nami's numbers. I don't care about\nchipping away at Nami's numbers, 'cause I know I could do that\neasily on my own. (blows raspberry) -(whispers): Tim?\n-(whispers): Yes. -TIFFANY: Yeah. Yeah.\nNo, first of all...\n-Why? TIFFANY:\nHe's-he's getting real shifty. Okay. Okay. I'm good with that. TIFFANY:\nMy only hesitation right now is if we leave Ben in the game it's gonna be harder\nto get him out, 'cause now\nhe's gonna be on high alert. I, personally, think that Ben\nis a bigger threat than Tim. I can see through Tim. He thinks he's a good liar.\n He's not. Ben-- I think\n he's a sneakier player. He might be\n a secret agent of chaos. So in my perfect world,\nBen would go home tonight and Tim would stay. Yes. Yes. Bro. Tim got to go. HUNTER: The plan tonight\n is to get the four of us-- the three Yanu and me--\nto all vote for Tim. What could go wrong\n is they're all lying to me, and the Yanu people vote me out. There's no doubt\n I'm nervous going into this, but I have an idol\n that nobody knows about, and if I have to play the idol,\nthen I'll just play it. And if I look crazy because no\n one voted for me, that's that. But if that's what it takes, then that's what I'll do. BEN:\n There's only, like, a couple\n options happening tonight. Obviously, my name\nbeing one of them, right? -Yeah.\n-But, um, what are you feeling? I think that we're all\nopen-minded, is the thing. And we also don't want Nami\nto have all the numbers. It's harder to lie to a friend,\n and Ben and I have bonded. He's just, like, such\na sweet and kind, gentle person. And Ben had a panic attack\n that I was there for him for. So Ben and I have formed this,\n like, friendship. That's why this game\n is so complicated, because it's hard to figure out who I, like,\nlike as a person versus who\nI'm gonna work with long-term. I mean, what do you and Tim\nwant to do-- go Hunter? BEN:\nFor numbers, it makes sense. The only thing\nthat makes sense is to try -and equalize\nthe entire playing field.\n-Exactly. BEN:\n My biggest hope tonight is that I can convince\n the Yanu three into going Hunter,\n or else I'm screwed. That simple.\nYou know, like, Kenzie-- she looked hesitant,\nbut I don't have much to go on. I'm in a tough corner, but you can't go down\nnot swinging. The reason I'm talking to you,\nstraight up, is, like,\nI know we haven't had a moment. -And I know Tim and you vibe.\n-Correct. -So...\n-Listen, let... -Man, you got to just\nmake me comfortable, bro.\n-I hear you. Who are we gonna tell Hunter\nwe voting for-- you? I think we might have\nto do a cover like that. But you cool with... We gonna tell this man\nto write your name down. -Yeah.\n-I write his name down. -Yeah.\n-He stands his ass up, he play something,\nand he wrote your name down. -Then what?\n-Yeah, then I'm screwed. But that's Survivor, right?\nYou got to take a chance. But I'm just making sure\nyou aware... That my name could be... -Yeah.\n-When you on the island... But what do they say\nin Survivor? -No risk, no reward.\n-No reward. BEN:\n Would it suck\n to be taken out tonight? Sure. But it's like gambling. If you pulled this off, I would feel high\nthe rest of the game. You know, in the words\n of the mighty Van Halen, \"Time to go bottoms up.\" No, no, no. Listen. He said he's fine with\n Hunter writing his name down. And if Hunter has an idol\n or something, he plays it, he's fine with going home. So... Yeah. 100%. I don't know.\nI can only go on what I read. He's not comfortable.\nHe's not comfortable going home. I'm not a sucker. I'm smarter\nthan what you think. I promise. I'm telling you,\nthat was a bluff. Q:\nOkay. So do you want to go Tim? Dude, I just told you\nwhat I wanted to do. I want to vote for Ben. I'm just telling you\nwhat I'm observing. KENZIE:\n Q is the type of person where we'll have a conversation.\nHe'll be like, \"Tim is the vote.\" I'm like,\n\"Perfect.\" I walk away. I come back from the water well,\nand he's like, \"It's Ben.\" And I'm like, \"Q, what happened? \"Like, you can't just do this. \"What if we have to go to Tribal \"and you don't get a second to\n tell me that the vote changed? \"And why is it\nyou are the only one \"who's deciding\nthe way the votes go? \"Like, we're a three. We're supposed\nto be working together.\" I would rather see Ben go. -TIFFANY: Well, that's what I've\nbeen saying since we got here.\n-And we just... And if... If the three of us\nare in it together, let's take the shot at Ben. -Just so you know.\n-Ben ain't playing anything now. -Yes, he is.\n-Well, do you\nwant to go Tim, then? TIFFANY:\n The stakes are high right now, but Q keeps flip-flopping\n back and forth. Like, \"All right,\nwe're doing this.\" And then you step away,\nand he come back, \"No, no, no. We're doing this.\" You can't do that.\n This is a conversation. You're not just telling us\nwhere to place our votes. -Q is working everyone.\n-He is. \"So do you want Tim?\" If you don't shut your ass up... He's gonna come back\nand be like, \"Vote me, yo. -I've decided.\" (laughs)\n-Oh, God. I'd be like, \"Okay, boy.\" This is not the Q show. At some point, -that ain't gonna work for us.\n-Uh-uh. The way Q is approaching\n stuff right now is worrisome. However, I've got my girl Tiff. The three of us have been strong\nthis whole time, but the way Q is barking orders at us has Tiff and I being aware that this could go into chaos mode very quickly. The plan right now is that we'll\n vote out either Tim or Ben. Tiff and I need\n to be on the same page, so no matter what\n goes off in Q's world, Tiff and I have a foundation. So is it worrisome? Yes. ♪ ( \"G oo d Fe el in g\" by F lo R id a fe at . AT R) ♪ This is a hot flash. (♪♪) This is a hot flash. (♪♪) But this is a not flash. (♪♪) For moderate to severe\nVasomotor Symptoms due to menopause... VEOZAH is the first and only\nprescription treatment that directly blocks\na source of hot flashes and night sweats. With 100% hormone━free\nVEOZAH... You can have fewer hot flashes and more not flashes. VEOZAH reduces the number\nand severity of hot flashes day and night. For some women, it can\nstart working in as early as one week. Don't use VEOZAH\nif you have cirrhosis, severe kidney problems,\nkidney failure, or take CYP1A2 inhibitors. Increased liver blood\ntest values may occur. Your doctor will\ncheck them before and\nduring treatment. Most common side effects\ninclude stomach pain, diarrhea, difficulty sleeping,\nand back pain. (♪♪) Ask your doctor about\nhormone━free VEOZAH... And enjoy more\nnot flashes. ♪ H it m e wi th yo ur b es t sh ot ♪ Bacon. Bacon. Bacon. Introducing Applebee's New Whole Lotta Bacon Burger. Just $9.99\nfor a limited time. ♪ Fire away ♪\n━Applebee's Now that's Eatin' Good in the Neighborhood. Wi th C as ca de P la ti nu m Pl us , I have upped my dish game Auntie, in that dishwasher? Watch me Platinum Plus gives you the highest standard of clean, even in your machine. Clean enough for you? Yeah! Scrape. Load. Done. Cascade Platinum Plus. ♪ ♪ All right. So, Q,\nwhat was it like this afternoon with only six people\nknowing Tribal was looming? First thing I noticed, a tornado had to\ncome through Siga's camp between the time they left\nand when we got there. 'Cause it was awful.\nThey was living rough. But we had\nto start talking plans, making this game fair, because\nYanu only has three members. Nami and Siga\nstill has the advantage when it comes to numbers. So if we send\nthe right person home, it could even those numbers out\na little more. But, Hunter, at what point\ndo Tribal lines disappear and it becomes, \"This\nis who I want to play with because I can\nsee my path to the end\"? Yeah. It's this weird spot\nwhere the Yanu three are in a power position,\nbecause I'm here by myself, and there's\ntwo Sigas over there, but the majority\nfalls with Yanu. I am the only person who\nhas not voted with any group. And so I would love\nto be a Yanu member right now. So, Kenzie, Hunter's saying, \"I'm willing to join Yanu three. Make it Yanu four.\" -(laughing)\n-Yeah. Okay. Hunter's a free agent,\nso that's appealing. That's a number,\nbut at the same time, Nami has the numbers. What way do we take it? Do we adopt one\nand hope that he's... You hope he's our baby? Or do we, like, chance it that he's gonna go back\nwith his original family? It's-it's a toss-up. PROBST:\nAnd so, Tim, if we stay\nwith this train of thought, you and Ben would be saying,\n\"No, no, no, take out Hunter. Let's get Nami.\" TIM:\nYeah, I mean,\nit's an individual game, and you're not really\nthinking about the alliance. You're thinking about\nwho's threatening. And I think Hunter has carried Nami the entire game by leading and dominating in every single challenge. Yeah, but I'm not tied\nto Nami in any real way other than\nI had to get them here so they wouldn't vote me out. And I'm telling you,\nthis Nami group is not even getting along when the Siga\ngroup is really, really close. And it was clear at last Tribal, the four that have been working\ntogether are still here and still trying\nto work together. TIM:\nI love that Hunter just loves how\nSiga has been able to operate. It's like, \"Siga did this\" or \"Siga kept a close, tight lip,\" but he's never had to show any allegiance to anyone. He's never sat here\nand had to make a decision about one of the individuals\nthat sit amongst him. And I'm assuming he's saying\nthat's a hard thing to do, which I haven't bonded\nto somebody in that way, and I'm looking to do\nit tonight with these three. PROBST:\nBen, it's very clear that Siga\nwas trying to work on Hunter and Hunter was trying\nto work on you two. I haven't heard\neither of you say that you were trying\nto work on each other. I mean,\nI'd be lying if I hadn't heard people try\nto break me and Tim up. How do you respond to that? BEN:\nWell, it's like,\nI try to be personal. I know this\nis a game of deception, but, like,\nit makes it really hard to separate the personal\nfrom the game. And I know it might sound like an open target saying that here, but, like, you know,\nI had a panic attack last night. It wasn't so much about the game as just being like, \"Wow. So much\nintense negativity. How am I gonna\nkeep a straight mind?\" I don't know\nwhich other way to say it. Kenzie woke up at 1:00 a.m.\nto make sure I was doing okay. That was something human,\nwhich is very hard in this game. -That was human.\n-It... Yeah. Like, I would be there for you\nno matter what. It makes me want to cry now,\n'cause it's like, when do you get those moments\nin this kind of game? I came into this game thinking I was gonna be on the bottom\nthe whole time for how I am as a human\nin an individual society. I'm usually people's, like,\nentertainment monkey that, like, they like\nhaving around at a party, but don't want to get deep with.\nBut, like, it wasn't that case. It was a breath of fresh air\nwhere it's like, \"Wow, we've actually\nmade bonds that I think might go beyond this game.\" And then to bring it back\nto what we were saying before about me and Tim, all we can do\nis try and play our game. It's like,\nwe came and did our thing and if that's what got us\nin the end, so be it. But, like,\nwhat a beautiful ride it was. You don't get an adventure\nlike this or make bonds like this\nvery often. Sorry, I know that was a lot. It was great. Beautiful. Kenzie, if it really\nis the Yanu three in charge and your choices\nare Hunter, Tim or Ben, it's got to be\na bit of a Sophie's choice in terms of humans,\nbecause they all three have made very compelling,\nlikable cases tonight. This is really hard for me because I wouldn't be here\nwithout these boys. Like, they literally threw me\nthrough the merge. Sorry. And, you know, I wouldn't be able to, like,\nhave won this without these boys and Tiff, obviously,\nbut, you know, um... And I've bonded\nwith all of them, deeply. So when we were all on the same\nteam today, I was devastated. And the fact that now\nit's up to me to decide, like, which one to cut is a hard pill for me to swallow. It's tough, because, yeah,\nlike, I, like, held Ben's hand\nlast night, and, like,\nI've talked to Hunter, I've talked to Tim,\nI've talked to everyone here on a deep level,\nand it is so human. And that's how\nI make my money at home, is building human connections. So, it-it gets hard for me to separate. Jeff, I know you didn't\nask me a question, but I want to recognize, amongst all these giants, today in the challenge, the smallest person\nstanding amongst us won. When Yanu went 11 days without any positivity,\nthat girl right there-- she smiled, she cried,\nshe kept it together. That deserves more recognition\nthan we're giving. And I understand\nwe have to vote, I do, but I have to give credit\nwhere credit is due. -Kenzie, you did an amazing job.\n-(laughs) -Thank you.\n-You did.\n-All right, Kenzie! You did an amazing job. Thank you. PROBST:\nSo I'm getting the impression this is going to be\na tough vote tonight. It's gonna be\na very tough vote, Jeff. Yeah. All right, it is time to vote. Kenzie, you're up. ♪ ♪ ♪ ♪ I'll go tally the votes. ♪ ♪ Sh op E ts y un ti l Ma y 12 th for up to 30% off\n special Mother's Day gifts that go beyond the\n usual suspects. Save on personalized\n jewelry, original decor - and other things\n moms actually love. When you need a gift\n as unique as she is... Etsy has it. If a dv an ce d lu ng c an ce r has you searching\nfor possibilities, discover a different\nfirst treatment. Immunotherapies work with your\nimmune system to attack cancer. But OPDIVO plus YERVOY is the first combination of\n2 immunotherapies for adults newly diagnosed with\nnon-small cell lung cancer that has spread,\ntests positive for PD-L1, and does not have\nan abnormal EGFR or ALK gene. OPDIVO plus YERVOY is not chemotherapy,\nit works differently. It helps your immune system fight cancer\nin 2 different ways. OPDIVO and YERVOY\ncan cause your immune system to harm healthy parts\nof your body during and after treatment. These problems can be severe\nand lead to death. See your doctor right away if you have a cough;\nchest pain; shortness of breath;\nirregular heartbeat; diarrhea; constipation;\nsevere stomach pain; severe nausea or vomiting;\ndizziness; fainting; eye problems;\nextreme tiredness; changes in appetite,\nthirst or urine; rash; itching; confusion;\nmemory problems; muscle pain or weakness; joint pain; flushing;\nor fever. These are not all the possible\nside effects. Problems can occur together\nand more often when OPDIVO\nis used with YERVOY. Tell your doctor about\nall medical conditions including immune or nervous\nsystem problems, if you've had or plan\nto have an organ or stem cell transplant,\nor received chest radiation. Your search for 2\nimmunotherapies starts here. Ask your doctor about OPDIVO\nplus YERVOY. A chance to live longer. Ex cu se m e. Hi. Can Honda pay\nfor your gas today? -That's weird.\n-There you are! Hi! Hi, it's “Bring your kid\nto work” day. What a nice thing to do! Today we had a little\n help ourselves. Seriously? Oh, this is exciting! And we can help you too,\n with a great deal on a reliable,\n award-winning Honda. Right now, you can lease the 2024 CR-V LX for just $299\n a month plus tax. Or check out the CR-V Hybrid, which gets up to 43 miles\nper gallon. ♪ ♪ If anybody has an advantage or\nan idol and you want to play it, now would be the time to do so. Okay, I'll read the votes. First vote: Hunter. Hunter.\nTwo votes Hunter. Tim.\nOne vote Tim. Tim. We're tied.\nTwo votes Hunter, two votes Tim. Tim. That's three votes Tim,\ntwo votes Hunter. Seventh person\nvoted out of Survivor 46: Tim.\nNeed to bring me your torch. Can I give Tim a hug real quick? ♪ Brotherly love. ♪ Tim, -the tribe has spoken.\n-Thank you. -Love y'all.\n-Love you, too. Time for you to go. (crying) (breathing sharply) (sniffles) Grab your torches.\nHead back to camp. We'll bring in the next group. They... got me. They got me. Technically, I lost,\n but I didn't have to fake and follow anybody else's game. I was a leader.\n I wasn't a loser. I'm honored. I'm thankful. I'm the sexiest dad\n to ever do this, and I'll get over it. ♪ ♪ All right. So, Liz, where\nis this tribe right now? 'Cause, for a moment, you were\nall together as individuals, -but then now you're back into\ntwo groups in a small group.\n-Yeah. I, actually,\nam really excited that we're split into two groups. For my game, I made a lot of friendships and connections on both sides. So, for the individual game, if you're in the right spot, you're in a good spot tonight,\nno matter what happens. Charlie, what do\nyou read into that answer? It's a very interesting comment. I find it fitting\nfor a person who's in here with four\nof their former Tribemates. There's a little bit more\ncomfort where Liz is sitting. For me, you get\ndivided onto a tribe where you're the odd tribe out and the only person\nvulnerable on that tribe-- it's like I have\na big, red target painted on my forehead. Soda, can you appreciate\nhow that might feel? Might be accurate, might not be. Yeah, I can, I can...\nLike, I mean, it was... I felt it for him, and I, like, I don't think there's any way\nkind of around it as much as, like, I adore him as a person. It's kind of clear where the numbers\nreally are, so... PROBST:\nBut, Tevin, we also reached\na new phase of the game where it's not\nalways that simple. That's true. But, I mean,\njust last Tribal Council, you heard the kind of division\nbetween the two tribes, still. And I don't know\nif people are necessarily willing to let down\nthe tribal lines right now, and they are still trying\nto play a tribe game because they're scared that one tribe\nmay pick off the other. PROBST:\nVenus, where do you sit? The easy vote would be\nfor the four of you to stick together\nand take out Charlie, and there's not really\nanything he could do other than maybe\nhe has some power in the game -or he could play\na Shot in the Dark.\n-Exactly what you said, Jeff. It's a pretty easy vote, but,\num, unlike Soda, I feel like my butt is more on the line\nbecause it's no real secret here that, the other night,\nCharlie wrote my name down. So if anyone here really\nhas to be worried, it's me. PROBST:\nMaria, if you want\nto try to take somebody out, six people\nis a great opportunity, because there's nowhere to hide. Um, I'm gonna paint\na picture for you. -Mm.\n-You're having a party. You get gussied up\nand you put on, like, your favorite red necklace. And you wait\nfor your guests to come. (chuckles) And maybe they don't come. So no one approached you? It's not that\nnobody approached me. It just didn't feel\nlike I had the power. It just kind of felt like,\nyou know, maybe they stayed for a little bit,\nbut not too long. I'm sorry\nyou got all gussied up. (laughing) Y'all, I didn't\nbring my bag tonight. I am staying Nami strong. That's that. Ready to go\nback to the fire and get warm. I mean, that\nis a lot of confidence. Soda, is that just the luxury that comes\nwith having the numbers? Yeah, it's, like, the luxury\nof having four Nami right now. You know, and, like,\nthat's the thing. That's the big steak on the plate right now. So how does that\nchange the dynamic for the six of you? What did you notice\nin terms of behavior? We were just more like,\n\"I don't need to run around,\" which is very, very different\nfrom yesterday. Feeling like\nyou have your tribe there, like, a majority of\nyour brain space is not worried. You could see that\nin people's physical movement in their body. So, Charlie, what's it like to hear Liz say, \"I didn't even bring my bag\"? CHARLIE:\nNot great. Um... You know,\nI knew what the odds were as soon as Maria was the one\nthat won that immunity. And I did my best today\nto just pitch myself to every single person here. And it's so hard\nin the new era, because, you know, I have this\nlittle number in my pocket. Little Shot in the Dark die. And that makes it so people will give me\na little bit to work with. But I don't know if I can\nbelieve one word of it, 'cause they don't want this\nto come out. It's a one in six shot. There are only six people here. That's still scary. I just want to say,\nrealistically, Jeff, I feel like I already know the\nmove that they're gonna play. The fact that\nmy name was written down not only one Tribal ago,\nlike, it's very clear to me that that's\ngonna be their move today. And I'm just hoping that\nthe Survivor gods are in my favor,\nand his Shot in the Dark doesn't work,\nand I get to live another day. All right, then,\nit is time to vote. Liz, you're up. ♪ ♪ Not tonight. Not tonight. (whispering):\nThere is just not any way that\n we could work together. You're way too dangerous. If anybody has an advantage or\nan idol and you want to play it, now would be the time to do so. All right, I'll read the votes. First vote: Soda. Venus.\nOne vote Soda, one vote Venus. Venus. Two votes Venus,\none vote Soda. Soda.\nWe're tied. Two votes Venus, two votes Soda. Soda. That's three votes Soda,\ntwo votes Venus, one vote left. Eighth person voted out and the first member\nof our jury: Soda. Need to bring me your torch. Wow. -It was you, wasn't it?\nIt was you.\n-VENUS: Yeah. (both laugh) I did not see that\ncoming at all. You played\nan amazing game, Soda. Oh, man. So fun. I love you. I love all you guys.\nIt's really hard. -(laughs)\n-We love you, Soda. (inhales sharply) I hope you crush it, man. (cries) -Soda, the tribe has spoken.\n-Oh... Time for you to go. (sniffles) CHARLIE:\nThanks, Soda. (sniffles) Oh, wow. (sniffles) Grab your torches.\nHead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org Ju dg e Be au ty i s ba ck . Beauty fades. Dumb is forever. His boss was\n overspending on beauty. She is wasting company funds. $92 on foundation! I just wanted\nto look glowy. That stuff isn't\neven cruelty free. I find you guilty, and sentence you\nto $14 glowy skin. Your honor, in my\nhumble opinion, that is more of a reward. And my humble opinion\nYou're a putz. Okay. Judge Beauty serves\n eyes, lips, facts. In Elf we trust. Ho w ir re si st ib le ar e Ch ee z- It c ra ck er s? ♪♪ Uh oh! ♪♪ Ah! Want It. Need It. Cheez-It. Br ea th in g Cl ar it in C le ar Is Like... Is he? Claritin Clear? Yeah. Fast relief of your worst\n allergy symptoms, like nasal congestion. Live Claritin Clear® ♪ ♪ PROBST:\n Next time on Survivor... (laughs) LIZ:\n \"Ha-ha-ha-ha-ha.\" Shut up. Q:\n She broke my rule. I'm a mob boss. Never seen anything like this. PHIL KEOGHAN: Previously on The Amazing Race... Ten teams raced\n through Medellín, Colombia. DANNY:\nThis is incredible. Why am I crying? KEOGHAN:\n The pressure to win\n took its toll on dating couple\n Amber and Vinny. I would rather be last\nthan have this. KEOGHAN:\n Last place firefighters Sunny and Bizzy were puzzled\n at the Detour... \"The world is smaller\nthan we imagine.\" God, why is that not it? KEOGHAN:\n ...but then staged\n an epic comeback at the Roadblock\n to pass two teams. -Yeah? Yes. Okay. Thank you,\n-Ugh! thank you, thank you, thank you. -(screaming)\n-You are team number eight. I thought we were done. KEOGHAN:\n Danny continued his strategy\n of working with other teams. -The museum\n-Um... -is over there.\n-Okay, amazing. KEOGHAN:\n Boyfriends Ricky and Cesar won their second leg in a row. -You are team number one.\n-Yes!"
}