{
    "season": 46,
    "episode": 12,
    "title": "Mamma Bear",
    "transcript": "♪ ♪ Oh. I have... the idol in my hand. PROBST:\n Previously on Survivor... Choose one more person\nto join you. For me, it's more like who is physically\nfalling apart right now? Liz and Q,\nrock, paper, scissors. -Paper covers rock. Is that it?\n-Yup. Yeah, I know. I'm, like...\nI know. My head is going in 22 different directions. Yeah. And I've been playing this game\n with Maria since day one. But at some point, you have to start thinking\n about your own game. VENUS:\n It's one thing to decide\n who you're gonna take with on a reward,\nbut to start off by saying, \"You know, I really want\nto choose someone who is physically weak,\" and then put on this farce--\nit kind of felt cruel. Twelfth person voted out, the fifth member of our jury:\nVenus. The tribe has spoken. VENUS:\n I was gonna play the idol, but unfortunately,\nI'm going home with it. ♪ ♪ Q:\n Tribal went exactly\n as it should. They say you can see Venus from Earth, but we don't see Venus no more\nin this camp. Venus thought that\n she could rally the troops and send me packing? (scoffs)\nYou can cancel Christmas, girl. That would never happen.\n(laughs) Yeah. -I'm gonna clear this up\nright now.\n-Was it you? I'm gonna blow my ... up. I drew a blank. CHARLIE:\nYou actually\nwrote the wrong name? -You wrote my name?\n-Yeah. I want... That's why I wanted\nto talk to you right now. BEN: Yeah. Yo, for real, not lying, I was not supposed\nto write Kenzie's name down. I was supposed\nto write Venus' name down. And I just had\n a slip of the brain. KENZIE:\nYou literally told me\nyou would never write my name, -and then, like, did?\n-Dude, I... Like, that's, like,\na big blunder, you know? BEN:\n I'm at this point in the game where I haven't been sleeping,\n and I feel like I'm losing my mind. Kenzie has helped me with my night terrors.\nI genuinely blanked. And you know what?\n I just didn't want there to be any tension at camp. You've been so good to me, and I'm like, I can't sit here\nand have you be, like, thinking about that\nall night. KENZIE:\n What do you mean it was an accident, Ben?\n How does that happen? It's not like\nit's Kenzie and Kelsey. It's Venus and Kenzie. Like, how did that happen? Either you're telling a really dumb lie, or you're telling\na really dumb truth, and I'm just gonna... I'm not gonna harp on it. -Is that your first vote?\n-Yeah, that's my first vote. Yeah, from my island bestie,\nyou jerk. -It's okay. I have three.\n-(laughs) Oh, my God. Why? Because she, like, dragged\nmy character through the mud. -Oh, my God.\n-To say it was an act\nand a farce. -Oh.\n-Like, do you know how hard\nthat was to make that choice? -I know. I know.\n-Q: Yeah. She got under my skin\nso bad tonight, and I'm pissed\nat myself for reacting. -Feel like that just killed me.\n-Aw. No. -I don't think\nyou had much of a reaction.\n-No. MARIA:\n At Tribal tonight, Venus came out\n of the gates slinging. I felt like she really\nattacked my character. You know, and it just got to me. -She go home.\n-And Venus just got sent\nto the jury by an almost unanimous vote. Except Ben, apparently,\nvoted for the wrong name, which I have\nnever heard of in my life. MARIA:\nBut now, finally, Venus is gone. We're at final six,\n and this is the time to just, like, go for it. CHARLIE:\nWhat up, final six?! (cheering, whooping) MARIA:\n At this point,\n I've had two wins and a blindside, and... I've been on the right side\nof every single vote. I know I'm a force\n to be reckoned with, so, if they're not trying\n to get me out, then that's their mistake. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ It's getting way harder\n for me to sleep. It's very obvious how weak I am\nthese last couple of days. I'm waking up\nin the middle of the night. (Ben cries quietly) BEN:\n The first time\n I had a panic attack, it was very mental. You know, you're disoriented,\nyou're in the jungle, you don't know what's going on. Now the part that bothers me\n and it freaks me out is my body has a mind of its own. I had an experience camping\n when I was 18 that traumatized me. I woke up screaming\nirrationally, you know, thinking about college,\nthinking I'm gonna die. And it was\n very similar anxieties to what I've been going through\n in this game. KENZIE:\n Ben's panic attacks\n have gotten, like, more frequent,\n and they've gotten progressively worse. I just don't know where\nthis burst of fear comes from. KENZIE:\n So, every night,\n I just hold his hand, and we breathe together, and if he needs to talk it out\nand laugh, we do that. If he needs to just, like, walk around, like, I go with him\n to do that because Ben can't help that\nhe has anxiety attacks. But what I can do is be there\nfor someone who needs someone. And I don't care that\nhe literally wrote my name down. It's just a game. I could never let someone go through something so scary alone. That's not who I am. Do you want a hug? KENZIE:\n Time will pass,\n and the sun will shine, and blue skies are coming. But just be with him\n through the storm, you know? -Morning.\n-Sit right here?\n-Scooch together, y'all. -You guys?\n-We can fit six on the bench. You guys, not to make it about me,\nbut I had a BM. (cheering, whopping) I just dropped five pounds. BEN:\nWhat? Oh, my God. LIZ:\n Day 22! I went to the bathroom! (laughs) I thought I was gonna be\n the first Survivor in history\n to never go to the bathroom the whole time, but I went. I feel so good. I... am ready to play now. I've been talking about turning\n up Liz, and now it's, like, full-on volume 11. Liz is in the game. I have nothing\nweighing me down now. ...my name is not\nanyone else's name. -Yeah.\n-Yes. And by the way, don't... -don't accidentally\nwrite \"Charlie,\" either.\n-Yeah. BEN:\nI'm never gonna\nlive that down... CHARLIE:\nNo, you're not. Even though the game is so, so different\nwith only six people, my game plan is the same. Options. It's like,\n\"Ben, what are you doing?\" -(laughs)\n-It's like, \"This is our squad.\" -BEN: I know.\n-And you're, \"What?\" And right now, I've given myself two pathways on this next vote. I've worked really hard to plant this idea with Ben,\n with Kenzie, with Liz, that we can take out\n Maria and Q. BEN:\n I will say, there's only one bonus to me being\na total idiot last night. KENZIE:\nWhat? BEN:\nIs that I think Maria and Q might think\nthat's, like, a wedge. -KENZIE: Between us? Yeah.\n-CHARLIE: Sure.\n-Yeah. CHARLIE:\n At the same time,\n I could stick with Maria and Q who trust me completely, but part of me is, like,\nwhat if I just do what I set out to do with Maria? That'd be awesome. So, I have to really think about what's best for my game, and it's just such a dilemma at this point. And it's a-a different dilemma than anything\nI've faced this game. You know, I voted out people\n who I've really liked, but no one like Maria, who I've played\n the whole game with, and who I consider\n to be my best friend out here. But I can't be waffling\n back and forth. Now is the time where I have\nto be laser-focused on getting to the end,\n and I have to make a decision. WE A LL H AV E OB ST AC LE S, CH AL LE NG ES , AT D IF FE RE NT PO IN TS I N LI FE . I ST IL L PU SH MY SE LF P HY SI CA LL Y EV ER Y SI NG LE DA Y. T HE F IR ST T IM E I PU T ON A PA IR O F OO FO S, I T WA S LI KE SO ME ON E RE LE AS ED T HE P RE SS UR E - IT W AS S O CR AZ Y. T HE RE 'S NO TH IN G LI KE T HE M. (A VO ) Ka te m ad e pr og re ss w it h he r me nt al h ea lt h. .. ...but her medication caused\nunintentional movements in her face, hands, and feet called\ntardive dyskinesia, or TD. So her doctor prescribed AUSTEDO\nXR━ a once-daily TD treatment for\nadults. ♪ As you go with AUSTEDO ♪ AUSTEDO XR significantly\nreduced Kate's TD movements. Some people saw a response as\nearly as 2 weeks. With AUSTEDO XR, Kate can stay\non her mental health meds━ (Kate)\nOh, hi buddy! (AVO)\nAUSTEDO XR can cause depression,\nsuicidal thoughts, or actions in patients with Huntington's\ndisease. Pay close attention to and call\nyour doctor if you become depressed, have sudden changes\nin mood, or have suicidal thoughts. Don't take if you have liver\nproblems, are taking reserpine, tetrabenazine, or valbenazine. AUSTEDO XR may cause irregular\nor fast heartbeat, or abnormal movements. Seek help for fever, stiff\nmuscles, problems thinking, or sweating. Common side effects include\ninflammation of the nose and throat, insomnia and\nsleepiness. ♪ As you go with AUSTEDO ♪ Ask your doctor for AUSTEDO XR. ♪ AUSTEDO XR ♪ Ar e yo u cr yi ng ? No. There's no crying in baseball! Or with the Capital One\nVenture card because it lets you earn\nunlimited double miles on every purchase every day. And you can use those miles on any travel purchase. What's in your wallet? Come on in! -PROBST: Aw, yeah.\n-Hiya. Look at that. Down to six. I know. -We're a little motley crew\nover here.\n-It's working. Whatever you're doing,\nyou're still here. Hi, Jeff. Good morning, Liz. All right, shall we get\nto today's reward challenge? (all voicing assent) PROBST:\n For today's challenge, you're gonna race\n over an obstacle to collect a bag\n containing a ball. You'll then\n cross a ladder bridge, moving that bag\n along a twisting rope. Once your bag is free, you'll crawl under\n one final obstacle. When you reach the end,\n you'll maneuver that ball through a maze. First person\nto finish wins reward. Want to know\nwhat you're playing for? -Yes.\n-Yes, sir.\n-Please. The winner will be taken\nto the sanctuary, where good things happen,\nfor an afternoon -of Chinese takeout.\n-Oh!\n-KENZIE: Oh. You called it. PROBST:\nThose little familiar\nwhite boxes will be waiting over there\nto fill your tummies. -Oh.\n-PROBST: Worth playing for? -Yeah!\n-Absolutely.\n-All right, we'll draw for spots, we'll get it on.\nLet's do this. Ooh. -PROBST: All right.\n-CHARLIE: Dumplings! PROBST:\nFor reward at the sanctuary. -(Kenzie whoops)\n-Survivors ready? (insect buzzing) Go!\nYou're gonna high-step this, -and it's going to burn.\n-Oh! My God, but... PROBST:\nQ making quick work of it. Look at Charlie...\nhigh-stepping it. -(Kenzie gasps)\n-There goes Maria. -Wow.\n-Ben, Kenzie, Liz in the end. Oh, my God. PROBST:\nUntie the first two knots,\nstart moving that bag... through this ladder bridge. You're moving that bag\nalong the rope, and you're moving your body\nacross the ladder bridge. Wherever that rope goes,\nyour bag goes. Wherever the bridge goes,\nyour body goes. We are still very even. Big maze at the end, where anything can happen. It's Maria in the lead.\nShe's won immunity twice. Come on. Go. Maria's across. You're good. Untie that other rope now\nand free that bag. Charlie's good.\nLiz is good. Q is good. Ben's across. -There's Kenzie now.\n-I got it. PROBST:\nCharlie's got his rope\nall the way through. Maria has her bag. She's under that final obstacle. -Q is through.\n-What? PROBST:\nHe's under the obstacle. Ow. PROBST:\nMaria first to the maze. Q right behind her. Get that ball out,\nstart working on it. Pull down to release your maze. Here's Charlie. PROBST:\nIt is Kenzie, Ben and Liz still working to free their bag\nwith that ball. Here comes Liz. -Good luck, y'all.\n-PROBST: Here comes Kenzie. Ben still back there. I'm so bad, I'm laughing. PROBST:\nThis maze requires a nice touch and a lot of patience. Charlie drops, got to start\nagain. You're gonna drop. It's gonna take you a few times\nto figure this out. Here comes Kenzie.\nShe's in it now. Liz is here. She's in it. PROBST:\nBen has his bag.\nLet's go, Ben! Maria making some progress. Q making a little progress. Jeff, you know\nI'm cranking \"Pinball Wizard\" in my head right now. PROBST:\nMaria doing a nice job. She has slowed down. Very patient. Charlie drops again. Aah! PROBST:\nMaria drops.\nShe's got to start again. Q drops.\nEverybody's in it once again. This is anybody's challenge\nto win. (exhales sharply) Ooh, ooh! PROBST:\nKenzie doing a nice job. Now Kenzie and Ben. Nope, it's just Kenzie. And Ben drops. It's Kenzie. Charlie trying\nto make a run at it again, trying to catch Kenzie. Ooh! Okay, come on. -Ah.\n-PROBST: Maria drops. Q gonna start again. Kenzie doing a nice job, making tiny movements. Charlie trying to catch her. Ah. PROBST:\nKenzie still in the lead. Ooh, ooh, ooh! -...\n-PROBST: Kenzie drops. It's Charlie in the lead\nright now. CHARLIE:\nLet's go, Charlie. PROBST:\nLiz doing a nice job.\nLiz is in this. Maria once again\nback out on the maze. Kenzie's out there now,\nmaking some progress. Charlie navigates\none passageway. Liz right on his tail. Charlie getting very close. Liz right there. -Oh...\n-PROBST: Liz drops.\nShe's got to start again! Charlie inching closer\nand closer. He's inside the inner circle. Can he get it to stick? For reward. And he's done it! -LIZ: Oh, wow.\n-Charlie wins reward. -Afternoon at the sanctuary\n-BEN: Charlie! (whoops) -for Chinese takeout.\n-KENZIE: Good job, Charlie. -PROBST: Wow.\n-LIZ: Good game, brother. -(Charlie groans)\n-Get your stinky butt over here. All right, Charlie,\ncome on over. (whooping, cheering) -All right, Charlie.\n-Chinese food. So here's what's gonna happen.\nYou're gonna leave here, -go to the sanctuary.\n-Yeah. Chinese takeout. -Beautiful afternoon.\n-Ah. I'm gonna sweeten the deal a\nlittle bit, and in the process, maybe complicate -your decision, because...\n-Ay-ay-yay. ...after you enjoy\nthe Chinese takeout, you will finish your afternoon\nat the sanctuary with your letters from home. -Oh, God.\n-Oh. LIZ:\nOh. Wow. Sorry, Charlie. PROBST:\nChoose one person to join you. Oh, God. Kenzie, what is it\nabout the letters from home? Because when\nyou're watching Survivor, you say \"You've only got\na few more days. It's not that big a deal.\" Um, yeah, it... I know\nthere are people here with kids, and peo...\nEveryone here loves somebody. Um, my fiancé moved our wedding. It was supposed to be yesterday\nfor this, so it would just be really nice\nto hear from him, but I... Charlie, don't, like... it's...\nI'm not gonna hold it against you if you don't\nchoose me. I just... -I'm just thinking\nabout it, you know?\n-I know. (sniffles) Choose one person, Charlie. I'm gonna choose Liz. I know Liz can eat Chinese food. -Really?\n-Her daughter Chelsea is a huge Survivor fan. Those two factors.\nLiz, come on. Oh, my God. BEN:\nAll right, Liz! -(applause)\n-KENZIE: Yeah, Liz. Thank you. All right, Charlie,\nfour people left. You're gonna choose\none more person, which means three of you\nwill go to the sanctuary, three others will go back\nto camp with nothing. CHARLIE:\nHonestly, coming into this, I was thinking the people\nwho didn't eat pizza would come. I'm gonna take Kenzie, and\nI know she had her wedding day. And I'm so sorry\nto everybody else. 'Cause I know\nwhat this is, and... -LIZ: Wow.\n-I'm really, really sorry. PROBST:\nCome on over. -KENZIE: Thank you.\n-(Maria sniffles) (exhales) -LIZ: I'm so sorry, Maria.\n-(sniffles) -Maria, I'm really sorry.\n-Maria, I'm sorry. (sniffles) All right, Charlie, Liz, Kenzie, you're heading to the sanctuary for a fun afternoon\nof food and love. Grab your stuff,\nhead out, enjoy the day. Thank you, guys. Thank you. KENZIE:\nThank you. (sniffles) Maria, all love is good love, but a parent's love is unique. -(Maria crying)\n-It's like no other in that you created these people,\nso your emotion is obviously understood. What is the feeling? What were you\nlooking forward to? I just wanted to see... I just want to see those letters\nso bad, Jeff. (sniffles)\nI understand his decision. I would never wish that decision\non him. It's just, it's breaking my heart in three. All right, Q, Maria, Ben,\ngot nothing for you. Grab your stuff,\nhead back to camp. No problem. MARIA: This reward challenge\n is one that I've been waiting for\n for many days, and I think my tears\nwere just the realization that this is the one\nI've been waiting for, and I knew I couldn't go. It hurts all over.\n It hurts my head. It hurts my heart, you know? Like, I wasn't lying when I said\n my heart broke in three. If you're watching Survivor as a family, and your mom keeps saying,\n\"I should do that show,\" encourage her.\n\"Mom, apply to be on Survivor.\" Br ea th in g Cl ar it in C le ar is l ik e. .. [♪♪] feeling the breeze instead of feeling congested. [♪♪] Fast relief of allergies\nwith nasal congestion, so you can breathe better. Claritin Plus Decongestant. Live Claritin Clear®. Wa nt t he p ow er o f 5 se ru m be ne fi ts i n 1? Olay Super Serum Activates on skin to hydrate, smooth, visibly firm, brighten, and improve texture. It's My Best Skin Yet. Olay [ Do or be ll r in gs ] Yo u mu st b e Is aa c. Come on in. [ Sighs ]\nHere's my pride and joy. [ Romantic music plays ] ♪♪ Beautiful stair renovation, sir. And they're covered with\nyour home and auto bundle with Progressive, so you get\nround-the-clock protection. So, is Gabby coming down? Oh, she said she'll meet you\nat the prom. Th is S ki nn y Po p is s o de li ci ou s. And only three\nsimple ingredients. I never have to stop. Thomas, hold my calls! ━And my texts!\n━Got it. And my emails. Don't leave. Skinny Pop. Endlessly delicious. At D ot 's a n or di na ry p re tz el ju st i sn 't e no ug h. So they add savory seasoning\n and tempting buttery flavor into every\n delicious twist. Now that's enough to make you\n order a special delivery. That seems like a lot. They're really good. Dot's. Sensationally seasoned\n pretzels. ( ♪ ♪ ) (♪♪) (♪♪) (♪♪) Get exclusive offers on select new Volvo models. Contact your Volvo retailer to learn more. St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. ♪ ♪ CHARLIE: Oh, yes! -KENZIE: Thanks for this.\n-LIZ: Thank you so much. CHARLIE: Oh, y'all are the best.\nThis is amazing. -Mmm, mmm, mmm.\n-Oh, my God, you guys.\n-Wow. Sorry. I'm, like, ripping\nopen boxes like a savage. -CHARLIE: No, rip open...\n-Savage! I haven't had a reward in almost ten days, and there's been\n so many feelings. Feelings I didn't even know\n that I had inside me when I don't get picked. Oh, my gosh. That's soda. And today, I'm picked. See, Liz? It all pays off not\ngetting picked for the pizza. -This is better.\n-You know, I thought about that. -We are very lucky.\n-LIZ: I thought it was a series of bad luck,\nand I'm like, \"That was good\nI didn't get picked.\" More than eating, it feels like, \"Yes, Liz, you have done\nsomething right in the game. \"You're working with people that want to work with you,\" and that feels just as delicious as this beef dish tastes. CHARLIE: We got love. Oh, God.\nI can't even think about that. CHARLIE: Oh, I really...\nI really feel for them, but... Obviously, the letters\ncomplicate it, but, like, literally, before the letters, I\nwas like, \"It's Kenzie and Liz.\" Like, obviously, we didn't eat -the last time, so...\n-Right. CHARLIE: Not choosing Maria\n was the hardest decision I've made the entire game. But I knew that\n we were gonna be okay. She is truly a selfless, caring, just stand-up person. I told you, like, my favorite\nplayers are Malcolm and Denise. -Like...\n-Yeah, she's kind of, like,\nthat strong... that strong mom. CHARLIE:\n We've been saying\n we're Malcolm and Denise, and we've built\n such a tight bond over the course\nof this whole season. And one reward challenge, even if it's for love,\nwas not gonna break that bond. I think Maria will understand. I think so, too.\nShe knows, you know... She knows. Mm-hmm. (Maria sniffling) I think the hardest thing...\nis I can... Let it out. Take your time. I can picture them\ns-sending their... writing their messages. BEN:\nYeah. Working so hard\non these letters... ...to get them to me. Charlie and I said,\n if we ever win reward, we are not taking\n the other person. So, I know why\nCharlie chose how he chose, but having my three boys\n at home and not having a way\nto communicate with them... (sniffles) Something died in me... today. I just... I feel like I just got robbed,\nit just got taken from me. This one would have meant... I would have given up\nevery reward for this one. It hurts, it's very painful,\n but, like, I've been in positions before\nwhere I've been broken down, and all I can think of is,\n like, you keep some bear cubs from mama bear. Like, I'm coming. It's gonna really\nlight a fire under me. -KENZIE: Letters!\n -(clapping)\n -CHARLIE: Letters, y'all. Liz! Oh, my gosh. That's my name! -Kenzie!\n-Oh, it's thick! Wow, you guys. -We are loved ones!\n-KENZIE: I know. Cheers. -Cheers.\n-Cheers.\n-Oh, my gosh. Cheers. LIZ:\n I remember coming\n into the game thinking, \"Liz, you really don't want your\n letters because you're gonna have to show this emotional side\nof yourself.\" Aw. Chelsea. But when the letter\n is right there in your face, that's all you can think about. And so, to remind yourself of home and why I came out here\nin the first place and... ...who I left behind. And it feels like motivation. (cries) I see my daughter's letter, and I see her little drawing.\n(laughs) (sniffles) She's the whole reason\n I'm out here. She dared me to apply. (laughs)\n And it just... it reminds me that\n there are people in this game who are not rooting\nfor you, but there are people at home that are. KENZIE:\n I have no idea\nwhat's going on with my parents. I have no idea what's going on\n with my business. I have no idea\nwhat's going on with my fiancé. And so, getting to, like, hear that they're okay... (sniffles) There's no words to describe\nhow much it means out here. Wow.\nThis is the best thing ever. Thank you, Charlie. Ooh. I was supposed to get married\n literally yesterday, but my fiancé, when I got\n the first call for Survivor, immediately moved our wedding\nbecause he just believed in me. And it's amazing that I have... (sighs) Sorry. (sniffles) It's just so amazing\nto have a support system that allows me...\nto learn, to go... to do this. You know, like, I'm used to being in charge, I'm used to, like,\n controlling everything. And I'm used to being, like,\n a perfectionist, and... relinquishing that control\nwas a big lesson for me to even come out here. I've been self-employed\n since I was 17. I started my career\n at 15 years old. Like, just because I thought I was the only person\n I could ever count on. But hearing that my family\n can handle everything-- like, it's allowing me to take a break and, like, I don't have\nto be perfect all the time. I don't have\nto be in charge all the time. Like, I can lean\non other people. This really...\nI'll never forget this. -CHARLIE: Oh, my God.\n-Ever. -Thank you so much.\n-CHARLIE: Thank you guys -for being here. (sniffles)\n-LIZ: You're awesome. CHARLIE:\n Every single letter,\n every single one makes me cry and laugh and just get\n that one little taste of home that I need to drive me through. (laughs) It's a bunch\nof Taylor Swift quotes. (laughs) -Oh. From Judy?\n-Yeah. Oh. CHARLIE:\n Getting to hear from Judy,\n my girlfriend, I get to see what she's thinking about this whole\n crazy experience. I miss her so much,\nand think about her every day. I always thought\nthey were, like, all being dramatic with letters, -KENZIE: No.\n-but my God. But if I remember one thing, it's that my sister, my dad, my mom, my girlfriend Judy-- they all told me to play to win. That might be what I needed to push me to make\nthe right decision for Charlie. Because if I'm going to\n play to win, I'm going to be betraying Maria, who I've played\n the whole game with. And those reminders to play to win are gonna fuel me\nto the end of the game. ♪ ♪ CHARLIE: That was amazing. -Oh, lordy.\n-This was the reward\nto win, Charlie. -I know. Wow.\n-That's, like, -such a bucket-list thing.\n-I feel so special. I feel special, too. Thanks, Charlie. LIZ:\n Charlie's choices\n to go on this reward-- it couldn't have been\n set up any better. This is a chance\n for the three of us to actually talk strategy\n without looking suspicious. So, while it would pain me... to not go Q yet again, I do know\nMaria is a bigger threat. Someone just needs\nto beat Maria tomorrow. We have to get her\nbefore Q, right? -Yeah.\n-I mean, as much as that makes me gag. Yeah. -She's so good.\n-KENZIE: Oh, she's good\nat everything. And she made the fire\nlast night. I was like, \"Oh, no,\nyou can make fire, too?\" LIZ: I know. CHARLIE:\n This was by far\n the hardest reward decision of the season. All I can say is thank goodness Maria was not here because I am cooking something up that I don't want Maria\nto sniff out of the kitchen. And that is a blindside\n of Maria at the next vote. I know Ben is solid. So, the key ingredients in this little recipe are Kenzie and Liz, so, I wanted to cement\nthat relationship today. Wonder what they're doing\nback at camp. CHARLIE:\nThey'll probably\nlook for the idol, but I don't think it exists,\npersonally. Yeah.\nWell, let's hope not. Q: Right now, reward means absolutely nothing to me. For me, I need to find this idol\n 'cause I need protection. So the more time\nthat I have to snoop around, which...\nI've looked a lot. They make it look so easy on television. People, I've looked for days. Days... and hours on days. Nothing. But today is different. I've told myself,\n \"Q, calm down.\" Calm for the last\nhandful of days. Handful of. My hand is starting to hurt. I need the storm. And I think I found something that'll help this storm\ncome a little quicker. You just sit right there.\nHold on. Let me go in my pocket. What's in my pocket?\nWhat's... It might be somehow! What's-what's...\nwhat's the matter? What's going?\n Look what I found. Oh, Lord. Oh, my God.\nThis is a beautiful thing. (laughing quietly) I got it. And behold. I got the juice.\nI got the juice now, fam. Oh! Do I tell Maria or do I don't? I just need to get through\n this last vote at six, and I'm in\nthe final friggin' four! Hey. Swear to God. Just found it... -Stop it.\n-I swear to God. MARIA:\nLet me see what it looks like. Q:\n I told Maria\n about the idol because you have to trust somebody. -I'm not telling anybody else.\n-No, no, no, no, no. Q:\n And Maria is my number one. So, now, her knowing\n that I have the idol, she's now\nmore likely to protect me. Yeah, yeah. -Yeah.\n-So... MARIA:\n That's a really nice offer. Like, if I have someone\nwho's telling me he's willing\nto play this for me, I definitely want\n to keep him around. So maybe that's my best move now. I think it's\nimperative Liz goes next. Q:\nYep. We just\nhave to make sure Charlie don't pull a fast one\nwith those girls. I don't think he would. I'm not worried about Charlie\ndoing anything with them. But would Charlie\nneed to go before them? It would make...\nIt would be safe. MARIA:\n This is the first time\n that I've actually voiced out loud to anybody that I'm\nconsidering voting Charlie out. It's a very hard decision, because not only has he been my number one\n since day three, but I have so much trust in him. Charlie is so lovable. He'll beat any of us. Charlie will win, hands down. Q:\n Yep. I honestly do. -Charlie don't win,\nget rid of Charlie.\n-Yep. -Which I'm down to do,\nif you mean it.\n-I'm down to do it, too. -CHARLIE: Hello! How's it going?\n-Hello. MARIA:\n It's a very hard conversation to have, but it's also a reality. He's a threat. I knew why you picked\nwho you picked. -Thank you.\n-It was just sad. And, I mean, I know... It was so sad,\n'cause I know how badly you wanted\nto read those letters. MARIA:\n I adore Charlie so much,\n and Charlie and I have walked this journey together\n with so much compassion and genuine care\nfor one another. And we've really formed,\nlike, a friendship that will go\nway beyond this game. Just so, like,\ngrateful to, like, have you just\nin my life, period. -Thank you for saying that.\n-So... So just... I just really want\nto thank you for everything. MARIA:\n So it's hard to switch\n from that security, that comfort\n and that camaraderie to \"It's my game now.\" Like, it has to be my game. There aren't\n many options anymore for us to be a pair. Was there any strategy talk? Were there any pitches to you? There were. It was much of the same. -Which was...\n-Like, \"Get Q out of the game.\" Okay. CHARLIE:\n Maria's my number one ally. I love her to death,\nbut I've set up this blindside. I feel so many different emotions. And honestly,\nit almost feels like guilt. It pulls on just every single fiber of me. MARIA:\n I think that\n was really important, -strategically,\nis to keep... Yeah.\n-Yeah. Keep them from, like, -talking to\ntoo many people, and...\n-Yeah. Yeah. Oh, yeah. CHARLIE:\n I don't think Maria is considering blindsiding me. MARIA:\n I don't know. Would he ever do it to me? CHARLIE:\nI was hoping\nyou-you would find it. MARIA:\nWell, I tried to go look. I was like, \"I hope\nthat's what Maria gets to do -while I'm gone is,\nlike, find the idol.\"\n-I tried. I tried. It took me a while. Or did we really have plans\nto go to the end together? Am I breaking his heart\nand messing up our plans? I think she's dead serious about taking me to the final three. If anything, I feel like I got\na good friend out of this thing. -You know, whatever happens,\nI feel like,\n-Whatever happens, Maria. -Always.\n-you're such a good person. MARIA:\n The two best buds, Malcolm and Denise,\ncan't go to the end, and I want Malcolm\nto take this one. MARIA:\n Hopefully we get -to keep in touch\nand be in each other's lives.\n-Oh, my God, yeah. Oh, my God. I know it.\nI literally know it. MARIA:\n At the end of the day, Charlie and I will be wonderful\nfriends after this game. -I want them\nto meet Uncle Charlie.\n-And, uh... Yes! Yes. MARIA:\n But right now, he's standing in my way. [C ou gh in g] COPD isn't pretty. I'm out of breath,\nand often out of the picture. But this is my story. ( ♪♪ ) And with once-daily TRELEGY,\nit can still be beautiful. Because with 3 medicines\nin 1 inhaler, TRELEGY keeps my airways open\nfor a full 24 hours and prevents future flare-ups. TRELEGY also\nimproves lung function, so I can breathe more freely\nall day and night. TRELEGY won't replace\n a rescue inhaler for sudden breathing problems. Tell your doctor if you have\n a heart condition or high blood pressure\n before taking it. Do not take TRELEGY\n more than prescribed. TRELEGY may increase your risk\n of thrush, pneumonia, and osteoporosis. Call your doctor\n if worsened breathing, chest pain, mouth or tongue\n swelling, problems urinating, vision changes,\n or eye pain occur. ♪ What a wonderful world ♪ [Laughing] Ask your doctor about\nonce-daily TRELEGY for COPD because breathing\nshould be beautiful, all day and night. (s cr ea ms ) Bleeding gums are\nserious, Jamie. Dr. Garcia? Woah. They're a sign\nof bacterial infection. Crest Gum Detoxify's\n antibacterial fluoride works below the gumline to help\n heal gums and stop bleeding. Crest saves the day. Crest. (V O) Wi sh y ou k ne w ho w yo ur c at w as fe el in g? At the Tidy Cats Innovation Lab,\nwe do! Presenting our latest\nLittervention. Tidy Care Alert, with color-changing crystals for health monitoring. Tidy Care Alert, only from Tidy\nCats! Hi . [multiple speakers]\nHi! I'm a Helpful Honda person. Honda is going to pay\nfor your night... if you can hit\nthat target over there with the blue shirt. [multiple speakers]\nOh! (laughs) ♪♪ Oh! (audience cheering) Today we helped some golfers. Honda is going to\ntake care of your bill. And we can help you too\n with a great deal on a reliable,\n award-winning Honda. Right now, you can lease the 2024 Accord LX for just $249\n a month plus tax. Or check out\n the Accord Hybrid, which gets up to\n 51 miles per gallon. ( ♪ ♪ ) You made a cow! Actually it's a piggy bank. My inspiration\nto start saving. How about a more\nsolid way to save? I'm listening. Well, BMO helps get your\nsavings habit into shape with a cash reward\nevery month you save. Both:\nCash reward? And there's a cash bonus when you open a new checking\naccount to get you started. Wow. Anything you can't do? ( ♪♪ ) Mugs. ♪ BMO ♪ ♪ ♪ All the thrills, all in one place. Yep, it's all in Laughlin. ♪ ♪ Bring in the boat! -Doesn't get\nany more rock star than that.\n-LIZ: Yeah. PROBST:\nCome on in. Wow. Down to six. Shall we get\nto today's immunity challenge? -(excited chatter)\n-First things first, Maria. Once again,\nI have to take it back. Thank you. Once again,\nimmunity is back up for grabs. For today's challenge,\n you're gonna climb to the top of a very tall tower\n and leap off. You'll then race over a series\n of obstacles to the finish. You'll attempt\n to solve a dolphin puzzle. -LIZ: Oh, my goodness.\n-Man. (imitates dolphin) PROBST:\nFirst person\nto finish wins immunity, guaranteed\na spot in the final five. Losers, Tribal Council, where somebody\nwill not make the finale. You'll be\nthe 13th person voted out, become the sixth\nmember of our jury. The stakes are very clear: win or you are in trouble. All right, draw for spots. -We'll get started.\n-CHARLIE: All righty.\n-(Kenzie whoops) ♪ ♪ All right, here we go. For immunity\nand a guaranteed spot in the finale. Survivors ready? Go! Got to swim to that platform\nand get up that ladder. There goes Q. There's Maria.\nHere comes Charlie. There's Ben. Maria first off. (Maria whoops) (Ben screams) PROBST:\nKenzie's in. Liz plugs her nose. She's in. Keep moving. Charlie in the lead. Everybody moving very fast on day 23 of Survivor 46. Looks so easy when you're watching\nfrom the comfort of your couch. Q with a nice dive. Now you've got the beam. If you drop, you got to go back. Charlie first. Only one way to approach a beam.\nLook straight ahead. Go for it. Charlie falls. Ben drops. He's got to go back. Maria. Look at that. Maria's good. Maria now in the lead. Liz falls. Q falls. Maria in the lead. Everybody\nelse still working on the beam. Kenzie's in. Charlie falls. Maria first to the puzzle.\nBen is across. Building a dolphin puzzle. Liz working on the beam.\nQ working on the beam. He drops again. Charlie's good. Liz is good. Kenzie, that works. Just keep\nyour feet out of the water. -(grunts)\n-PROBST: Kenzie falls. Ben gonna be on this puzzle. Charlie's in this. Liz right behind Charlie. Maria working on the puzzle. There goes Q. He's looking good.\nHe's halfway through. Q with a nice leap.\nYou're good, Q. Kenzie in dead last. Words you do not\nwant to hear on day 23. (groans) Q up, working on his puzzle. Right now it's Maria and Ben, but only\nwith a couple of pieces. We're still early in this. Big stakes. You want to see the final five. You're good, Kenzie.\nGet here. Let's go. Charlie getting the base. Ben has the base.\nMaria has the base. Hey... Liz has a piece. Mark it down. Kenzie's here now. Everybody on the puzzle now,\nwhere anything can happen. If you get a roll going\nand you start to figure this out,\nyou can catch everybody quickly. It's now Ben in the lead,\nthen everybody else. Everybody now looking next door. \"What can I see\non somebody else's puzzle? Which piece do I need?\" Ben with another piece.\nBen is on a roll right now. He's figuring this puzzle out,\nbut it is far from over. Everybody chasing Ben. This would be\nBen's first challenge win. Couldn't come at a better time. But you never know. Any given challenge,\nanyone can win. Maria with another piece. Now Ben's gonna\nfeel the pressure. Maria with another piece. Look at that. We got a challenge! And another piece for Maria. And another piece for Maria! Three in a row.\nMaria now in the lead. Make it four in a row.\nMaria's on a tear. Ben has slowed down now.\nHe had the early lead. Right now, it is all Maria. Amazing. Maria is on fire. It would be her third\nindividual immunity win. Q now gonna just watch. Maria down\nto her last few pieces. It is time to put\nthis one in the deep freeze. Maria down to\nher last piece in this puzzle. Guaranteed a spot\nat the final five. And there it is.\nMaria's done it. Her third\nindividual immunity win, guaranteeing her\na spot in the final five. Wow. That went from competitive\nto a blowout. Maria, come on over. For the third time this season,\nindividual immunity. You are guaranteed\na spot in the final five. We just talked about\nthe fact that this means you are in the finale. Why is that so significant\nto a Survivor fan and player? You know, I think\nyesterday I hit rock bottom, to not get that love from home. And so I thought to myself...\n(sniffles) I was either\ngonna be fueled by love or I was gonna be fueled by the fierce determination\nthat got me here. And so, this win, to me, is just proving to myself\nthat I have that determination, even in the absence\nof love from home. Well done.\nMaria safe tonight. As for the rest of you,\nsomebody going home tonight, 13th person voted out,\nyou become the sixth member of our jury. -Swim out.\nSee you tonight at Tribal.\n-(whoops) CHARLIE:\n Maria winning immunity today, my first reaction was, \"Dang, Maria, you are a boss.\" My next reaction is, \"Well, dang. Maria was\n probably going home tonight.\" So, this is Survivor. What do you do? Adapt. What's the next best\n move for me? And I think, tonight,\n it's not a smoke screen. There's a real fire under Q, and I think his torch\ncould get snuffed tonight. Wh at i f we d on 't ge t do wn i n ti me to get a birthday\ngift for Zoe? Don't Panic. With Etsy we\ncan find the perfect gift, and send her a\npreview right away. Thanks guys. [ surprised scream ] Don't panic.\n Gift easy with Etsy. If y ou l ov e to t ra ve l, Ca pi ta l On e ha s a rewards credit card\nthat's perfect for you. With Venture X, earn unlimited double miles\non everything you buy and get access to over\n1300 airport lounges. Open up a world\nof possibilities with Capital One. What's in your wallet? Co ar se h ai r Thin skin When I'm shaving down there not\njust any razor will do Venus for pubic hair and skin With a patented irritation\ndefense bar For a smooth shave with blades\nthat barely touch skin \"9 o ut o f 10 p eo pl e do n' t ge t en ou gh f ib er \" Benefiber is the easy,\n gentle solution for every day. Its plant-based prebiotic fiber nourishes good bacteria\n in your gut working with your body\n to promote digestive health. With so many\n ways to enjoy, Benefiber is\n your fiber, your way. ♪ ♪ -Congratulations, Maria.\n-(overlapping chatter) -BEN: All right, Maria.\n-CHARLIE: Challenge beast Maria. -I know.\n-So fun, kids. KENZIE:\n Maria is the biggest\n threat out here. Maria can't keep\nwinning everything, but she does,\nso it's frustrating. So we can't get her out. But I don't want\n to go any further with Q. LIZ: Yep, yep, yep. BEN: Yeah. Yeah. KENZIE:\n I have wanted Q out of my game for a hot minute now, and it's\n just not been happening. So I am ready\n to take down King Q. Like, I want him out of here. BEN: I think every time\nhas been the time to take out Q, but especially this time, 'cause\nthere's only two votes left. And the only reason\n Q keeps avoiding getting voted is 'cause Maria's convincing\n us all to use him as a number, which is really, \"Oh, they're an alliance. How did we\nnot put two and two together?\" We're, like,\nthe four court jesters taking down the king. -Yeah.\n-Finally. BEN:\n Maria and Q think\n they've been running the show for a bit,\n but now everybody's trying to come together as one to take down the king and queen. This is gonna be my favorite\nblindside of the season. Yeah, this one's really good. -Oh.\n-What's the tea? So, thinking about this... Yeah. But... We have to. He's vulnerable now. We got to take the shot\nwhen we can. It's Survivor. The safe move\nis never the best move. Safe move\nis never the best move. I know it's time\n to get out Charlie. But now, I'm removing my number one\nand trusting in my number two. I know you're right, Q. I know he's a threat, and I knew\nthis day was gonna come. If everybody wants\n to bash me for taking Q further in this game,\nthat's their prerogative, but... it's Charlie tonight. So what are we gonna do? We got to go Charlie. Charlie? We got to stick together, Liz. I'm with you. Sounds good to me. Q comes up with this plan\n of getting Charlie out, but, Q, you know dang well I don't want to work with you. Ever since Maria and him\nhave teamed up and he thinks he's back on top, he's just been\n so ridiculously confident. KENZIE:\n But you know what? -I've been ready to get Q out.\n-I've been ready\nto get Q out, too. -For a long time.\n-Yes. Tonight is finally the night\n Q is going home. See you later, brother. What are we gonna say to Maria? I'm just gonna play stupid. Yeah. What do\nyou all think about that? I mean, I'm fine with that. He is kind of the one to beat. -Everybody loves Charlie.\n-Everybody... -Yeah, I love Charlie.\n-If Charlie gets to the end,\nhe wins. -Hands down.\n-Yeah. Like, look at him. -Everybody here,\nhe'll beat everybody.\n-Yeah. Maria thinks Liz and I\n are gonna vote Charlie, but we're just\n bamboozling Maria and Q. I knew this day would come. -We both knew it would come,\nyou know?\n-Mm-hmm. Mm-hmm. KENZIE:\n And I'm just eating it up,\n because Q feels comfortable. So Q is not gonna\nsee this blindside coming as long as\n Maria doesn't find out. CHARLIE:\n If we take out Q tonight\nand leave Maria out of the vote, she's not gonna\nbe with us tomorrow. Yeah, it kind of weakens her, but if she wins immunity\ntomorrow, which right now, -Looks possible.\n-looks very possible, what happens to us? We have to make sure\nthat we can survive tomorrow. We need to get Q tonight, but we need to be careful\nhow we do it, because... if we leave Maria in the dark, then we go into final five. All of a sudden, Maria can\n team up with Liz and Kenzie and vote out either Ben or me. So the way I see it, we have to bring Maria\ninto the Q vote, which I think\nshe'd be cool with it. -Yeah.\n-I'd have to talk to her, -but I think\nthat makes us the most safe.\n-Yeah. CHARLIE:\n This is why I never close any door\non any relationship to work on.\n'Cause guess what? -I just wanted to talk to you.\n-Yeah. CHARLIE:\n Maria thinks I'm still\n her number one ally. That's the key of my game, is making sure that every side that I've been working with,\nI can still work with. Yeah. Charlie approaches me and says, \"Tonight's the night\n we're gonna get rid of Q.\" And so I nod and say,\n \"I think that's a good idea.\" What I really feel is, \"Please don't look me\nin the eye. I feel so embarrassed.\nDon't look at me like that.\" Um... I mean, what I really feel is, \"I think tonight\nis Charlie's night to go.\" Okay. So... You think we can get everyone\nto write Q's name down? Yeah. MARIA:\n I think the conversation about getting rid of Q is really just\n to appease Charlie and to just distract him\n from any other thoughts. But in reality, Kenzie and Liz and Q and I are gonna be the ones\nthat make the decision. So there's nothing\n Charlie can do at this point. You feeling okay? Yeah.\nI think you're fine. You may get a vote, but I don't think\nyou're going home. Q:\nThank you. -You'll be here tomorrow.\n-Yep. Right now, I feel confident that I have Maria,\n Liz and Kenzie on board to working with me\nto blindside Charlie. -You got a Q-skirt?\n-I've got\na little pocket in my... Rock the Q-skirt! Q-skirt! Q-skirt! (Maria whoops) Q:\nQ-skirt! Q-skirt! Yeah! After tonight's vote,\n and when Charlie goes home, it is safe to say that I've regained control. I don't see how it can go wrong, but here's what I know: the Q-skirt is holding an idol. Can you believe it? Nobody knows about the idol\n besides Maria, so this thing is powerful. And if I feel any spooks or dooks, I'm playing the idol for myself. Period. -Yeah. Yeah.\n-All right, I just\nwant to make sure because... -Are we all good?\n-Yeah. Yeah. No, no, no. -I think we're all good\non the same page, right?\n-Okay. Okay. -Okay. Yeah.\n-Awesome. -All right. (whoops)\n-Yeah. -Day 24. Day 25.\n-Yeah. MARIA:\nTonight is a tough vote for me, because when\n I started this game, I said, \"I want to find my person.\" And I found my person,\n and, like, Charlie's been my person,\n but I'm stepping forward. I'm not looking back. This is the right choice for me because at the end of this game,\nonly one of us can win. So it's going to be\n a sad Tribal Council for me. I'm going to see\n my best friend in this game walk out the door tonight,\n and so it's gonna be very bittersweet,\nand I hope I get a hug. (chuckles) WH AT I S CI RK UL ? CI RK UL I S TH E FU EL Y OU N EE D TO T AK E FL IG HT . CI RK UL I S TH E EN ER GY T HA T GE TS Y OU T O TH E NE XT L EV EL . CI RK UL I S WH AT Y OU H OP E FO R WH EN LI FE T OS SE S LE MO NS Y OU R WA Y. C IR KU L, A VA IL AB LE A T WA LM AR T AN D DR IN KC IR KU L. CO M. He ad & S ho ul de rs B ar e Cl in ic al ly p ro ve n da nd ru ff protection with just\n9 essential ingredients No sulfates, No silicones, No dyes. Dandruff protection, minimal ingredients. Job done. Ho me Qu ot e Ex pl or er l et s yo u ea si ly c om pa re coverage options so you don't\nend up overpaying. Good, because we've spent\na lot on this kitchen. Oh, yeah, really\nhigh end stuff. Sorry, that's our ghost. He's more annoying\nthan anything. Oh, a decal\nthat says \"kitchen.\" Good, I forgot\nwhere I was for a second. [ ♪ ♪ ] Your skin is ever-changing,\ntake care of it with Gold Bond's Age\nRenew formulations of 7 moisturizers\nand 3 vitamins. For all your skins, Gold Bond. EG O, T HE N UM BE R ON E RA TE D BR AN D IN C OR DL ES S OU TD OO R PO WE R BR IN GS Y OU T HE SE LE CT C UT M OW ER . CU ST OM IZ E TH E CU T WI TH TH RE E IN TE RC HA NG EA BL E BL AD ES . IT C UT S FO R OV ER AN H OU R ON A S IN GL E CH AR GE . EG O - EX CL US IV EL Y AT L OW E' S, A CE A ND E GO AU TH OR IZ ED D EA LE RS . Me et n ew a ll s en si ti ve f re sh ™ , it's a game changer\nfor me and my family. Now all has a detergent\nthat's gentle on skin and leaves our laundry\nsmelling breezy. All sensitive fresh, with a hypoallergenic scent\nmy family loves. Hu rr y in f or K oh l' s Lo we st Pr ic es o f th e Se as on ! Get active essentials for\n the family up to 30% off. Cute dresses\n for 40% off. And The Big One pillows\n and towels, $2.99. Plus, earn Kohl's Cash\n on your faves. Kohl's. ♪ ♪ LIZ:\nYo, yo, yo. Let's light it up. -Jeff, we have\na show for you tonight.\n-(Liz vocalizing) Wow. (Liz vocalizing) Once again, I forgot popcorn. All right, let's start with\nthe reward challenge, Charlie, where you won the reward,\nand much like Maria, you had a big decision to make. It was Chinese takeout. Jeff, it was the classic\nbait and switch is what it was. I thought\nit was Chinese takeout. And then you go,\n\"And loved one letters.\" PROBST:\nSo I said,\n\"I'm gonna sweeten the deal and probably\ncomplicate your decision.\" Yeah, a little bit, you think? -I mean...\n-So you seemed\nto base it based on who had received an earlier reward. That seemed like a very\nsimple approach, but Maria was clearly emotionally upset\nat missing out. Yeah, you know,\nwe talked about it and had some big, long hugs, and I was just impressed with all three of the people\nwho didn't go on the reward, who were just\nvery selfless in saying, \"No, you three go. You know, we'll-we'll\ntalk to our loved ones soon.\" So, it just showed\nhow close we are out here. Even though everyone's thinking of their loved ones,\nwe're forming bonds here, too. PROBST:\nKenzie, what\nwas the love like for you? Because you shared\nthat you moved your wedding to come play Survivor. It's indescribable, like,\nhow much that meant to me. I told Charlie, like, \"This is a day that\nI will never, ever forget.\" Like, hearing from home\nfilled me up so much with just enough gas,\nlike, left in the tank to get me through\nto the end of this game, because we are this really\nweird, dysfunctional family, the six of us. Like, Q and Ben\nare like my brothers who don't speak and they,\nlike, pick on me all the time. Maria's like our aunt\nwho cooks everything. You're like our cynical\ngrandma who's, like, losing it, -but we love her.\n-(laughing) Charlie's like\nour dependable dog. -Like...\n-(laughing) KENZIE:\nLike, we have made,\nlike, this family here, but it's not the same\nas hearing from the people you love so much at home. PROBST:\nAll right, now let's talk\nabout the immunity challenge. Maria wins again, third time, which puts you just one shy\nof an elite group of women who have won\nfour immunity challenges. -And that's in seasons\nthat have 39 days.\n-Wow. PROBST:\nBut when I asked\nyou about today's win, you said it was the drive from not getting the love. Yeah. You know,\njust to be super clear, like, there were no hard feelings\nfor Charlie's decision. Like, I knew exactly\nwhy he chose who he chose, because they needed to eat. It doesn't mean that, like,\nmy heart wasn't broken. And then I went back to camp\nand I cried the whole rest of the afternoon. But what I said to myself was, \"I either let this knock me down \"and take the wind\nout of my sails \"or I'm gonna channel this into this fierce determination\nto win the challenge today.\" All right,\nso you look at the jury. That's five blindsides.\nThey're essential in the game. It's the mark\nof great Survivor gameplay, and you have to play that way. You cannot let the person\nwho's going home smell that they're going home, because there's so many ways\nthey could disrupt the game. But Charlie, when\nit gets down to fewer numbers, does it get easier\nto blindside or more difficult? CHARLIE:\nI think, with fewer people, every vote matters so much more. People are thinking\nabout different criteria for who they're voting out. Are they good at challenges?\nAre they good at making fire? Are they someone the whole\njury's going to vote for? You know, do you want them around camp\nthe last couple days? And since one vote\nholds so much power, it's much more delicate, because if you tell the wrong person the wrong plan or the wrong name,\nit is so easy for them to flip the game on its head. PROBST:\nMaria, it's interesting to me, in that list of criteria,\n\"alliances\" was not mentioned. We've seen seasons\nwhere alliances go all the way to the end,\nand that's your final three. We've also seen seasons\nwhere there's a point where people pivot and say,\n\"I got to make my move.\" I mean, I think\nalliances are important, but I think, like he said, it's\nalso important to think about who's still here tomorrow and who's going to be\non the jury. People are really starting to\nthink more about who could I sit next to, more so than, like,\nare we sticking with alliances? Are alliances shifting? You know, it's-it's\nreally hard to know. Kenzie, that's\ntwo people in a row that have basically said,\n\"I don't know about alliances.\" I mean, I don't know\nabout alliances because, -not that Ben and I have been\nin an \"alliance\" per se...\n-(laughs) but he wrote my name down and told me,\n\"It was an accident.\" -It really was.\n-An accident. -Wait, hold up, listen.\n-Have you ever heard that? -No.\n-So I was drunk\noff the pizza, right? -I can't wait to hear this.\n-BEN: We had... -There wasn't even\nalcohol there.\n-We-we had, like, -six pizzas.\n-PROBST: To be clear, -you had soda. Yeah.\n-BEN: No alcohol. Yeah.\n-KENZIE: Yeah. I also know how to spell Venus. It's a planet, Ben.\nIt doesn't start with K. -It's okay. It's okay.\n-I'm just saying, if we're\ngonna talk about alliances, I think it's\nkind of a wash after that. -(laughs)\n-PROBST: I got to say, Ben, -I watch a lot of police\ninterrogation videos,\n-BEN: Yeah. and if I'm imagining you\nin that room with the camera, and you say,\n\"I was drunk on pizza,\" -I don't think you're\ngetting out of that room.\n-(laughing) -Oh, definitely not, Jeff.\n-I still held his hand after\nhe wrote my name down, but... She's like my Survivor sister,\nso if anything, this is just\nsome teasing, hopefully. Hopef... Q, what's your take\non alliances? Because Charlie didn't\nmention them and Maria said, \"Look, maybe,\nbut there's only six of us, and we're trying\nto get to the end.\" Does that mean\nthat maybe alliances are over unless they're convenient? I wouldn't say it's over, Jeff. I think it's plans in place\nwith a group of people that see for this vote,\nit makes sense. For next vote,\nit might not make sense, but I understand that a vote will be made tonight\nbased off a group that agreed. PROBST:\nHow about you, Liz?\nAgree with that? Yeah. Everyone, since the Hunter\nvote, has voted together. And so, maybe I'm naive. I mean, I think\nthere are more power couples that are together than,\nlike, true alliances. But we're all thinking about\nthat final Tribal Council. And based on Charlie's criteria, I'm not gonna win\nany immunity challenge, I'm terrible at fire,\nand I'm not in an alliance. So... Don't vote for me. (laughs) Charlie, it's interesting\nhearing Liz say, \"The last few votes\nhave been a group of people voting together,\nexcept for the one.\" Sooner or later, you're the one. Yeah.\nLightning's gonna strike. And we're all sitting here, and tonight we might get--\n(buzzes)-- zapped. And, um... This is a group of hardened Survivor players now. This isn't day one Survivor. So, everyone's getting\nfreaking good at this game. So it's hard to tell\nwhere the lightning's gonna hit. All right, it is time to vote.\nCharlie, you're up. ♪ ♪ I hope I got you. Okay. Oh, my gosh. (exhales sharply) Boy, I have been trying\nto get you out for a long time. (chuckles) (Ben exhales sharply) It's been a fun ride. (whispering):\nIt's been an honor and a pleasure working with you. I love you so much, but I have to\n think about myself as we're moving into\n an individual game. I can't wait for the boys\nto meet Uncle Charlie. I'll go tally the votes. (exhales sharply) If anybody has an advantage or\nan idol and you want to play it, now would be the time to do so. All right, I'll read the votes. First vote: Charlie. Q. One vote Charlie,\none vote Q. Charlie.\nTwo votes Charlie, one vote Q. Q. We're tied.\nTwo votes Charlie, two votes Q. Q. That's three votes Q,\ntwo votes Charlie, one vote left. 13th person voted out and the sixth member\nof our jury: Q. Need to bring me your torch. -Sorry, buddy.\n-Sorry, Q. -Love you.\n-Love you. Q, the tribe has spoken. Time for you to go. Appreciate it, boss. Good game, buddy. See y'all, now. LIZ:\nSee you. -Go get some Tater Tots, babe.\n-Send us a Q-skirt. Congratulations on making it to the final five. Over the next three days, you'll compete\nin two immunity challenges. We'll have two Tribal Councils,\none fire-making showdown. For the three who survive,\nyou will get a chance to face your jury,\nplead your case about why you deserve\nthe title of Sole Survivor and the million dollars\nthat goes with it. Grab your torches.\nHead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org Ni ce D re ss ! -Y ou t oo . The best part? It has pockets!\n- It has pockets! I know!\nI know, right! Oh my gosh! Well that, and the Cash Back.\n-What? With Rakuten. It's\n a shopping app. I saved a ton on our dress. This is unbelievable.\n- This is unbelievable... I know, right! You're going to get\nso much Cash Back. Okay, I'm going to\ngo change 'cause... (O ve n di ng a ud io m ne mo ni c) Tyson boneless buffalo\nbites and hot wings have that tasty\nkick of flavor... ...so they're perfect\nfor any get-together ...if there are any left when your guests arrive. Tyson Any'tizers® chicken.\nMore kicks of flavor. More smiling snackers. More to love.\nTyson. [ ♪ ♪ ] If you're only using facial\nmoisturizer in the morning, did you know, the best time\nfor skin renewal is at night? Olay Retinol24 renews millions of surface\nskin cells while you sleep. Wake up to smoother,\nyounger-looking skin with Olay Retinol24. Ca n Ne ur iv a su pp or t yo ur b ra in h ea lt h? Mary, Janet, hey!! (Thinking: Eddie, no Frasier,\nFrank... Frank?) Fred! How are you?! Fred... Fuel up to 7 brain\n health indicators, including your memory. Join the Neuriva\n Brain Health Challenge. (V O) Pr o Pl an i s Al wa ys A dv an ci ng . With game-changing formulas, that promote mental sharpness and help extend lives. See what nutrition can do. Purina Pro Plan.\nAlways Advancing. (whooping) KENZIE:\n I'm at final five. I'm, like, a secret, little, cute assassin. PROBST:\n Next time on the season finale\n of Survivor... MARIA:\n It's do-or-die. Like, this\n is the time to just go for it. BEN:\n It's such a vibe. It's, like, electric, almost. PROBST:\nThis could be worth a million dollars, right here! LIZ:\n Holy hot dog on a stick. This is crazy. CHARLIE:\n I'm so close. I want to win this friggin' game. ♪ ♪ PHIL KEOGHAN: Previously on The Amazing Race... 13 teams began\n a race around the world... -Go!\n-Let's go, baby! KEOGHAN:\n ...by land, air and sea. Teams faced conflict... I don't even know what...\nUgh. I don't know even know. KEOGHAN:\n ...and confusion. This one hurts my head. KEOGHAN: They worked\n through their fears... Oh, hell, no. -MICHELLE: Babe!\n-N-No! KEOGHAN:\n ...and their tears. KISHORI:\nKarishma, you keep pushing! KEOGHAN:\n They dug deep... Breathe. You're gonna do it. KEOGHAN:\n ...and gave it their all. (groaning) Damn, this is high. KEOGHAN:\n But nine teams came up short. Unfortunately,\nI do have to eliminate you. And now only four teams remain. Superfan Cesar wanted\n to live out his dream with boyfriend Ricky. It's happening! It's happening, and it's The Amazing Race."
}