{
    "season": 46,
    "episode": 8,
    "title": "Hide 'N Seek",
    "transcript": "I'm ready\n to get this game rolling. This feels amazing. PROBST:\n Previously on Survivor... There it is. A full-blown idol that nobody knows about. There is a twist. -Uh-oh.\n-You're gonna be randomly divided\ninto two groups of six. Two people are going home\ntonight. -Oh.\n-MARIA: Oh, wow. SODA:\nOh. Hunter's Nami, though. Q:\n If Tim wants to go\n against the six, well, buddy, you are going home, and you just don't know it. It could be\na blindside tonight... TEVIN:\nIt's not Nami versus Siga here. TEVIN:\n Tonight, I want\n to make a big move. Vote Soda. I want to be the curator of the\nfirst blindside of the season. Which is why I'm so determined to at least\nbreak one of them off. MARIA:\nVenus is trying really hard, but she's pretty oblivious. Seventh person voted out\nof Survivor 46: Tim. Can I give Tim a hug real quick? ♪ Brotherly love. ♪ The tribe has spoken. Eighth person voted out\nand the first member of our jury: Soda. The tribe has spoken. Yeah, yeah. I mean, listen,\nwe'll get into it now. -Yeah, I want to.\n-BEN: Yeah. -Before everybody\ngets back, too.\nTIFFANY: Yeah. I don't think you guys realize\nthere's, like, not much to hash out.\nIt's, like... Tim was my first friend,\nso it was just, like, a bummer, -you know?\n-Honestly, I know,\nbut still want to chat. Yeah, dawgs, let's go. I lost my good friend\n at Tribal Council. There was this\n unnamed bromance happening, the gruesome twosome twins--\n me and Tim. And it kept me feeling sane\nduring the game. It's funny to cry\nover another dude. And, uh, I definitely think he was... He was my rock, you know? -TIFFANY:\nWhat do I have to go on?\n-BEN: Yeah. What do you have to offer me besides you being like,\n\"We're vibing\"? TIFFANY:\nRight, that's... They just want\nto talk about bull ..., bro. KENZIE:\nAlso, we're all vibing. -I know.\n-Like, everybody here\nis fully down. Yap, yap, yap, yap, yap, yap. -I know!\n-I know!\n-Yeah! Oh, my God. When we got back to camp\n from Tribal, I'm the type of guy\nwho needs to lock in, focus and move forward\n with the next plan. Tim was part of the six, but Tim was also playing\n a Tim's game. So moving forward in this game, I need to figure out if I want to bring in someone else. And with the other tribe\nat Tribal now, hopefully voting out Venus, we have little time to\nfigure out valuable information. (Tiffany and Kenzie laugh) Q:\n It's not okay just\n to come to camp and keke, hee-hee and ya-ya\nand not make real moves. -BEN: And I'm, like...\n-For real? Q: I'm a game player\n and I'm a game changer and I'm going to change\nthe way this game is played. BEN:\nHere we go. KENZIE:\nWho we missing? -(indistinct chatter)\n-What? KENZIE: So we're all expecting\nVenus to be gone, and then guess who waltzes\nher beautiful self in? TIFFANY:\nOh, my God. KENZIE: Venus' name has been\n brought up multiple times. No one really enjoys working\nwith her, no one trusts her. -You want to get into it?\n-TIFFANY: Yes. Absolutely. KENZIE:\nYeah, let's hear it. Yeah. Tiff and I make eyes\n at each other like, \"They didn't do it.\nThey didn't get her.\" -You want to hear the tea.\n-KENZIE: Yeah. Well, surprise, surprise.\nTwo votes against Venus. -Q: Two votes against Venus.\n-TIFFANY: Who voted for you? Tevin and Soda. -KENZIE: Oh.\n-Q: Ooh.\n-TIFFANY: Ooh. ...let's just say a man\nwho claims his entire identity in this game\nis surrounded by honesty and being an honest person straight-up lied to my face\nthe entire day and wrote my name down. And I saw through that and, you know, karma\nbit them in the ass. It was four against Soda,\nand she went home. -Mm-hmm.\n-Q: Damn.\n-TIFFANY: I feel bad. No, Soda took it real well.\nShe gave me a big hug. She was like, \"You got me.\"\nI was like, \"Yeah, I did.\" Then we're like... (laughs) I'm so sorry. (laughs) Venus has taken the accolades, trying to commandeer the fact that Soda's going home\n was her doing. TIFFANY:\nSpicy legs. It was just like... -(indistinct chatter) -TIFFANY:\nYeah, we were just, like... TEVIN:\n I voted for Venus\n because I didn't know if Soda had an idol, I didn't\n know if Venus had an idol, and so that I could say, \"Soda, I didn't vote for you. \"I told you I'd never write\nyour name down in the game, and I didn't.\nI wrote Venus'.\" But I don't need credit. I'll explain my game\n when I get to the final three. So right now,\n I'm letting Venus be cocky because, Venus, you may not\n understand right now, but you will very soon when your torch is snuffed\nand you're going home. Ugh! Look, I thought\nI was a cocky bitch. She was a poison copperhead. Well, she thinks\nit was her idea. -She thinks the idea\nwas her plan...\n-And I told you, my first opportunity,\nI was writing Soda. That wasn't, like,\nan original idea. But it worked,\nwhich is what I wanted. -It did.\n-Went to Maria and Charlie and they voted with us,\nso that's good. LIZ:\n Oh, my gosh. Venus thinks she's a genius. Oh, wow.\n Tevin made a big move. Ever since I met all of you, I've been saying,\n\"Hey, Soda, Soda, Soda.\" And honestly,\n they're taking all the credit. And for someone like me,\n who has a giant ego, it is so hard for me to give them both the play. Well, I'll let it lie\ntill we get her out. Right. LIZ:\n I don't want to get lost in the shuffle of things. So, I have to stop hesitating and I have\n to start taking action or the action\nis gonna be taken on me. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ (laughing) You were a lot more quiet\nwhen you were hungry. I was hungry as hell, man,\nI was saying nothing. I got some ideas\nflowing in this head of mine... -And look.\n-(Kenzie laughs) So the Q Skirt is essentially a hoodie flipped backwards like a pouch of a kangaroo with two pockets.\n It's gonna be the next big thing. I even said, for a man, if you don't want\nto wear no drawers, you just want to wear these,\nyou good. For a woman,\nyou don't want to carry a purse when you go to the amusement\nparks or a fanny pack, you don't want that anymore, -you want a little more swag...\n-Mm. ...get the Q Skirt. -Mm! Come on.\n-If you just want fashion, want to rip the runway\nin something different, -and want to turn it\nto the side...\n-Uh-huh. get the Q Skirt. -Oh, come on, now!\n-And it's coming\nin multiple colors. This Q Skirt here will cost less\nthan a fanny pack, an extra bag,\na sweater, a blanket. -TEVIN: All together,\n-All together. -Oh, dear.\n-It's a one-in-one,\nand it's one for you. -Buy three, get one free.\n-HUNTER: Oh, goodness. TEVIN:\n I don't think it's worth a damn, but I think just because of his conviction,\nI want one. I'm convinced.\nI want a Q Skirt. There we go. I'm definitely doing a Q Skirt\nwhen I get home. -If you a guy...\n-Yup. you just want a little swag, but you don't want\nto carry a bag, -you get the Q Skirt.\n-CHARLIE: Yup. -Why?\n-Will you buy a Q Skirt?\nYes or no? -Sign me up.\n-(laughing) CHARLIE:\n Q is just a really funny guy and someone\n who I am doing my best to stay on his good side because I've learned now that Q isn't just driving votes. He's putting together alliances and groups of people he wants\nat the very end of the game. So, this morning, I have perhaps my most important conversation\n of the game. Man, I tell you, if you ever are playing Survivor, get up at sunrise. Every single major conversation I've had in this game\nhas happened at the sunrise, when everyone's asleep\n in the shelter. That's where the moves are made. Yeah. -I'm freaking itching.\n-Well, Charlie... I'm itching\nto play the game, man. -Let's friggin' do it.\n-Let's do it then, man. Let's go. Let's go. And as we're talking,\n I realize, this is an interview\n for an alliance. So I'm thinking, I want to get hired\nfor this position. You know, I want the job. Maria is going\nto approach you... Mm-hmm. ...about joining\na bigger alliance. -Yeah.\n-This is the first step of me saying, -\"Charlie, I want\nto work with you.\"\n-Yeah. -Yeah.\n-We're trying to get a six. Okay. This is the first time\n that I'm hearing of the six. I knew Q had some master plans, but I was never in, you know, the C suite. I told you, I got\nyour best interest at heart. Yeah. So I've been, uh, trying\nto plant the seed for you to join this alliance\nfor a long time. -I told you, man. I told you.\n-Maria. You got my back. CHARLIE:\n So this mystical, powerful six\nthat Q has thrown together is made up of two Nami--\n Tevin and Hunter, two Yanu-- Q and Tiffany, two Siga-- Maria and myself, the newest recruit. We got to talk, though, 'cause, like,\nthis game is getting crazy. I love the six,\nbut the six isn't impenetrable. The six is probably\nthe... shakiest six -that's ever existed,\nbecause guess what?\n-Mm-hmm. Tim was in the six. Maria seems pretty gung ho\n on the six. She sees it as a guaranteed way to get to the final six, and I see it as a way\nthat I might get stuck with a bunch of people\nI can't beat at the end. Only thing\nwe got to be careful of and watch\nis Charlie getting smart and trying to make a move. -Mm-hmm.\n-Look, I just don't think Charlie has it to try to turn. -You know what I mean?\n-Mm-hmm. -He don't have\nthat killer instinct.\n-No. CHARLIE:\nWe're not the first group of six in Survivor history to say, \"Let's get to the final six\ntogether, then duke it out.\" Something always goes awry. And I have to decide am I what goes awry? (M an ) Ex cu se m e, would you mind taking a picture\nof us? (Tony)\nOh, no problem. (Man)\nThanks. (Tony)\nOh, yeah that's a problem You need Verizon. Trade-in that old thing and get\na new iPhone 15 Pro with tons of storage. So you can take all the pics! So many selfies. A preposterous amount of pano! That means panoramic. And as many portraits of me as\nyour heart desires. (Woman) How about none?\n(Boy) None. (Man)\nYea none feels right. (VO)\nTrade-in any iPhone in any\ncondition and get a new iPhone 15 Pro -\non us. Only on Verizon. Di d yo u kn ow s om e di sh s oa ps don't remove all the grease, even with scrubbing? Whaaat? I just cleaned those! Try Dawn Platinum. It removes 99% of grease\n and food residue. That's why Dawn is trusted to save wildlife affected by oil. Dawn Platinum cleans\n to the squeak. ZY RT EC a ll er gy r el ie f wo rk s fast and lasts a full 24 hours so Dave can be the... Deliverer of dance. OK, Dave! Let's be more\n than our allergies. Zeize the Day with ZYRTEC. Wh en w e sa y it 'l l be o n ti me , they expect it to be on time. Turn shipping\n to your advantage. Keep those expectations\nwith reliable ground shipping. Thanks Brandon. With USPS Ground Advantage®. ♪♪ Q:\nWe can play hide-and-seek. Hide-and-seek\nwould be so fun right now. TIFFANY: Q decides that he wants to play hide-and-seek,\nwhich is no surprise, because Q has been trying\n to play hide-and-seek since we were at Yanu camp. We got enough people now,\nand we all full. Oh, my God. Fine. -Y'all want to play?\n-BEN: I'm in. -We better play hide-and-seek.\n-Q: Hell, yeah.\n-Yeah. TIFFANY:\n And I think\n it's hilarious, because here we are,\nthese grown-ass adults competing with each other\n for a million dollars. And we're like, \"Let's play\nhide-and-seek, y'all.\" Eeny, meeny, miny, mo,\ncatch a tiger by his toe. My mama told me to... I really am a kid. I really\nenjoy playing hide-and-seek. But I'm gonna use this\n as part of my gameplay. But everyone else,\nit's just fun. Ma. Yeah. -I'm it?\n-You're it. I'm not playing around.\nI'm gonna find you all. Q, I'm coming for you. Q:\nI don't think anyone thinks that this was a gameplay move more than \"Q wanted to have fun and be Q\" move. I'm at the boat!\nI'm counting to 40! -Okay, let's go.\n-Okay. (indistinct chatter) ♪ ♪ Q:\n What this game\n is gonna represent for me is who can hide in plain sight the best. CHARLIE:\n...thirty, 31, 32, thirty-three. Survivor is a tense game, and it's nice to just loosen up. You know, sometimes\nyou just got to forget the strategy\n and play a silly little game. ...thirty-eight, 39. 40! Ready or not, here I come! -I did not see you at first.\n-I know. I... CHARLIE:\nWow. People are not half-assing\n this hide-and-seek game. They are diving\n in the tall grass, covering themselves\n with palm fronds, going deeper into the jungle than anyone has ever gone\nin this game. (sing-songy):\nVenus! -LIZ: No. No.\n-CHARLIE: Two down. Two down. How did you see me? CHARLIE:\nI saw your hood.\nThat was good, though. This group of ten\nis competitive as hell. Whitney Houston. Oh, my gosh. VENUS:\nHonestly, Tevin,\nI did not see you. -Yeah.\n-I almost walked right by you. -(laughing)\n-CHARLIE: That's intense. TEVIN (loudly):\nAh! VENUS: Even though it's, like,\n a silly, stupid game of hide-and-seek, and it's meant to be, like, fun and bonding,\n it still reveals a lot about people's\npersonality traits and their underlying talents. Tiffany in the grass! -TEVIN: Oh!\n-CHARLIE: Let's go. VENUS:\n Tiffany-- the fact\n that she hid with a red Buff on her head-\n that just tells me that she's a little sloppy\nand may not know to hide those little details. -CHARLIE: Dang, bro.\n-TEVIN: Oh, Q over there. -No way. You got Q?\n-Where? I'm so proud of myself.\nI found someone. CHARLIE:\nGood for you. Q:\n It was only Liz who actually walked\n in the woods to see me. Bad idea, Liz. 'Cause now I know that you are playing the game,\n you are paying attention, and you do want to win,\nas much as you say, \"It's just a million dollars.\" Oh, Kenzie! No! You got me. -Oh, my God.\n-You guys were like... Q:\n Next, we find Kenzie, someone in this game\n that I know to be a camouflage, blend in, likable person, which shows\n she can go undetected. This was a good idea, Q.\nMy heart was racing. (sing-songy):\nMaria? -Maria's definitely in the well.\n-Maria?! TEVIN: (sing-songy):\nMaria. (sing-songy): Come out,\ncome out, wherever you are. TEVIN:\nWe just want to talk to you. -That's your... Maria.\n-KENZIE: Maria! This one here! (chuckles) I got some camouflage. VENUS: Maria-- super creative.\n Like, she put a little headdress on\n for herself, she blended in. That says to me that\nshe's someone who works well with her surroundings\nand is really adaptable. -If you had a sniper,\nwe'd be gone.\n-(laughs) We need\nto step our game up here. We have 60 seconds. A mad dash,\nor else Hunter and Ben win, and that would suck. TEVIN:\nSplit up. 60 seconds. -Hunter's somewhere stupid.\n-LIZ: I don't know. I already know\nwe're not gonna find him. If I was Hunter, I would\ndefinitely get up in the tree. Q:\n30 seconds, and they're both safe\nand they win the game. ♪ ♪ Q:\nFive, four, three, two, one. Game over! Hunter and Ben win. Where are they? BEN:\nLet's go! -Oh. Damn!\n-Where are you?\n-Where are you? Wait. Ben's over here. CHARLIE:\nOh, my God.\nI can only hear him. -Oh, I see him.\n-Damn, Ben! -BEN: Let's go!\n-KENZIE: Good job! Ben was not found at all in hide-and-seek, which means this guy is capable\nof playing an undercover game, but be very powerful at the end. (whoops) Ben made a mistake. Hunter, you win! -We're done looking!\n-TEVIN: That was fun. -KENZIE: That was really fun.\n-BEN: Come on, dude. KENZIE:\nGood idea. That was fun. -That was so much fun.\n-BEN: Nice going. Hunter's right here! -TEVIN: Oh, my God.\n-(overlapping chatter) VENUS:\nI said he's in a tree. I got Q. -LIZ: Hunter, you win.\n-BEN: That's ridiculous. Q:\n Hunter made a mistake. If I can't find you\nin hide-and-seek, I can't find you in this game. If you will risk going that high in a tree\n for hide-and-seek, you would take a risk and take a shot at me\nif you could. Not happening, boss. Honestly, that was\nthe perfect ending to this game. -That was sick.\n-KENZIE: That was fun. And that's\nwhat hide-and-seek showed me. LIZ:\nThat was fun. I... In fu se d wi th V it am in B 3 an d Hy al ur on ic a ci d, Do y ou w an t to c lo se o ut ? Should I? Normally I'd hold. But... taking the gains\n is smart here, right? Feel more confident\n with stock ratings from J.P. Morgan analysts\n in the Chase app. When you've got a\n decision to make... The answer is J.P. Morgan\n Wealth Management. Pa in m ea ns p au se o n th e th in gs y ou l ov e, but... green...\nmeans... go! ♪♪ Cool the pain with Biofreeze. And keep on going. Biofreeze. Green means go. Hu rr y to K oh l' s fo r gr ea t pr ic es s to re wi de , including on the\n new home collection. With your coupon, get\n bedding starting at $59.49. Bath towels and rugs\n $6.79. And decor\n starting at $11.89. Plus, take 15% off\n other faves. And earn Kohl's Cash. Kohl's. (Tevin humming a tune) TEVIN: Huh? I think it might be important\nfor us to have, like, a little debrief chat\nof what happened last night. ...I feel like feelings ran hot\non both sides. -My feelings weren't hot.\n-You were sad. Yeah. -And I think...\n-Thank you for respecting it. Yeah. Yeah. VENUS:\n I was a little uncertain how that Soda vote\nwould be read, because in my mind,\n it really was my vote. I put in the groundwork to get\n all the necessary votes in to lock that down\n and make it solid, and now, I'm kind of the first person\nto pull off a blindside. -You want to know\nhow I pulled it off?\n-Yeah. I never even wanted\nto write Soda's name down. I had a conversation\nfirst thing that morning where she'd said that she's not\ngonna work for me long-term, and I knew\nshe was gonna come for me, so, I... I pulled the numbers\nas soon as I could. -Damn, that's good.\n-I know. And that's... -My God, today.\n-My God, today. (laughs) And in terms\n of damage control with Tevin, I found it\n to be very important for me to air out some of our laundry and to actually open up a line\nof communication with Tevin. Can I ask you, now that\nwe've gotten it out of the way? Like, I don't think\nI've heard you talk, like, strategy-wise,\nlike, what you see for the next phase of the game. -I'm moment to moment.\n-You're moment to moment. Yes, I understand that,\nbut, also, like, Soda was the same way,\nand I guess in this game, like, just, like, for advice,\nis that you need to sometimes show a little bit\nof, like... commitment in a direction. But I think, for at least\nthis next short while, -we would benefit each other\nby being more open.\n-Mm-hmm. VENUS:\n Tevin's kind of like\n a fish out of water in terms of the strategy portion\nof this game. Like, sure,\n he's a social butterfly, but I don't think\nhe really knows what's going on. Like, he seemed very impressed\n that I was able to pull that move on him,\n but to me, it was like, \"How could you not see it coming\nin the first place, Tevin? Like, come on.\" (high-pitched laugh) LIZ:\nOh, whoa. That's a new laugh. (Tevin laughs deeply) She thinks, honest to God, she has pulled off the move that I planned for her. LIZ:\n These two are running around. Venus: \"It's my idea.\"\nTevin: \"Actually, it was mine. Ha, ha, ha, ha, ha, ha.\" (deep, loud laughing) Shut up. (laughs)\nI'm about to pee. LIZ:\n I love Tevin, but I know now people are seeing him\nas the mastermind? She said to me, \"Thank you\nfor respecting my move.\" LIZ:\n He navigated the Soda vote without Soda even knowing. So now, I need to give a signal to the other Tribemates that I'm here to play, too. I love this game. LIZ:\n I'm sorry, Tevin, but you got to go. I know everybody's playing Survivor hard-core right now, but, like,\nsometimes you got to, like, pause the game for,\nlike, three minutes. And hear me out. What has she actually done to make you feel\nthreatened by her besides mentioning your name\nto people -that aren't even\ntaking her seriously?\n-Right. -Who cares?\n-Right. -Let her stick around.\nThat's just another body.\n-Right. TIFFANY:\n Venus thinks\n she's a power player, but she's really not.\n I wanted her out bad, but I think I'd rather deal\n with a nuisance than a threat. So I'm trying to shift\nmy focus now because... the point in the game where you're just getting out\nobvious targets is done. That's the thing.\nI don't know who's next. -That's right.\n-That's the only thing. You got to wait and see how the\nimmunity challenge shakes out and see what the options are. TEVIN:\n Tiffany is in my alliance. However, Tiffany's\n getting shaky. She wants to keep Venus around. So, Tiffany is not lining up\nwith what the six wants, and what the six wants is\nsix to stay strong. Tiffany says\nVenus ain't a threat. I know what you're saying. I said, \"Tiffany,\nwho you want to go instead of Venus then, if you\ndon't want to get Venus out?\" She said, \"Well, let's just\nsee what happens \"in the immunity challenge\nand let's just see who's left and figure it out from there.\" Q:\nMm-hmm. Up until this point,\n Tiff has been my number one ally in this game. But Tiff is trying\n to keep members in this game that are not part of the six,\n like Venus, because she's playing the old Survivor-- take a goat to the end. That's not the game\nthat I want to play. In this game,\n you have to play a Q game. If you don't play my game\n and you want to go off and do your own thing,\n then you're probably not going to last in this game\n a lot longer. And if we feel like Tiff's not\ngonna play get in the six, then maybe Tiff's gonna lose,\nbe sent home. I'm fine with that. Mm-hmm. Q:\n So, I need to confirm that our games are going in two\ndifferent directions, and if so, then Tiff might be the next vote\n if she doesn't win. For me, if I had to...\nif I had to throw out names for who I want to go next,\nit would either be Maria, Ben. Ben is sneaky,\nbut he's not as smart as Maria. And it just comes down\nto that for me. Q:\nTiff has made multiple mistakes. She's trying to keep goats. And now Tiff brought up\n Maria's name. She's in the six, Tiff.\nBig mistake. Right now, the six is just permission for Q to fire. If you bring up a name\n within the six, now you've given me ammunition\n to take you out without any recourse. -From Tiff?\n-Yeah. She's making me super nervous. And-and she-she's really\nabout keeping Venus. Yeah. Tiff said my name,\n and so, if someone in our alliance is putting up\nsomeone else's name in the alliance,\nthey've got to go. -which is?\n-You can't repeat this. Tiff has an idol. MARIA:\nQ told me that Tiff has an idol. I am actually really surprised\n that Q would tell me, that that makes me trust Q even more. So who's our target? So, let's go for Tiff. Got it. MARIA:\n Q's game is all about trust. He does not want\nto feel anybody wavering at all. And so, if you show him\nthat you're trustworthy, he's gonna work with you. The minute you start\n looking shady, you're out. And so, we may have an alliance of five instead of\nan alliance of six. Yes. Right now, this is\n the biggest move yet for me, to now turn on my number one\n ally in the game. -Mm-hmm.\n-TEVIN: Mm-hmm. Q:\nThe ideal is to keep my alliance making decisions\n that I want them to make, under my control, under my rule. It's almost like I'm a mob boss. And they dare not to say a name\nwithin my organization. And if they do,\nsend 'em packing. I send 'em a Q Skirt, though. EG O, T HE N UM BE R ON E RA TE D BR AN D IN C OR DL ES S OU TD OO R PO WE R BR IN GS Y OU T HE SE LE CT C UT M OW ER . CU ST OM IZ E TH E CU T WI TH TH RE E IN TE RC HA NG EA BL E BL AD ES . IT C UT S FO R OV ER AN H OU R ON A S IN GL E CH AR GE . EG O - EX CL US IV EL Y AT L OW E' S, A CE A ND E GO AU TH OR IZ ED D EA LE RS . [d og w hi mp er s] [Thinking]\nWhy always the couch? Does he need to go\nto puppy school? Get his little puppy diploma? How much have I been\nspending on this little guy? When your questions about life turn into questions about\n money... There's Erica. The virtual financial\n assistant to help you spend, save, and plan smarter. Only from Bank of America. ♪ ♪ You'll get better when you're not blamed for a condition\nyou can't control. ♪♪ You'll get better when\nyour pain isn't minimized, dismissed, forgotten. We will never stop trying to get better. Because when medicine\ngets better, all of us can get better. ♪♪ ♪ ( \"T hr ee L it tl e Bi rd s\" b y Bo b Ma rl ey & T he W ai le rs ) ♪ ♪♪ ♪♪ ♪♪ ♪♪ Discover our newest resort Sandals Saint Vincent\nand the Grenadines, now open. Visit Sandals.com or call 1━800━Sandals. ♪ ♪ Come on in! -Good morning.\n-Good morning. Good morning, Jeff. -CHARLIE: Morning.\n-Morning, Jeff. All right, shall we get\nto today's immunity challenge? -Let's do it, Jeff.\n-PROBST: First things first. Ladies, got to take back\nthe necklaces. No! -Here, you take it.\n-All right. KENZIE:\nThanks, Jeff. Thank you, Maria. All right, once again, immunity is back up for grabs. For today's challenge,\nit is a Survivor classic and one I never\nget tired of seeing. You're gonna hold onto a pole... for as long as you can. -(laughing)\n-When you drop... ...you're out. Last person left standing wins immunity, guaranteed -a spot in the final nine.\n-Wow. Losers, Tribal Council,\nwhere somebody will be the ninth person\nvoted out and become the second member\nof our jury. Little something else\nto deal with today. -I knew it. I knew it.\n-How fun. PROBST:\nIn this new era of Survivor, you start with very little,\nincluding no food. And then at a certain point in\nthe game, you're given a chance to earn some food. That day is today. -TIFFANY: Oh, my God.\n-(whooping) -That's a heavy bag.\n-Oh, yes. PROBST:\nEnough rice to last you\nto the end of the season. -Wow.\n-TEVIN: Oh, wow. Here's what it will cost you. Four players... have to agree\nto sit out of this challenge, give up your shot at immunity in exchange for the rice. -And four is the max?\n-Minimum. -The minimum?\nThe minimum, right?\n-PROBST: Four is it. MARIA: Are you willing\nto negotiate, Jeff? -We can't do three?\n-No. Four is the set number. No negotiating, Jeff? PROBST:\nI'll give you an option. Four of you can agree\nto sit out, or two of you can agree... to give up your vote\nat tonight's Tribal Council and still compete and still have a shot\nat immunity. I'm gonna say, \"Hell, no.\"\n(laughs) Well, it really comes down\nto the same thing. Where does everybody feel\nthey sit in the game? How comfortable are you\nwith your alliance? PROBST: Talk about it. Is anyone thinking immediately, -\"I'm sitting out for this?\"\n-No one want to sit out? -Nope.\n-No. Wow. Nobody. So before we even go further, Charlie, what does that say\nabout where Survivor 46 is? Everyone out here\nis a competitor. We played hide-and-seek -for nothing.\n-Yeah. CHARLIE:\nNot for immunity, not for any advantage,\nand people were diving into tall grass. You know, Hunter climbed\n20 feet up in a tree. You know, these people are here\nto compete. And when you give us this, which is one\nof the Survivor classics, -nobody wants to sit out.\n-Yeah. I'll be one. PROBST:\nOkay. -I haven't eaten.\n-Okay, so we've got two. Liz says \"I'll sit out.\"\nQ is volunteering to sit out. We just need two more and this rice is yours. If we give you\nan immediate third, -would you give us the rice?\n-No. It's four.\nFour is not even half. That's fair in this game.\nVenus, you're shaking your head \"no,\"\nwhich I understand. Explain why. VENUS:\nOnly one person\nwill win this challenge, and I have a very good feeling\nthat that person could be me, so I don't want to step out. Is there anyone who'd step out,\nlike, in a pair, two at once? -They just don't...\n-Are you willing to step out? If there's someone who's willing\nto jump out with me, -I'd consider it.\n-I mean, stepping out now\ndon't commit us to doing it.\nIf you step out, and no one else is doing it,\nhe counts down, and we just all do it, you know,\nso if you want to step out, -step out.\n-LIZ: Right, and then,\nwe still play. I don't know.\nI want to play it, though. Let's make it interesting.\nYou keep talking. I'll just quietly count. Ten. -Oh, wow.\n-Nine. Eight. Seven. Six. -Five.\n-I don't think\nanyone wants to step out. Four. Three. Two. One. We don't have a deal. First time in the new era\nwe could not come to a deal. Liz, you can step back. Y'all, I'm fitting to win this. -Yeah. You deserve it.\n-PROBST: It tells me everybody here is playing, this game is fully cooked. -LIZ: Wow.\n-PROBST: That's all\nyou ever want in a season. We'll draw for your spots,\nwe'll get started. Well, it's been one of\nthe most unpredictable seasons of Survivor, and honestly, it's\nwhy I still love doing this job. Come on out.\nApply to be on Survivor. No th in g di ms m y li gh t li ke a m ig ra in e. With Nurtec ODT,\nI found relief. The only migraine medication that helps treat and prevent, all in one. To those with migraine,\nI see you. For the acute treatment\n of migraine with or without aura\n and the preventive treatment of episodic migraine\n in adults. Don't take if allergic\n to Nurtec ODT. Allergic reactions can occur,\n even days after using. Most common side effects\n were nausea, indigestion, and stomach pain. It's time we all shine. Talk to a healthcare provider about Nurtec ODT from Pfizer. He ll o, G ho st bu st er s. It's Doug. We help people customize and save hundreds on car insurance with Liberty Mutual. We got a bit of a situation. [ Metal groans] Sure, I can hold. ♪ Liberty Liberty\n Liberty Liberty ♪ In theaters now. Wa nn a kn ow a S ec re t? More than just\nmy armpits stink. That's why I use Secret Whole Body\ndeodorant... everywhere. 4 out of 5 gynecologists would recommend\nWhole Body deodorant, which gives you\n72 hour odor protection from your pits to your- (SFX: deoderant being sprayed) Secret Whole Body deodorant. Sc ou t is p ro te ct ed b y Si mp ar ic a Tr io and he's in\n it to win it! Simparica Trio\n is the first chew with triple protection. Whoa Fleas! And ticks! (♪♪) Intestinal worms! Whoa! Heartworm disease! No problem with\n Simparica Trio! This drug class has been\n associated with neurologic adverse reactions\n including seizures. Use with caution in dogs with\n a history of these disorders. For winning protection━\n go with Simparica Trio. It 's t he w or k be hi nd t he s ce ne s, Let's take a look at this knee. that truly matters. [ Physical Therapy staff\ndiscusses results ] For your Mind. For your Body. And for the Community. Kaiser Permanente. ( ♪ ♪ ) What's happening? It's a SURPR-ICE. Did someone order\na much better cake? I did! (♪♪) You know I used\nto punt cake in college? Smirnoff Ice. Life's better\nwith SURPR-ICES. ♪ ♪ It is a very tall pole. LIZ:\nI'm so weak. It can be scary. Okay. PROBST:\nAll right,\neverybody is in position, and this challenge is on. You gave up rice\nfor a shot at security tonight. This is what you're\nfighting for, right here. You never know\nwhen it's you going home. The only way\nto be certain in Survivor-- absolutely certain--\nis to have that necklace. Kenzie already\nadjusting her position. Liz is going down\nto a smaller foothold. -Q is first out.\nImmediately, Liz is out.\n-(grunts) I can't do it. PROBST:\nSeconds in, and it's the two people\nwho volunteered to sit out, -Q and Liz, that are first out.\n-(grunts) PROBST:\nKenzie's out.\nThought she had a shot. -KENZIE: No.\n-We're down to seven. Ben struggling. Maria now moving\na little farther down the pole. -(grunts)\n-PROBST: Ben sliding down.\nHe's out of footholds now. Just the sheer willpower.\nIt's over. Ben gonna rock his way -over to the bench.\n-Yeah. My feet are too big, dude. PROBST:\nMaria's out.\nAnd we are now down to five. -I know.\n-(Tevin whistling a tune) PROBST:\nIt is Charlie, Hunter, Tiff... -...whistling Tevin...\n-(whistling) -...and Venus.\n-TEVIN: Like a little bird,\nJeff. You see the little birds\nout in the ocean on them little poles\nout there? Sit there all day,\njust the wind blowing. That's what I feel like, Jeff. Tevin, what kind of bird\nwould you be? Ooh! Well,\nI'd be a peacock, Jeff. I mean, I don't see a peacock\nin the ocean that often, but I think if I had\n to be any kind of bird... PROBST:\nThe longest\nthis challenge has gone in Survivor history\nis two hours. Ozzy won that. TEVIN:\nI'm ready\nto beat Ozzy today, baby. You all have been\nup there seven minutes. -Several.\n-Several.\n-Several. PROBST:\nI think \"several\" has\nentered the Survivor vernacular. Wait for the next one: Survivor forty-several. -Long live Jelinsky.\n-Long live him. Jeff, are you dropping\nTaylor Swift songs for me now? \"Long Live.\" \"Speak Now.\" -Is that your favorite?\n-PROBST: One of 'em. -MARIA: Come on, Tevin,\nfind your foot.\n-(grunts) You got this, Tevin. PROBST:\nTevin slipping a little.\nTrying to get that foot back up. Literally trying to pull himself\nback up that pole, get his feet back in. -KENZIE: You're back in it.\n-PROBST: And he does. We're good. (Hunter grunting) ♪ ♪ PROBST:\nTiff adjusting again. Hunter readjusting. LIZ:\nYou got it, Tiff. -KENZIE: Oh. You got it.\n-MARIA: Come on, Tiff. KENZIE:\nThat's your last foothold... PROBST:\nTiff continues\nto slide farther down the pole. -Tiff's gonna\nopt out of this challenge.\n-KENZIE: Aw. -Good job.\n-Good job, Tiff. We are down\nto four players left. I'm going down. -PROBST: Tevin sliding down\na little farther.\n-MARIA: Come on, Tevin... PROBST:\nTevin looks like he's out.\nAnd he is. We're down to three. -Good job, Tevin.\n-Amazing. PROBST:\nIt is Charlie, Hunter\nand Venus fighting for immunity. Guaranteed spot at nine. ♪ ♪ You're at 15 minutes. -I know that feels like forever.\n-CHARLIE: What are you doing? PROBST:\nHunter adjusting. Charlie moving down. Venus confidently\nproclaimed she thought she could win this challenge.\nLet's see. -Charlie adjusts again.\n-(grunts) Bit of a slip. -TIFFANY: You got it, Charlie.\n-BEN: You got it, Charlie! -And once again,\nCharlie's back up.\n-(overlapping chatter) ♪ ♪ -Shake it...\nOh, you setting me up?\n-KENZIE: Aw. PROBST:\nHunter adjusting now. ♪ ♪ Venus still down on the end,\nlooking to fulfill her prediction that she will\nleave here with that necklace. Charlie with another slip. -Can he regain? And he does.\n-KENZIE: You got it. ♪ ♪ -TIFFANY: You got it, Charlie.\n-LIZ: Stand up, Charlie.\nTake a break. PROBST:\nEverybody adjusting now\nat the same time. You got it, Charlie. PROBST:\nVenus adjusting again. Trying to pull herself up\nor find a foothold farther down. Just anywhere that will relieve\nsome pain. Just for a moment. ♪ ♪ Venus sliding again. -Not looking good for Venus.\n-KENZIE: You got this, V. PROBST:\nSlipping more. -That's it. Venus is out.\n-Aw... Good job. -PROBST: She was in there\na long time.\n-Good job. PROBST:\nA good effort. Came up short.\nAnd we're down to a showdown. -Charlie and Hunter\nfor immunity.\n-TIFFANY: Good job, guys. ♪ ♪ PROBST:\nBeen up there 20 minutes. TIFFANY:\nKeep fighting, Charlie. The shortest win was 17 minutes. Q and Liz\ndid not last 20 seconds. All right. We know. (chuckles) (soft laughing) It's all love. -How long do you think\nyou would last, Jeff?\n-Oh. Longer than 20 seconds. -My God, today!\n-Oh! -Oh, yeah.\n-TIFFANY: That's right. KENZIE:\nDamn. TIFFANY: That's all right. Yeah, no Q skirt for you, Jeff. (laughs) No discount, no nothing. (Maria laughs) Not really. You? Yeah. I found a couple\nof rotations that work for me. PROBST:\nCharlie sliding down even more. And Charlie looks like\nhe's about to give in, but he's hanging on\nby his fingers. -Don't let go, Charlie.\n-Keep on going, baby. That's how you do it\non Survivor, Charlie. Just a little tease. Squeeze those glutes. -Jeff?\n-Yeah. (laughing) I've got you\nright where I want you. -Great negotiating, Charlie.\n-CHARLIE: Yeah? I have all the leverage, so\nwhy don't we go with two bags? I got to say no. -TEVIN: Aw.\n-KENZIE: Aw. -Crawl back up, Charlie.\n-Yo, don't listen... PROBST:\nCome on. Crawl back up. -TEVIN: Crawl back up, Charlie.\n-Come on, Charlie. -Get up there.\n-(overlapping shouting) -KENZIE: Come on, Charlie.\n-Got to get to the top.\nHave that rice. -OTHERS: Oh...\n-PROBST: Charlie drops.\nHe's out. -Hunter wins\nindividual immunity.\n-Damn. -PROBST: Safe tonight\nat Tribal Council.\n-Good job, Hunter. PROBST:\nGuaranteed-- Whoa, Hunter! -What is happening?\n-KENZIE: Hunter! What are you doing? -He's bragging, Jeff.\n-Now, you're just showing off. BEN:\nI'm so proud of you, dude. -KENZIE: Good job, Hunter.\n-It actually wasn't that bad\nto stay like that. (chatter, applause) LIZ:\nSurvivor MacGyver. -Take a seat.\n-Good job. -What's up, man?\n-TEVIN: What up, player? Good job, Hunter. Hunter, come on over. -(Liz whoops)\n-CHARLIE: Good job, Hunter. All right, Hunter! Well-earned. -LIZ: Great job, brother.\n-PROBST: Immunity is yours. Safe tonight at Tribal Council. Cannot be\nvoted out of this game. Guaranteed\na spot in the final nine. -Yes.\n-As for the rest of you, after 16 days,\nthat's gonna be it for somebody. Tonight at Tribal, somebody will\nbe the ninth person voted out, become the second member\nof our jury. You have the afternoon\nto figure out who it's gonna be. Grab your stuff, head out. See\nyou tonight at Tribal Council. -Congrats.\n-TEVIN: Thank you, Jeff. HUNTER:\n I'm ecstatic about winning. I was surprised\nwhen people didn't sit out. 'Cause there were\na few people I was like, \"Do you really think\nyou have a chance to win this?\" But as of right now, my game\n plan is to vote for Tiffany. It seems like\n everyone's on board. And now, like,\nwe have an opportunity to take care of it, so why not? I don't see why anyone\nwould want to change it. ♪ ♪ It a in 't m y da d' s ra zo r, Da d. Ay watch it! It's from GilletteLabs. This green bar releases\ntrapped hairs from my face... Gamechanga! ...while the FlexDisc\ncontours to it. So the five blades can get virtually\nevery hair in one stroke. For the ultimate Gillette\nshaving experience. The best a man can get\nIs GilletteLabs. Ar e yo u cr yi ng ? No. There's no crying in baseball! Or with the Capital One\nVenture card because it lets you earn\nunlimited double miles on every purchase every day. And you can use those miles on any travel purchase. What's in your wallet? ♪ ♪ (bones popping) -MARIA: Good job, Hunter.\n-CHARLIE: Nice job, Hunter. -TEVIN: Great job, Hunter.\n-Good job, Hunter. LIZ:\nAll that tree time paid off. -(laughs): Yeah.\n-Yeah. ♪ ♪ Q:\n I'm frustrated. Like, the challenge has pissed me off so much because we gave up rice. -All these people that want\nto \"try the challenge.\"\n-Let it out, babe. Bro, it-it was...\nit was just idiotic. This man,\nin a game of hide-and-seek, chose to hide in a ... tree. -Oh, Hunter?\n-You think you gonna hang on a damn pole\nlonger than Tarzan? Get the hell out of Dodge. They can cancel Christmas, I ain't think they gonna\nhang on that damn pole longer than that boy. (whoops softly) Tell me how\nyou really feel, baby. -(laughs)\n-Real mad.\nThat was a bad decision, man. Now we have to go out\n and try to find food. It doesn't affect the vote.\n It is time to send Tiff to the jury because she broke my rule. If you target\n anybody within the six, you go home. We talked about it\na little bit earlier. You still want the same plan or\nyou want to do something else? We already knew what was up. We already said,\n\"Hey, if Tiffany doesn't win immunity today, she's gone.\" She's messing\n with the six alliance. Therefore, she got to go. Okay. We got three right now.\nI know... TEVIN:\nMaria would go for it.\nCharlie would go for it. You think Liz would go for that? -Yeah.\n-That's all we need. TEVIN:\n In addition to the plus-one\n alliance, I believe that Liz would vote with us, as she has\n in the past Tribal Councils. So, if this plan goes down, Tiffany will be blindsided\ntonight. How's it going over here? All I know is I'm thinking... \"Liz... \"...do you just want\nto stay in the game... -Or do you want\nto play the game?\n-Right. Do you want to -play the game? Yeah.\n-LIZ: \"or do you want\nto, like, play -and have a ... shot?\"\n-MARIA: Yeah. -LIZ: I mean,\nI'm just gonna say it.\n-BEN: Say it. If this gets out, like,\nI'm gone tonight. -MARIA: Yeah, yeah, yeah.\n-CHARLIE: Yeah. I want Tevin gone. I love Tevin.\nWe've been number ones, but he made\na really big move with Soda. Do you think that he's the most\nlogical threat right now? LIZ:\nYes. I, personally,\nI would like Tevin out. I want to blindside Tevin. I've realized who Liz is,\nand Liz is a fighter. -Yeah. Yeah.\n-Let me just be real with you. I'm looking back at the last\n 15 days, laughing at myself at how many times\n I let someone else take the lead, and... I'm done with that. It's got to be Tevin tonight. -Okay. -Thank God. Finally, people have\ncome to their senses and have realized\nhow big of a threat Tevin is. From what I'm hearing... Okay. And I think if we all,\nmaybe, work together -and try to get Tevin...\n-Okay. we could probably\nform a comfortable, maybe, chill alliance\nfor a vote or two. -Okay. -Tevin's got the social charisma like I've never seen. He's so likable.\n In real life, amazing. In a game where we're\ncompeting for a million dollars, got to go. Game time, brother. Also, the Yanu three has been driving\nso many votes in this game, and right now, I don't want to be leading all of the votes\nto put a bigger target on Yanu. -Liz... Liz wants...\n-We got to vote for Tevin. -Liz is on board.\n-Ben just told me\nthe same thing. -Okay, good. We're voting Tevin.\n-... yes. But if it gets back to Tevin, -it's gonna be...\nThat's how easy.\n-And that's why... and as... But, also, he has an extra vote, so he could flip that\non any of us. KENZIE:\nYeah. TIFFANY:\n Tevin is a huge threat. Also, Tevin has\n an extra vote in his pocket. And the deeper we get\ninto the game, the more power that extra vote\nis gonna have. What's up with you? But right now, Q and I have\n a great working relationship. We share information freely. I absolutely\n cannot leave him out of a vote at this point in time. Everybody who I spoke\nto today is saying Tevin. -Everybody.\n-Who? Liz the one who brought\nTevin name up to me. And she said that she spoke\nto Charlie, Ben and Maria, and they was with it. She was like, \"Listen...\" Well, I'm gonna\ntell you right now, if you don't vote Tevin,\npeople gonna be looking at you next.\nYou better get on board. Q:\n The idea of a plan being changed last-minute doesn't really sit well with me. Tiff was telling me\nabout the plan. -Yeah.\n-Is that real coming from you, -or is that just talk?\n-Yes. You talking about T? -Yeah. Yeah.\n-That's real? I feel like just about\neverybody's on board. Q:\n I'm not the driver\n in the Tevin vote. And my game is based off\n me being in control. So I wanted\n to gain control again. Everybody you think is working with us have flipped. Tevin is the one\nthat's going home tonight. -They're voting for Tevin?\n-All of 'em. -Every single person\nin this camp.\n-Okay. We can't stop it. So there's no need\nto even bring it up, -because then they gonna\nknow I said something.\n-Uh-huh. -You see what I'm saying?\n-Mm-hmm. I ain't trying to ... my game\nover trying to save one person. -Mm-hmm.\n-But I know\nif we write Tiff name down, -she's gonna be here tomorrow.\nShe's not going home.\n-Okay. Hunter... HUNTER:\n Q says it's actually Tevin, and we don't\n have the numbers anymore, but it just seems\nso off the wall for me. Tevin's good\n for all of our games, and we made an alliance\n based off of Andy Griffith. (whistling a tune) HUNTER:\n I want to keep Tevin here. And so it's like, I've got to go and do this damage control and get ahead\nof what's going on, so it doesn't just\ncompletely destroy my game. Q:\n Hunter walks right past me\n to go to talk to other people. And I'm like,\n \"Oh, man, this guy, he's doing exactly what\nI did not want him to do,\" especially moments before going to Tribal. Venus, can we\ntalk to them real fast? Can we chat\nwith them real quick? -Oh, without me there?\n-Yes. Q:\n I made a mistake,\n and now this plan is all screwed up. I should have\nkept my mouth shut. The reason we targeted\nTiff is because she, like, went after Maria. Tevin never did that. I guess the decision is,\nare we fine with Tevin leaving right now? He trusts us so much\nthat the guy's just sitting back there\nthinking it's all fine. (whistling) -Y'all... I mean...\n-CHARLIE: No, no, I-I hear you. I hear you. I'm thinking. Anticipating chaos. VENUS:\nFor the first time in my life. I've never seen that man\nrun to someone and talk trash. Oh, he just...\nNow he's gesturing over here.\n Now he's gesturing -over here again.\n-KENZIE: So, we still have the numbers, right? -Yeah.\n-Definitely. VENUS:\n The plan is Tevin. There's peace in the castle.\nThe kingdom is calm. But now all I see is\nthis conversation on the beach, and my radar is going off. Something's afoot. All right, bro. There are no rules.\nI can go sit there. Hi. What's up? LIZ:\nVenus, I love you. I'm really sorry.\nI have to talk to them. I know that's gonna\npiss you off. I'm sorry,\nbut y'all also realize the sun is setting,\nand we all have talks. So, like, can y'all wrap it up\nin the next few minutes? -Yes.\n-Sure.\n-Thank you. CHARLIE:\nYes. (laughs) Charlie, I want to know\nwhat you think. -You seem really upset.\n-CHARLIE: I'm not upset. No. I'm just feeling, like,\nall the whiplash of today. -It's, like...\n-So then you guys\nwant to go back to Tiff? Like, is that\nwhat you would prefer, or... -Listen, I'll do whatever\ny'all want, at this point.\n-Yeah. I know, but we got\nto come together as a whole. I would rather keep\nthe original and go Tiff. LIZ:\nY'all do whatever you want.\nI'm voting Tevin. CHARLIE:\n I have no freaking clue what's gonna happen because of this chaos\nthat's been whipped up at the 11th hour. -So, so...\n-I don't know what the heck's... CHARLIE:\n Half of the tribe\n wants to get out Tiff. The other half wants\n to get Tevin out of the game. And, at this point,\n Maria and I are at another crossroads. In my eyes, Tevin\nis the better option than Tiff. Tevin orchestrated\n the Soda blindside, but this threadbare alliance of six is thinking\n about voting out Tiff because Tiff threw out\n the name Maria. And, ultimately,\n Maria's my number one. This alliance has zero legs.\n It's going nowhere. It's the loosest use of the word\n \"alliance\" that has ever existed,\n but, once again, Maria and I have to commit and we have to make a decision. [ Ce ll ph on e ri ng in g ] Ph on e ca ll f ro m th e bo ss ? So rr y. Outdoor time is me time. Sticking it to the boss,\nthat sounds fun. We have sort\nof a flat hierarchy, so -- Wait, Flo isn't the boss? Well, you could say I'm a boss at helping people save\nwhen they bundle. Nope, thanks.\nWe're not gonna say that. -I'd rather not.\n-Very cringey. [C ou gh in g] COPD isn't pretty. I'm out of breath,\nand often out of the picture. But this is my story. ( ♪♪ ) And with once-daily TRELEGY,\nit can still be beautiful. Because with 3 medicines\nin 1 inhaler, TRELEGY keeps my airways open\nfor a full 24 hours and prevents future flare-ups. TRELEGY also\nimproves lung function, so I can breathe more freely\nall day and night. TRELEGY won't replace\n a rescue inhaler for sudden breathing problems. Tell your doctor if you have\n a heart condition or high blood pressure\n before taking it. Do not take TRELEGY\n more than prescribed. TRELEGY may increase your risk\n of thrush, pneumonia, and osteoporosis. Call your doctor\n if worsened breathing, chest pain, mouth or tongue\n swelling, problems urinating, vision changes,\n or eye pain occur. ♪ What a wonderful world ♪ [Laughing] Ask your doctor about\nonce-daily TRELEGY for COPD because breathing\nshould be beautiful, all day and night. ♪ H it m e wi th yo ur b es t sh ot ♪ Bacon. Bacon. Bacon. Introducing Applebee's New Whole Lotta Bacon Burger. Just $9.99\nfor a limited time. ♪ Fire away ♪\n━Applebee's Now that's Eatin' Good in the Neighborhood. (V O) Me et F ar go , th e ne w vi rt ua l as si st an t fr om W el ls F ar go . Fargo makes banking faster, and\neasier. (Woman)\nFargo, turn off my debit card! (VO)\nLets you pick up the tab, even\nif you forget your wallet... (Kaz)\nI got this. (Ben)\nFargo, send Kaz $145 dollars\nwith Zelle®. (Kaz)\nSmooth. (VO)\nFargo puts important information\nat your fingertips. (Dad)\nFargo, what did I spend on\ngroceries this month? (Son)\nHey Dad, can the guys stay for\ndinner? (Dad)\nNo... (VO)\nWant to see everything Fargo can\ndo? You can, with Wells Fargo. ♪ ♪ ♪♪ ♪♪ ♪♪ ♪♪ ♪ ♪ ♪ ♪ Well, all right,\nI guess we got to start with the rice negotiation. It's 16 days\nwith very little food. Q, you tried. You were the first to say,\n\"I'll volunteer.\" Wisely so, 'cause you were\nfirst out of the challenge. Has there been\nany discussion about that? I had a bit of a temper tantrum\nback at camp, after. I was still upset and mad. I mean, I think five people\nwere out within two minutes, and there was only gonna be one\nwinner and one loser tonight. So everyone suffered\nwhen I think the odds were in their favor to feed\neverybody for another nine days. Liz, another thing\nthat is very difficult to try to understand\nuntil you're here is what hunger after 16 days\nfeels like. Are you surprised that the group couldn't make a deal? I was surprised that Q sat out. I thought I was gonna\nbe the only one to step up because I can't eat coconut,\nI can't eat papaya. Even some of the rewards I have barely been able to eat. I haven't even\ngone to the restroom yet. Oh. PROBST:\nTiff, is the rice negotiation just an indicator\nof where this game is? TIFFANY:\nOh, absolutely. Nobody feels safe enough\nto step out. Everybody feels like they need\nto compete for immunity, and that was blatantly obvious. They said food is not\nas important as safety. But, Jeff, I want to stop before we get deep into the Tribal. The only person that's\ngoing home tonight is me. And I'll tell you why. Wait, wait, w... You mean\nyou're predicting your vote out? Yeah. Well,\nI don't think anyone here coming into the Tribal Council\nwas voting for me, but I'm gonna ask\neverybody to vote for me. Then all of these nine folks\nare going back to camp today. I feel like... -Let me\njust interrupt real quick.\n-Q: Yeah, yeah, yeah. -(groans)\n-PROBST: Is this news\nto everyone? -Yeah. What is going on?\n-What the hell?\n-Totally. Q, what are you talking about? So if someone goes home tonight, and it wasn't the right way,\nbecause, like I say, there's probably\nfive people here right now who are like,\n\"Who the heck am I voting for?\" because of mistakes\nthat I made in the game. And I want everybody to start\njust playing the game hard. You have a new beginning. -Kenzie, it's clear\nwhat he's saying, right?\n-Yeah. To everyone. He is saying,\n\"Vote me out.\" Is that clear to everyone? -It's clear, but, like, what?\n-Yeah, it's clear,\nbut it doesn't... -TIFFANY: But it\ndoesn't make sense.\n-But I don't understand why. TEVIN:\nThe math isn't math-ing,\nbecause I've talked to Q, and I know that Q is here\nand he wants to play the game. And I guess it's just\nkind of out of the blue, and it's just very unexpected. It's not something\nthat was even hinted towards. -I mean, it is\ncompletely off-brand.\n-KENZIE: Yeah. And yet, Ben, we just talked\nabout how competitive. It's so competitive, you wouldn't give up\nyour shot at immunity for rice. And here's somebody saying,\n\"Guess what? Merry Christmas.\" You know, Q and I did not\nget off to a great start, but everybody knows\nhe's been playing hard and in a genuine way. So it's like this... th... Even me, who's been, like, kind of skirting around him, is like, \"Uh, what?\" This is actually,\nlike, probably the most bonkers thing\nI would have expected tonight. (whispering indistinctly) PROBST:\nTiff. I'm very confused, Jeff. I don't know where\nthis is coming from because I've known Q since I got here,\nand Q's a competitor. So this is completely, like,\ncoming out of left field for me. It's-it's not me giving up.\nTrust me. I want to play, and I've been\nplaying since day one. But again, when something don't sit right with me and I feel partially\nresponsible for it, I got to own up to it and say,\n\"You know what? I'm not gonna steal\nsomeone else's joy and dream,\" especially in this game, where\nyou only get an opportunity to potentially play once. -And...\n-I think you can own up to it, person to person,\nwithout leaving the game. -And I don't think\nanyone wants you to go.\n-(overlapping agreement) -Yeah.\n-And I-I know y'all don't, but someone is going\nto get voted out because of last-minute\nthings that happened, and I feel partially\nresponsible for it. And I'm big enough\nto say that I want you guys to go on and play.\nI'm serious about this, now. I want y'all to go on and play, but start playing the game. 'Cause everybody\nhave a new opportunity. PROBST:\nSo, Kenzie, on one side, Q's volunteering, which means\nnobody else here is going home. On the other side, Q is a vote,\nand he's probably in an alliance with one or two or three\nor who knows how many people. So that also\nwill impact the game. KENZIE:\nYeah. Q's saying,\n\"Go ahead. Fresh start.\" What if you were a part\nof my plans five plans from now? That's not a fresh start for me. That's undoing the plans\nthat I've been building. Like, it's gonna be\nwacky no matter what. Like, it's not, like,\nwe're gonna go back to camp and be like,\n\"Well, Q's gone. No worries.\" -Like, \"We're all kumbaya.\"\n-Because all we gonna do is go\nback with a bunch of questions. -We know exactly\nwho you were talking to last.\n-But we can't get answers... Jeff, but at the same time,\nQ is a grown man, and this is a game\nfor not one dollar, not $1,000, but one million. And if someone wants to\nwalk out of the game willingly, then I am not going to\ncoddle them to say, \"Stay.\" (whispering indistinctly) -Can we talk?\nCan we talk for a minute?\n-LIZ: Can we talk? Yeah. It's your Tribal. Oh, boy. (whispering indistinctly) I guess we're\nat a live Tribal, Jeff. I don't know. It's like, \"Dude, what is up?\" TIFFANY:\nI don't understand why... MARIA: Okay? This does not rock. (short chuckle) Kenzie, come here. My... ♪ ♪ Wow. I don't know who. I don't know. I don't know what to do. Okay. Never seen anything like this. All right. In one of the craziest\nTribals ever, it is time to vote. Q, you're up. ♪ ♪ That was the dumbest thing ever. Dumbest Tribal ever. Oh, my God. At this point,\nI don't know if this is the real plan, the fake plan. This is what I was told. And we want\nto flush the extra vote tonight. Whatever. I'm as confused as hell. I don't know\nwhat the hell going, Q, but clearly you been out\n of Mississippi too damn long, 'cause your brain is gone. But we can talk about that\nwhen we get back to camp. I'm gonna put this down. Give me some good luck. I'll go tally the votes. If anybody has an advantage or\nan idol and you want to play it, now would be the time to do so. Okay, I'll read the votes. First vote: Venus. Tevin. Venus. Two votes Venus, one vote Tevin. Tevin.\nWe're tied. Two votes Venus,\ntwo votes Tevin. Tevin. That's three votes Tevin,\ntwo votes Venus. Tevin. That's four votes Tevin,\ntwo votes Venus. Tevin. That's five votes Kevin,\ntwo votes Venus. Ninth person voted out and the second member\nof our jury: Tevin.\nThat's six. That's enough. Need to bring me your torch. CHARLIE:\nThat was so shocking. -Y'all can go\neat worms and slugs.\n-(all chuckling) -CHARLIE: Tevin, we love you.\n-TIFFANY: Love you. -Love you, Tevin.\n-LIZ: Love you, Tevin. -BEN: Tevin, you rock.\n-Y'all say that now. Oh, this is so exciting, Jeff. (laughs) Okay. I'm sorry. -Tevin...\n-Yeah? the tribe has spoken. Time for you to go. -Good job, brother.\n-Good luck, y'all. Tevin, you rock. This doesn't rock. ♪ Oh, yes. ♪ Grab your torches.\nHead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org >> N o ap pl ic at io n fe e if y ou apply by May 31st at University of Maryland\nGlobal Campus, an accredited university\nthat's transformed adult lives for 75 years. You're not waiting\nto win, you're ready to succeed again at umgc.edu. Fe el in g Cl ar it in C le ar is l ik e. .. ♪♪ [cat meow] ━Is she? Letting her imagination\nrun wild even though she has allergies. Yeah. You ... Are you stupid? Are you dumb? PROBST:\n Next time on Survivor... KENZIE:\nEverybody's turning on everyone. CHARLIE:\nThis game's flipped on its head. VENUS:\n These bumbling buffoons. These two dum-dum meatheads. I'm-a give 'em hell.\nThey can cancel Christmas. PHIL KEOGHAN: Previously\n on The Amazing Race... nine teams raced\n to Santiago, Chile. Damn, this is high. KEOGHAN:\n Danny's navigation skills\n came to the rescue. ANGIE:\n I think Danny is our secret weapon. KEOGHAN:\n Firefighter moms Sunny and Bizzy\n fell into last place... BIZZY:\nWhere are we going? -I'm heading... Okay.\n-Where are we going? -Pull over, please.\n-Oh, my God. Okay. KEOGHAN:\n ...but staged another comeback\n to stay in the race. -Good job!\n-(screaming) (whoops)\nLet's go, Biz! KEOGHAN:\n In a battle for first place... I firmly believe that we are\na first-place team, consistently coming in the middle\n of the pack. KEOGHAN:\n ...boyfriends Ricky and Cesar edged out military pilots Juan and Shane\nto win their third leg in a row. -(whooping)\n-KEOGHAN: Ricky and Cesar,\nyou are first place. Congratulations. Meanwhile, frustration\n at the Roadblock... This stupid little bolt is stuck\nin this stupid little thing. KEOGHAN:\n ...led to the elimination of cousins\n Kishori and Karishma."
}