{
    "season": 46,
    "episode": 5,
    "title": "Tiki Man",
    "transcript": "I'll be honest.\nI do have the skull card. TEVIN:\n He literally folded his cards. And now Maria and myself\n both have extra votes. (laughs) PROBST:\n Previously on Survivor... Come on. It's a real true idol... Yes!\nSurvivor bucket list item achieved. JEM:\n Nobody knows that I found\n the Beware Advantage first... ...and that I actually\n have replanted the note. Aah! This does not rock. Done. I lost my vote. Help me. Help me.\nHelp me. Help me. Help me. If this is what You wanted, You shouldn't have put me\non Survivor in the first place. -Help me, Tiff, please.\n-No. Wow. What a plan, man. BHANU:\n I am going home tonight, but it's not\n about the million dollars. All I want to do\n is win a million hearts. KENZIE:\nYou won my heart, Bhanu. -Mine, too.\n-All of our hearts.\n-Seriously. All right, Bhanu,\nwhen you're ready. The tribe has spoken. ♪ ♪ -KENZIE: The tiniest tribe\nthere ever was.\n-I know. KENZIE:\nThat was an interesting Tribal. KENZIE: Yeah. I'm happy\nhe told us his story, though. He's a sweetheart\nand an amazing person, but that doesn't necessarily mean you're, like,\nthe best Survivor player. -Absolutely.\n-And that's the... that's the, -like, hard reality.\n-Yeah. TIFFANY: It was a unanimous decision that\nBhanu would go home. We all knew that we weren't gonna be able\n to play the game we wanted to and teach Bhanu how to play the game\nat the same time. We did make a pact\non day one, and -we're still here together.\n-I'm still riding with you. So, we did something right. I'm happy\nwith the three that are left. Kenzie and Q are my two\n closest allies in the game. At this point,\n we just got to win one immunity challenge, but something tells me that's not\nhow it's gonna go down. We are the worst tribe\nin Survivor history. LOL. Um... We're going into day ten\n without fire, which I think is a record. It's definitely affecting all\n of us in a multitude of ways. My stomach is actually\nstarting to eat itself. KENZIE:\n This tribe needs to win, get some food and just have fun. Sorry.\nI'm just, like, so tired. Because we, like,\n keep losing everything. We don't have fire. We don't... We can't do anything. It's frustrating. Ugh. It's just tough. Tough, tough, tough. (sniffles) (sighs) ♪ ♪ ♪ ♪ ♪ ♪ Ooh. It's crazy being in, like,\na hellhole in, like, the most\nbeautiful place on Earth. I remember I read\nthe Mötley Crüe autobiography, The Dirt, when I was in, like,\nmiddle school, and Tommy Lee talked about coming to Fiji\nand living in, like, a bungalow. I'm like... (sighs)\nThis ain't that. You know, I've been getting\n more depleted every day 'cause the shelter of pain\nis not a condo or a luxury hotel room. But, uh, anytime you suffer is another opportunity to learn\nthe depths of your mind. Ooh! Ooh. -You okay, Ben?\n-Major, like, spins. CHARLIE:\nDo you need a water refill? BEN:\nYeah, if you could.\nThank you, buddy. I'm really thankful for Charlie, and he's looking out for me,\n but, like, you know, I have had\nsome survival experiences. You ever been stuck in a van\nwith the same six people for two months surviving off\nthree dollars at Taco Bell a day? It is not easy. Sir Ben. BEN:\nSir Charles, lead the way. Onward. We go to war. MORIAH:\nFeel like Ben's been making an extra effort to hang around\nonly Charlie recently. He has. I've seen that. MARIA: I think\nthey're trying to make... MARIA:\nThe thing is that they did not -calculate that\nwe got to him first.\n-JEM: Yeah. MORIAH:\nBut, I mean, this\nisn't a game of \"dids.\" -MARIA: No, it's not.\n-MORIAH: It's a game\nof Survivor. I do trust, you know,\n Jem, Maria and Charlie. Where I worry is, Ben\nand Charlie chatting, and Ben is the most charismatic\nand likable, enjoyable guy\nI have ever met in my life. People on our tribe just know\nhow awesome you are, you know? They know how awesome... ♪ you are. ♪ MORIAH:\n It seem Charlie's\n Ben's, like, special buddy, especially when they're just,\n like, going on hour-long music, song battles. -\"Danger.\"\n-\"The Last Great\nAmerican Dynasty.\" -\"I Love It Loud.\"\n-\"Peace.\" -\"Killer.\"\n-\"Hoax.\" -\"I Still Love You.\"\n-\"Mad Woman.\" MORIAH:\n Ben can charm anyone. It's a little bit intimidating. You can't just say,\n\"my alliance member.\" People change.\nPeople make their own decisions. So, if you had to choose,\nwho would be first to go? In the long run, like,\nwho's more dangerous? -JEM: Yeah.\n-MORIAH: But... What if Tim has the idol? MARIA:\nAre we just assuming\nTim has the idol? MORIAH:\nTim or Ben. -I'm assuming\none of the two has it.\n-JEM: I agree. The girls think that\n one of the guys might have\n the immunity idol, but I found a Beware Advantage, and it's a clue to the idol. And nobody suspects\n that I have anything on me because I put the Beware\n Advantage in another tree to kind of get the scent off of,\nthat somebody already found something. Where's the damn scroll? JEM:\n It's been\na wild goose chase, and finally, everybody knows\n there's nothing there. And that played out\n to my advantage, because now the women\n are on the same page. Either Ben or Tim\nare gonna be the next target for us, and then the three girls\n are running the show. This is a beautiful place\nto have a salsa lesson, though. ALL:\nFive, six, seven, eight. One, two, three, pause. Five, six, seven, pause. I want to see Charlie\nget the hips going. Oh, Charlie! (laughing) BEN:\nCha-cha Charlie, dude. CHARLIE:\n It's amazing. I thought it would take a few, you know,\ndirty Shirley Temples to get me in that type of mood. But out on Survivor, you're just having so much fun\n with each other. BEN:\nYeah, let's go. Bite that lip. (laughing) ALL:\nFour, five, six, seven. Pause. (laughing) CHARLIE: You know,\n the salsa may seem goofy, but it's all\npart of the strategy, if you think about it, you know. It's going to be very important\nfor me to really be in lockstep with my number one ally, Maria. And so, let's switch partners. CHARLIE: We're trying\n to walk the tightrope of the middle of this tribe,\n and you've got Tim and Ben on one side\nand Jem and Moriah on the other. So Maria and I\n are really in control. I don't think anyone knows we're really working\n closely together, and that's so powerful,\nso I want to keep it that way. (all cheering) LIZ: If everybody's looking,\n I guess maybe I should look. Just got a feeling\nthat I'm not gonna find it. There's just so many\nnooks and crannies to scour. -Mm.\n-While we're here... HUNTER: At this point, getting so close to the merge, everyone's worried\nabout the idol. Everybody's searching\n for this thing. Soda is very blatantly\n looking around. Tevin's out there\n with the shovel, digging. You get that little surge\nof excitement when you see something,\nand then... (blows raspberries)\n...nothing. I have spent so much time\n looking for this idol. I've been digging\n and climbing and, like, going all over the place. I feel like I'm walking by it, and, you know,\n the camera pans to it, and ping, there it is,\n but you don't see it. This jungle is so huge, and there are\n so many small crevices. I want to find the thing, but\n it's just like, \"Where is it?\" TEVIN:\n I don't know what the hell\n going on with the idol. I don't know\n if there's more than one, if there's two, if there's\n three, if there's none. So I don't know\nwhere to even look. And no one seems\n to have found it. I think every person has looked\n for the idol except Liz. LIZ:\nI'm just sitting at the shelter. I keep telling people,\n \"I'm not gonna look.\" I'm not gonna\nsearch for an idol. I can barely find my shoes. SODA:\n Looking for an idol\n is just so difficult. It is so dense out here. It's almost impossible to scour every little inch. There may be one coconut\n you don't turn over, but there's, like,\n a million coconuts. It's exhausting. And at the same time, we don't want it to fall\ninto the wrong hands. VENUS:\nWhat is that man looking for? I'm gonna go spoil his fun. An idol. In my mind, it's day ten, and I'm pretty sure\nthat sucker is found. And I guess I was wrong\nin assuming you found it. This advantage has really weighed on my mind\nbecause I know Randen found it. And he was medevaced\n with that Beware Advantage in his pocket, so, it's probably\n back in the game. Hunter knows this island\n better than anyone, so, Hunter,\n if you're finding that idol, I will find it with you. I-I'm shameless.\nI will literally follow you. And if I'm annoying you,\nI don't care. It would be near a landmark, no? I don't know. I mean, in\nthe other season, it was, like, tied to the top of a bush,\nand then, in, like, those little cracks\nof those things. And so, I think the era\nof the landmark has kind of, like, passed. Yeah. HUNTER:\nVenus keeps following me around as I'm looking for an idol. So, I automatically\n just sit down and stop searching. I don't want her\n to know if I find it. Realistically, Hunter, if we do\ngo into any kind of merge, we have to pick out\nwho the biggest threat is. People might be thinking you. Okay, but you don't think that? No, I do, but I... So you want\nto vote me out today? I don't because\nI consider you a meat shield. HUNTER:\n Come on, man. I know that\n I am a huge challenge threat. That's why I'm looking\n for idols and stuff. I wish she would just\nleave me alone. Can you believe\nwe're halfway through and we haven't even\nstarted playing? -It's unheard of.\n-It's pretty fun. Thank you. -I'm rooting for you.\n-I'm rooting for us, for Nami. After our really cagey, awkward conversation, Venus finally decides\nto leave me alone. And then I can get back\nto really looking. So much time spent looking\nfor this stupid thing. And then I see it--\n the Beware Advantage. It's about time. Oh, golly. Forget that.\nWe're looking at it. I know being the biggest\n challenge threat is making a target on my back. So I snatched that thing up\nas fast as I could. \"Dig directly below the spot where you found\nthe Beware Advantage.\" Well, I started digging,\n and I find a big old box, and the box has a lock on it, but there's a little scroll\n on it. And it says, \"There is a hidden\nimmunity idol in this box, but the box requires a key\nto open it.\" Oh, boy. \"The location of the key\n will remain a mystery \"until after your tribe loses\n a future immunity challenge. \"Once your tribe loses, \"return to this location\nto receive further instructions. \"Until you have taken possession\nof the idol, you cannot vote\nat Tribal Council.\" I do want to have this idol, but now I have to wait\n until my tribe loses? Looking at the performance\nof the other tribes, it doesn't look like\nit's gonna happen very soon. Thankfully, there's a clause\n that says if we don't lose, I still have an opportunity\n to get it. I know that I am in trouble\nif the merge hits. I know that I need\n as many weapons and tools as I can have\n going into it, and so, this could be\ngame-changing for me. KE RE ND IA pr es en ts t he A BC ' s of C KD . C is for Chronic,\nbecause chronic kidney disease in type 2 diabetes\ngets worse over time. K is for Kidneys,\nbecause kidney damage can lead to kidney\nfailure and dialysis. D is for doing more\nto protect your kidneys. KERENDIA is for\nadults with CKD in type 2 diabetes\nand is a once━daily tablet that is proven to reduce the risk of\nkidney failure, which can lead\nto dialysis. KERENDIA also slows the progression\nof kidney damage and reduces the risk\nof cardiovascular events, such as heart attacks. Do not take KERENDIA if you have problems\nwith your adrenal glands or take certain medications\ncalled CYP3A4 inhibitors. KERENDIA can cause\nhigh potassium levels in your blood. Tell your doctor about\nall the medicines you take and ask before taking\npotassium supplements or salt substitutes\ncontaining potassium. KERENDIA can also cause\nlow blood pressure and low blood sodium. Kidney damage from CKD in type\n2 diabetes is not reversible. Don't wait to ask your doctor\nif KERENDIA is right for you. Ne w Ch ee to s Pr et ze ls . Crunchy, cheesy, delicious. But for every great idea, hundreds bit the dust. Hey, did you hear\nStacy's getting married? Hm. Like Cheetos Coffee Mugs. New Cheetos Pretzels. Now this is a winner. Di d yo u kn ow y ou w as te 20 0 ho ur s a ye ar handwashing dishes? Switch to your dishwasher\n and Cascade Platinum Plus. All you have to do is Scrape, Load, and you're done! Cascade Platinum Plus. Dare to Dish Differently. Hu rr y an d ho p in to K oh l' s for great Easter essentials! Get Sephora beauty\n finds $25 and under. Up to 40% off\n festive kids' looks. And 20% off\n women's dresses. Then take 15%\n off other finds and earn\n Kohl's Cash. When you shop at Kohl's. ♪ ♪ Oh, my God. Q: We have it rough right now, and we still don't have flint. And it's rain just about every day. Plus, I'm hungry,\n I haven't eaten in ten days. And sleeping on the bamboo,\n sitting on the bamboo, hell, even looking\nat the bamboo at this point-- it's getting on my nerves. Q:\nNo tree mail. TIFFANY:\nI'm sure he's fine. KENZIE:\n We've gone through hell. We're the only tribe,\non day ten, who has even stepped foot\ninto Tribal Council. And for Tiff and I,\n it's almost comical. What will Yanu lose today? (both laughing) KENZIE:\n But we are in a tough spot, and it just seems to be getting\ntougher and tougher. And Q is starting\n to get, like, really down. KENZIE:\nWe can make it. We've, like,\nalready fought so hard, and I don't see\neither one of us, like, stopping anytime soon. -What?\n-I might. -Stop?\n-Say ... (laughs) -KENZIE: Don't say that.\n-Q: I already told you. KENZIE:\nAre you serious about that? -Yeah.\n-Like, you would\njust want to go? It's not giving up.\nIt's accepting. KENZIE:\n This morning, I could tell\n something was off. So now, Q has thrown himself\n on the sword. He's telling us\nhe's ready to go. If someone's saying,\n \"Send me home,\" that's one step closer\nfor me to the end. Let's just win. Q:\n It's tempting\n to just give up and go home, but I would never do that. The reality\n of the situation is this. Regardless of the conditions,\n I'm willing to pass out and die\nbefore I quit. But I don't want Kenzie to know that,\n because if we have to go back to Tribal, I want Kenzie comfortable so she's not gonna play\n her Shot in the Dark. I've been saying it\nthe whole time. I got one number one\nout here, and that's just real. TIFFANY:\nAbsolutely. Q:\nHey, have you noticed, when Kenzie walk up, the first\nthing she always asked is... (laughs)\nYeah, I noticed that. What are y'all talking about? Oh. What are y'all talking about? TIFFANY:\nChopping up wood. What are y'all talking about? TIFFANY:\nCoconuts versus papayas. What are y'all talking about? Q over here telling us\nto write his name down. It would be devastatingly hard if we go to another\n Tribal Council, especially for me, because Kenzie's expecting me to vote Q and Q's expecting me\nto vote Kenzie, which puts me\n in a really tough position. It forces me to have to choose\nbetween my two tightest allies. So I'm praying we don't have to go back\n to Tribal Council so I don't have\n to make that decision. MORIAH: We just need\n to get this fire going. MORIAH: Yeah. Hmm? I don't...\nI don't feel nothing yet. Tiki Man, everybody... everybody\nwant to be in our business. Everybody want to know\nwhat we're talking about. ♪ ♪ I feel fine. I'm getting hungry, but I'm drinking enough. I haven't pooped,\nso I don't know, like, whether or not to be concerned. I'm talking to Tiki Man. Oh. TIM:\n But I feel good nevertheless. You know, it is what it is.\nIt's Survivor. And I'm just trying\nto see it through for my family. TIM:\nSomebody moved\nthe Beware Advantage. I'm trying to figure out who. Somebody lied\nand made me dig three feet. That would be the dickest move\nto make people dig -for three days.\n-MORIAH: Yeah. -And give 'em no...\n-And kill a tree. TIM:\n I have no idea who put it there to play with us.\n These people are nuts. I'm talking about my tribe.\nSiga is nuts. Like, right now,\n we're all suspects. I do feel like I trust Ben. We vibe, we're hanging out. ♪ Brotherly love. ♪ TIM:\n Same for Maria. The parent connection\nis strong for us since the beginning. -And I still feel confident\nin you, Charlie, Ben and I.\n-Yeah. And Charlie. I think\nwe're a really strong four -going forward.\n-Yeah, I think so. TIM: I have a feeling\n about who did it. So I'm excited about\nputting the pieces together. How you moved\nthe Beware Advantage? What Beware Advantage? I don't know about that. -So you don't have an idol?\n-I don't have an idol. Why are you freaking out? I feel... I feel...\nYou're gonna make me upset. I really feel like\nI'm on the bottom. Don't get u...\nNobody's on the bottom. I don't believe her.\n Jem's, like, acted weird. Ugh! I don't like it.\nI do not like it. Somebody moved\nthat Beware Advantage, yo. I think so, too. TIM:\n I'm not-I'm not sure,\n but I think she's fooling me\nand everybody else. You and Mo not tight?\nSo who you tight with? Just me? -I hon... Can I be honest?\n-Yeah. I don't feel like I have, like,\na very tight relationship with anybody, so I don't know\nwhat's going on in your head. Tim's coming at me\n so hard for information, but I'm a fantastic liar.\nI just found it out. 'Cause usually,\n at home when I lie, I giggle. And, like,\n my husband knows when I lie. But I haven't giggled at all.\nLike, I just lied. What are you thinking...\nif you had to vote? We are. Bros are tight. Ben and Tim think\n they're running the show, but the girls have control,\n which is great, 'cause when\n you're playing this game, it's either you or them,\nand that's how I see it. So it's either me or Ben or Tim and so,\n it's better them than me. Wh en i t co me s to h ai r su pp le me nt s, you just never know. You see things online, you just don't know\nif they're going to work. Is this going to be\npowerful enough, and I'm actually going to see\nsubstantial results from it. My dermatologist\nrecommended Nutrafol, and it's 100% drug━free\nand clinically tested. Within three months,\nmy hair is fuller. It's longer, it's thicker. It's so nice to be\nnoticed for my hair after hiding it\nfor so many years. Try the #1 dermatologist recommended hair growth supplement brand at Nutrafol.com. ♪ ♪ Mmm. Mmm. Mmm. Mmm? Delicious creamy milk\n chocolate and whole hazelnuts. The Lindt Hazelnut Bar. It's beyond words. Find your mmmm at checkout. ♪ ♪ Come on in. ♪ ♪ I love the reaction, Moriah. Hello, Jeff. Oh, my God. ♪ ♪ PROBST:\nGetting your first look\nat the new Yanu tribe. Bhanu voted out\nat the last Tribal Council. All right, shall we get\nto today's immunity challenge? -Yes.\n-(all voicing assent)\n-PROBST: First things first. Got to take back the idols. Thank you, Moriah. Tevin, come on, give it up. -Jeff, please.\n-Don't make me take it. -(Tevin laughs)\n-Scary. Once again... immunity is back up for grabs. TEVIN:\nAll right. PROBST:\nFor today's challenge, one at a time,\n you're gonna race through a massive,\n three-level obstacle course, collecting keys along the way. Once everybody's at the finish,\n one person will use those keys to unlock a long hook. You'll use the hook\n to release sandbags. You will then race to fire those\nsandbags at a series of targets. First two tribes to finish win immunity,\nsafe from the vote. In addition,\nplaying for a reward. Want to know what's playing for? -Yes, please, Jeff.\n-(all voicing assent) -SODA: Food.\n-I think you're gonna like it. -SODA: Food.\n-TEVIN: Please. (all cheering) Oh, Jesus Lord, my God. I told you. PROBST:\nPastries and fruit... -TEVIN: My God!\n-SODA: I called it. PROBST:\n...for the first tribe\nto finish. For the second tribe to finish,\na smaller sampling -of the same thing.\n-TEVIN: That's all good. (applause) (indistinct chatter) Last tribe to finish,\notherwise known as? ALL:\nThe losers. I thought they might say Yanu. (all groaning) -Jeff, come on!\n-That's crazy, Jeff. -Jeff, don't be dirty.\n-TIFFANY: That's crazy. Wow.\n-Shady. -I'm just saying.\n-You're so sassy. PROBST: Last tribe to finish,\nTribal Council where somebody will be the fifth\nperson voted out of this game, and as a penalty for losing,\nI will keep your flint. Yanu, you are still working\nto earn yours. And I would like\nto take a moment, because we love records\non Survivor. Yanu, you have endured longer\nthan any tribe in the new era without your flint-- 11 days. That is a record. And if you lose this challenge, you will hold another record. The most immunity losses in a season in the new era. Wow. PROBST:\nIf that's not inspiration, I got nothing for you.\nAll right. Let's get to sit-outs. Nami, sitting two people out. Cannot sit out\nin back-to-back challenges. Tevin must compete.\nWho's it gonna be? I'll sit out. PROBST:\nSoda and Liz gonna sit out. All right, Siga,\nJem and Maria must participate. Who are you gonna pick to join? -It's gonna be Tim.\nPROBST: Tim. So Moriah, Charlie and Ben\ngonna be the sit-outs. All right, sit-outs, take a spot\non the bench. Everybody else, give you a minute to strategize.\nWe'll get it on. Let's go, Yanu! ♪ ♪ All right, here we go. For immunity and reward. Survivors ready? -Go!\n-SODA: Let's go, Nami! Kenzie, Tim\nand Hunter out first. SODA:\nLet's go, Nami! PROBST:\nA massive obstacle course.\nYou've got to collect three keys in order. One, two, then three. CHARLIE:\nLet's go, Siga! PROBST:\nTim has the first bag for Siga. (Ben whoops) -Tim of the jungle!\n-(whooping) Hunter has the first bag\nfor Nami. -Let's go, baby!\n-(whooping) BEN:\nChallenge war board! PROBST:\nIt is Tim in the lead,\nthen Hunter. Kenzie's got a bag for Yanu. CHARLIE:\nLet's go, Tim! PROBST:\nTim is ripping through this. He doesn't even use the ladder. Tim at the third bag. Hunter's got his second bag. -BEN: Yes, Tim! You're flying!\n-MORIAH: Tim! PROBST:\nTim is across. Go, Siga! Go, Nami! Here comes Maria. -Here comes Tevin.\n-MORIAH: Come on, Maria! -TIFFANY: Come on, Kenz.\n-Oh, my God. TIFFANY:\nCome on, Kenz!\nCome on, Kenz! Let's go! Kenzie falling behind for Yanu. She's got the second bag. -Maria at her first bag.\n-MORIAH: That's it, baby girl! PROBST:\nTevin at his first bag. (cheering):\nLet's go, Tevin! Let's go! PROBST:\nKenzie finally has\nher third bag. -Oh!\n-And falls. Go, Yanu! Here comes Tiff. BEN:\nGo, Maria! Use that leg! PROBST:\nSiga and Nami are side by side. Maria and Tevin, pastries\nand immunity on the line. Tevin has his second bag.\nMaria has hers. Here's Tiff for Yanu. Dead last, a familiar spot. Tevin working\non that third bag. BEN:\nAll right, Maria! Get 'em on the table. -Go, Nami!\n-HUNTER: Let's go, V! Here comes Venus. Maria's got the third bag.\nGo, Siga! -Here comes Jem.\n-CHARLIE: Let's go, Jem. -HUNTER: Let's go, V!\n-SODA: Let's go, V! KENZIE:\nYou got this, Tiffany! PROBST:\nYanu really taking a long time. Tiffany has all three. Go!\nIt's Q on the course now. -HUNTER: There you go, Venus.\n-TEVIN: You got it, V. PROBST:\nThere goes Venus working her way\nto that second bag. My little woman stick bug. -Jem going for the second bag.\n-(overlapping shouting) Q has got a lot\nof time to make up. -KENZIE: You got this, Q!\n-PROBST: He's trying to get Yanu back in this. They have yet to win an immunity\nchallenge this entire season. (indistinct,\noverlapping chatter) -PROBST: Jem has a second bag.\n-TEVIN: Let's go, Venus. -You're good.\n-PROBST: Venus has\nher second bag. KENZIE:\nYou got it, Q! PROBST:\nQ with his first bag. -KENZIE: You got this, Q!\n-BEN: Let's go, Jem! -(whooping)\n-PROBST: Jem has her third. -You're good, baby. Come on.\n-PROBST: You're good, Siga. It's gonna be Tim\nworking the rope. You're good, Nami. It's gonna\nbe Hunter on the rope for Nami. First you got\nto find the three keys and figure out\nwhich one unlocks your hook. TEVIN:\nGood luck, baby. PROBST:\nQ working on that third bag.\nHe's got it. Got to get down. You're good! It's gonna be Q. HUNTER: Is that it?\n-TEVIN: Nothing but luck, baby. PROBST:\nNow Hunter\nhas his hook unlocked. He can start\nworking on the rope. Tim still looking for the key. Here's the opportunity\nfor Yanu to get back in it. And just like that,\nQ has the hook for Yanu. They got a shot. Still looking for\ntheir first taste of victory. You've got to untwist that rope.\nAll of it. TEVIN:\nFew more, baby. -BEN: Let's go, Tim!\n-CHARLIE: You got this, Tim. PROBST:\nTim finally has his hook. It is Q, Tim and Hunter trying to release that rope so they can\nrelease their sandbags. TIFFANY:\nThat's awesome. Yes. (indistinct shouting) Hunter drops for Nami. They can start\ncollecting their sandbags. Tim has the bags undone. You're good, Siga!\nStart collecting those sandbags. -PROBST: Q still working\non that rope.\n-TIFFANY: Same thing. Just reach out further. Come on! PROBST: You got\nto get all your sandbags. -Wow.\n-CHARLIE: Jem, you're so quick.\nLet's go! Once they're all in there,\nyou're good. -You're good.\n-BEN: All right, Maria! PROBST:\nHere goes Tevin. The massive Survivor slingshot. Looking for three targets\nto knock down. SODA:\nSo proud of you. You got this. Just misses! LIZ:\nCome on. Try again. Q still working on the rope. Yanu is dead last again, which is a common story. -LIZ: There you go.\n-Tevin again. Knocks down the first target\nfor Nami! Everybody's got\nto hit one target. TIM:\nYou got it. Nice shot. PROBST:\nThere goes Maria.\nShe misses. It's Venus now for Nami. Venus knocks down a target\nwith her first shot. Nami down to one target left.\nIt's Hunter. Maybe give yourself\na little slack. PROBST:\nQ has released his sandbags! You're good, Yanu!\nLet's go! -VENUS: Hunter, you got this!\n-SODA: You got this, Hunter. TEVIN:\nYou got it, Hunter.\nRight here, for the win. PROBST:\nThere it is, for the win! Nami remains undefeated. ♪ Nami, Nami, Nami, Nami. ♪ We're looking for one more. Can Yanu get back in this? Siga has not knocked down\nany targets yet. Here goes Tiff. And she connects.\nYanu has their first target. BEN:\nMaria, you got this! PROBST:\nMaria just misses. -Here comes Q.\n-(overlapping chatter) Jem for Siga. And she does it.\nWe are tied, one-one. PROBST:\nAnybody could win this\nright now, including Yanu. Yanu either gonna\nbreak a losing streak or set a record\nfor the longest losing streak. There goes Kenzie. And she does it! Nami has two!\nMaria hits her second\nright on the heels of Kenzie. And it is a showdown--\nTim versus Q. One target left\nfor both Siga and Yanu. For the win right here. -Tim, no.\n-Okay. -PROBST: Q... no.\n-(contestants groaning) Right there! You're right there! This is the greatest playoffs\nof the century. Both guys quickly reload,\nbut Q is way ahead of Tim. BEN:\nCome on, baby, Celtics, baby! PROBST: There it is! Yanu wins their first immunity challenge\nof the season... Hey. PROBST: ...sending Siga\nto Tribal Council -for the first time.\n-(overlapping chatter) -We did it!\n-Yeah! Ah! And that is what\na victory looks like on day 11 for Yanu. Smiling faces. Fire! Thank you. TIFFANY: Yes. Nami, once again,\ncongratulations. (whooping) -Thank you.\n-Immunity is yours. Nobody going home from Nami. Yanu, for the first time\nthis season, the immunity idol\nis coming to your camp. -Thank you.\n-Along with it, -your flint.\n-(whooping) First time in 11 days. Mwah. -(Kenzie whoops)\n-That should be\na game-changer, Kenzie. Oh, my gosh. Yeah, this is amazing. PROBST:\nLet's just take a moment, since you have been winless. What is that feeling right now, Tiff, to be holding that idol? Honestly... (exhales) it feels so good, but all I can think\nabout right now is that I'm not gonna wake up\nfreezing cold tomorrow. It's been so hard\nsleeping without fire for the last 11 days.\nLike, brutal. I'm just... I'm so happy, Jeff. PROBST:\nKenzie, what's the feeling? It's been a very long\nlosing streak for Yanu. KENZIE:\nThis feeling is new to us. All we really know is losing, and we have lost\nhalf of our tribe. So the fact that\nwe get to keep us together, like some semblance of Yanu\nmoving forward, it's... You know, we were preparing\nfor the worst this morning. We were like, \"What if\nwe have to go down to two?\" Because that's all we knew. So this is just\na little bit of security in a game\nwhere we haven't had any. All right, Nami,\nyou also won reward. Large tray of pastries and fruit will be\nwaiting for you back at camp. Yanu, a smaller tray\nof pastries and fruit will be waiting for you\nback at camp. Siga, different story. Tribal Council tonight, where somebody from your tribe will be the fifth person\nvoted out of Survivor 46. And as a penalty for losing,\nyou know what's coming. Sorry for you,\nI'm gonna take your flint. ♪ ♪ All right,\nbefore I send you on your way... journey. -(gasping)\n-Oh. Nami, you are\nin charge of who goes. Just like last time,\none person from your tribe, one person from Siga,\none person from Yanu. Who's going from your tribe? -I'm gonna go.\n-PROBST: Hunter's gonna go. All right, who from Siga\nis gonna go on this journey? Any volunteers? All right, Tim's gonna\ngo on the journey from Siga. And you've got the Yanu three. We're gonna let Q go. PROBST:\nAll right,\nso it's gonna be Hunter, Tim and Q on the journey.\nGrab your stuff, head out. You will return back to camp\nbefore Tribal Council. Nami, grab your stuff, head out. No Tribal Council.\nNobody going home. -Thank you, Jeff.\n-Good job, Nami. -TEVIN: Thank you.\n-SODA: Thank you. Yanu, grab your stuff. I know you won't\nmiss me at Tribal. -Sure won't.\n-PROBST: Head out,\nenjoy the night off and that well-deserved reward. Thanks, Jeff.\nGood luck, y'all. TIFFANY:\nGood luck, guys. All right, Siga,\ngrab your stuff, head out. See you tonight at Tribal. CHARLIE:\n We've been the vibe tribe\n for the whole first 11 days. Thing about vibes is\nthey can go from good to bad, and it's just terrifying. Tonight's our first time\n at Tribal, and everyone's got the feeling of dread all over their body. [m eo wi ng ] (♪♪) Hi, what's your name? This is our new friend. We'll talk about it later, ok? (♪♪) What does a cat need? -Chewy's here. (♪♪) [smash] (♪♪) No, no, no, no. That good? Hey, wait, come back. (♪♪) Is this normal? Ask the Chewy vet team. How much is too much catnip? For everything you need and\n everything you need to know. Find it at Chewy. So me ti me s yo ur w or k sh ir t ne ed s to b e fo r mo re than just work. Like when it needs to be a big soft shoulder\n to cry on. Which is why Downy does more to make clothes softer,\n fresher, and better. Downy. Breathe Life\n Into Your Laundry. He ll o, G ho st bu st er s. It's Doug. We help people customize and save hundreds on car insurance with Liberty Mutual. We got a bit of a situation. [ Metal groans] Sure, I can hold. ♪ Liberty Liberty\n Liberty Liberty ♪ In theaters now. Wa nn a kn ow a s ec re t? With NEW Secret Outlast, You can almost miss the bus... But smell like you didn't. Secret FIGHTS\n 99% of odor-causing bacteria. Smell FRESH for up to\n72 HOURS. Secret works! It's a crime\nto smell that good. ♪ ♪ Q:\n Winning feels amazing. I'm feeling the best\nthat I've felt in 11 days. I'm excited, ready and eager to have a bro moment\nat this journey. I couldn't wait. That was a good win, man. -I'm glad\nyou got your flint, man.\n-Yeah. Man. -I'm glad you got your...\nI was pissed we lost, but...\n-But we-we... -we haven't eaten since\nwe got on the beach.\n-Oh, yeah. -Have y'all had a fire yet?\n-No. -I didn't think y'all did.\n-Never. Only thing we've had\nwas one coconut a day. -Wow.\n-TIM: Damn. So we're looking at one more\nvote before a merge, possibly. -If we get to the merge...\n-TIM: Yeah. the physical threats-- it-it's only really three of us. We gonna have to stick together,\nregardless. And the only thing\nthat I can think of is, if you get\none person you trust, -Yeah.\n-I get one person I trust, -you get one person you trust.\n-Mm-hmm. So if we can do that, -we can make it to six,\nand may the best man win.\n-Yeah. What about Tiffany? -Is she with you?\n-Tiff. -Tiff would be my one.\n-Okay. Okay. -I don't know who would be your\none, who would be your one.\n-Okay. -Maybe Jem.\n-Maria's got the extra vote, so I'm using her as my one. She's strong, and we're both... We're the only parents\nover there. -Maria for you\n-Yeah. Tevin. -And Tevin for you.\n-Tevin. -Are we solid on this alliance?\n-Q: I'm solid. -I-I swear to you guys.\n-TIM: I'm solid on this... Q:\n Hunter, myself and Tim are the biggest threats,\nphysically. So we agree that\n the three of us pick one person on our tribe, and let's go to the final six. I think that's a good plan. -Want to read this?\n-TIM: Let's do it. It's a Survivor knowledge test. We have to decide, as a group,\nwho will go do this Survivor knowledge test\n and risk not having a vote. I'm a superfan, and I'm confident in my ability. However, my vote is way too valuable tonight at Tribal Council, so I don't want\n to play the game. Y'all superfans? -I'm a pretty big fan.\n-TIM: Yeah, yeah. Are you-are you a superfan? If you're a pretty big fan,\nI don't know, you might know\nsome more knowledge than I do. -Q: You'll definitely\nknow more than me.\n-Yeah. -I'm comfortable\nwith you going, bro.\n-HUNTER: Okay. -Best of luck, man.\n-We'll see what happens. -Thank you.\n-Good luck, man. HUNTER: The journey is awesome because you have an opportunity\nto meet people and, you know,\n whatever connections you can have, I'll take. And now, if I can get\na big advantage from this, it would be amazing. Oh, boy. Okay. Let's just see what all we got. The journey is an opportunity\n to test my Survivor knowledge. There's this long table, and you've got\n to put 20 Survivor logos in chronological order. I'm a pretty big fan, but when I watched Survivor, my college roommate was the one\nwho introduced it to me. And he just\nshowed 'em to me in order of seasons that he likes,\nnot in chronological order. And so I was like, \"Oh, boy. This is not gonna be easy.\" Well, we know that one. But I recognize Borneo, season one. Boom.\n First one right there. Let's just start\nputting these in, at least. I recognize quickly Pearl Islands because you have Sandra\n and you have Rupert. Yes! HUNTER:\n All from Pearl Islands. That was number seven,\nright before All-Stars. We know Parvati\nplayed in Cook Islands, before Tocantins, because Parvati had won\nby Heroes vs. Villains. And so we know\n it's Cook Islands and then Caramoan. We keep going.\n I remember Tocantins, which is Tyson,\n like, my favorite player. I just always smell\nlike flowers and exotic fruits. HUNTER:\n You have Redemption Island, where Boston Rob and them -come back. -You gotta hustle if you want to make a dollar. HUNTER:\n I love those seasons, so\n those were pretty easy for me. Kaôh Rong is, like, the one where Caleb passed out. Panama was before Cook Islands. I think I've been\n doing pretty well. But, also, it's just fun\n to walk down memory lane and be inspired by all the other\npeople who have played before. Eight was All-Stars. But if this is number seven,\nthat's not possible. So we have to figure out\nwhere I'm missing something. Golly.\nThis is gonna be impossible. Why didn't\nI watch them in order? I can look at these logos\n and say things that happen in the season,\n but it wasn't questions about what happened\nduring the season. It was a question of the order. There's a big gap here.\nWhat happens between here? This is 28. This is 22. No. No, no, no, no, no, no, no,\nno, no, no, no. But as you sit there, your brain's not\n functioning at full capacity because you haven't slept well\n and you haven't eaten well. And so you're like, \"I really need you\nto, like, really kick in and tell me the order.\" Ooh. Golly. Also, there's this timer\nticking in your head, and you're like, \"Did Debbie\ncome back for a Second Chance or did she come back\nfor Game Changers? It's nauseating,\nfrustrating and I'm pissed! HUNTER: Pretty sure she came back\n for Game Changers. And so, as the timer's\n running out, I am as content\n as I'm gonna be. But, you know, if I miss\neven one of these things, then I lose my vote. Feel good about these\nright here. I mean, that could be the order. Oh, dear. Time to flip. Yeah. Okay. Yes. Yes. Yes. No. No. (laughs):\nNo. No. No. No. I got-I got those way off. There, there,\nthere, there, there. And then switch those two. Not great. Eight out of 20. Not great. That is not a passing grade. I lost my vote because I didn't\nknow the order of the logos. Which sounds terrible, but if this whole plan works with Q and Tim-- the brochachos,\nlike, the meathead thing-- that's good for my game. Those connections\n going into merge could be worth\n a million dollars. Always risky to put yourself\non that boat and take a journey, but that's what\nmakes Survivor so fun. Apply to be on Survivor. Wa nt t he p ow er o f 5 se ru m be ne fi ts i n 1? Olay Super Serum Activates on skin to hydrate, smooth, visibly firm, brighten, and improve texture. It's My Best Skin Yet. Olay Ca pt ai n, e ve r si nc e yo u di sc ov er ed zesty Hidden Valley Ranch, you never stay\nin character anymore. You know we're not\nactually pirates, right? Of course we be pirates!\nLook at me hook. Hidden Valley Ranch. Only serious about flavor. Bo un ce d fr om o ne do ct or t o th e ne xt . Does it have to be like this? At Kaiser Permanente, we have a different\n kind of healthcare... So, how did you like Doctor Lum? ...where all of us\n work together for all that is you. ♪ H ea ti n' u p th e ki tc he n ♪ ♪ We got somethin different ♪ ♪ Spreadin' good\nvibes all day ♪ ♪ Livin' in the Golden State ♪ ♪ Nada se puede comparar ♪ ♪ Livin' in the Golden State ♪ ♪ Vive en\nel Estado Dorado ♪ ♪ ♪ TIFFANY: What is this?\n -KENZIE: Honey. -It's blueberry. Oh, my God.\n-Blueberry. -That's the best thing\nI've ever had in my life.\n-In my whole life. We just won\nour first immunity challenge. I have been starving, and after 11 days, no fire, no food,\n we just dive in. Oh. I'm elated. Oh, my God. We're literally just,\n like, stuffing our faces. \"Give me this muffin.\" Like... (exhales)\nIt was beautiful. -Ah.\n-Ooh. I never tasted\nanything better than that. But most importantly, I didn't have to\n vote out anybody. I still got Kenzie,\n I still got Q, and the comeback kids\nare coming back. -Hey, welcome back.\n-Q: I'm so tired. TIFFANY:\nYeah, like, I know\nyou're friggin' starving. Where's the food? We saved\nyou a third of everything. TIFFANY:\nThat chocolate muffin\nis bussin'. (laughs) Q:\nThat hit the spot. Hey, buddy. You like Q? -I like you, too.\n-KENZIE: Isn't he cute? -Fine time to come home with me.\n-(chuckles) The unbelievable happened. Winning is, like... I don't even have words. Like, I could explode.\nI'm so happy for us. We finally got our flint. So the record now dies at day 11. Q:\nWe never stopped fighting. That's what life is about. KENZIE:\n We've held on\n through the 11 days of no fire,\nthe 11 days of no food, the 11 days of rain, and loss\n and losing tribe members. We've held this little spark. And that was just enough\n to keep us going. Q:\nWe finally have a nice fire. The first fire on Yanu with a hibiscus flower\nin my hair. Just the way I wanted. I'm so excited. We don't have to worry\nand, like, fight for our lives. We get to just relax as friends\nfor the first time, truly. Comeback kids. -(whoops)\n-Yes. KENZIE:\n We did it. ♪ ♪ MORIAH: Didn't fall\n our way today, but... -Yeah...\n-But, you know, I will say, even though Yanu won, and we're obviously here,\nlike, people need a moment to feel a little sane. -And I'm glad\nthey finally got one.\n-MARIA: Yeah. MORIAH:\nWe've had a blessing\nof a time out here. 11 days, six strong. Going to Tribal, it's our first vote.\n People are scared. And we have this wonderful, looming question mark\nof what idols and advantages are gonna come out\nof the woodworks tonight. Maria has an extra vote\n from the first journey. Ben also went on a journey. He also might have\n some advantage or a lost vote. Who really knows? I mean, Tim's on the journey, right? Journeys are terrifying. He could be\n coming back with something. And then, on top of that,\n we have this mysterious Beware Advantage lurking about. And, oh, yeah, everyone has a Shot in the Dark.\nTa-da. Everything\n could go wrong tonight. JEM:\nWe've never\ndealt with this before. So I want to go idol hunting,\nand I'm not talking as a group. -I'm talking, like,\nidol hunting.\n-Just go do your thing. -Okay.\n-All righty.\n-MARIA: All right. Think everybody goes and does -whatever they want to do.\n-MORIAH: Yeah. JEM:\n Oh, my God. I don't have\n a vote for tonight's Tribal. And as soon\nas we lost that challenge, it just, like, hit me. I have to go back\n to the place where I found the Beware Advantage, because\n now I get more information to find the key for\n the immunity idol in the box. Oh, my God. Like, this is crazy. I have to go back to camp, get the machete\n to go measure stuff, and I know that I have to do three different tasks.\n And I'm like, \"The tribe is right here. Like, how am I gonna\nget away with it?\" CHARLIE:\nAll right, dude,\nI'm gonna head out there. (whoops) JEM:\n I have to figure out\n how to get my immunity idol before tonight's Tribal Council or I'm gonna lose my vote. Every time I walk this way\n or walk that way, I kind of\n see people in the path. And I was like, \"Jem, you got to go.\nThis is your moment.\" I have three different places\n to measure. The tribe's flag. I need to also measure the perimeter\n of the tribe's boat. I added it up, and it was 12. Tree mail. And then finally\n the perimeter of tree mail. And it's four. \"Boat times logo\nplus tree mail.\" 12 times two is 24, plus the four is 28. I need to go back to where I originally found\n the Beware Advantage and measure 28 machetes\n out towards the beach. Fear crept into my heart. I'm looking to make sure\n nobody's coming. And then I was like, \"Okay. Let's go.\" (quietly): Please, please,\nplease, please, please. Oh, my God. Oh, yeah. Hooray. I found it. I dig up a rope with a key. And that was the moment I knew that that's the key\nto unlock that box. And emotions,\n like, overwhelmed me. (imitates musical flourish) This is my dream\n coming out here, to find an idol, and I did it,\nand nobody has any idea. Now I got to make sure\n that the women plus Charlie are still going strong, so there's no way tonight\nthat Ben or Tim is not going home. Hu rr y an d ho p in to K oh l' s for great Easter essentials! Get Sephora beauty\n finds $25 and under. Up to 40% off\n festive kids' looks. And 20% off\n women's dresses. Then take 15%\n off other finds and earn\n Kohl's Cash. When you shop at Kohl's. He ad & S ho ul de rs B ar e Cl in ic al ly p ro ve n da nd ru ff protection with just\n9 essential ingredients No sulfates, No silicones, No dyes. Dandruff protection, minimal ingredients. Job done. If y ou h av e We t AM D, you never want to lose sight\n of the things you love. Some things should stand\n the test of time. Long lasting EYLEA HD could significantly improve your vision and can help you go up to 4 months between treatments. If you have an eye infection,\n eye pain or redness, or allergies to\n EYLEA HD, don't use. Eye injections like EYLA HD\n may cause eye infection, separation of the\nretina, or rare but severe swelling\n of blood vessels in the eye. An increase in eye pressure\n has been seen. There's an uncommon risk\n of heart attack or stroke associated\n with blood clots. The most common side effects\n were blurred vision, cataract, corneal injury,\n and eye floaters. And there's still\n so much to see. If you are on EYLEA or a similar type\n of treatment, ask your retina specialist\n about EYLEA HD today, for the potential\n for fewer injections. Sk in -c ar vi ng n ex t le ve l hy dr at io n? New Neutrogena\nHydro Boost Water Cream. A vital boost of nine times\nmore hydration* to boost your skin's barrier\nfor quenched, dewy skin that's full of life. Neutrogena. Hydro Boost. ♪ ♪ JEM:\nSo what do you think\nTim is gonna come back with? He's for sure\ncoming back with something. And I think\nhe already has something. -So how\ndo we want to vote today?\n-MARIA: I don't know. How many votes? I've got two. -I feel really strong.\n-I think we put three on Ben -and two on Tim...\n-MARIA: Yeah, two on Tim.\nI agree. -Let's lock down on that.\n-MORIAH: I like that. -But let's talk to Charlie.\n-MARIA: Okay. We have to go\n to our first Tribal Council, which means get\nmy extra vote from the journey. And I'm willing to use it\nbecause Tim potentially has an idol,\n you know? So I think\n we have to take out Ben, and I think we're four strong\n with Charlie, and so the plan is very foolproof. Maria's pretty confident\nTim has the idol. So that's why\nwe're gonna put two on him. -So he plays his idol,\nand then Ben goes home.\n-Yeah. Okay. Ben is the target. Bam. It's like\nmy heart plummeted in a second. I've gotten very close with Ben\n over the past couple days. Yeah. I'm... I know. It sucks. But he's a really big threat. -Like...\n-Mm-hmm. CHARLIE:\n People are talking about Ben\n as a big-time social threat. He's a magnetic guy. He's charismatic. He's funny.\nIt's true. You know, people like Ben a lot.\n I like Ben a lot. And I want to keep him around, because, ultimately,\n Ben is an asset. MARIA:\nYou're back! (whoops) -Let me tell you\nabout the-the journey.\n-Let's hear it. So, the journey is whoever knows\nthe most Survivor knowledge. Hunter says he'll do it, and so-so I'm not doing it. -Nothing happened.\nI didn't get anything.\n-BEN: Yeah. I didn't play.\nI didn't get anything. JEM: In my gut feeling, I feel like\nTim is not being truthful about the journey. And so we want to vote Ben out,\n 'cause that's just an easy vote,\njust in case Tim has something. I know that\n Tim doesn't have the idol. I have it. I'm gonna be bringing it\n just in case I need to use it tonight,\n because I'm so worried. Like, Ben and Tim\nare up to something big. So I have\n to find out what their plan is for tonight's Tribal Council. -Look, I'm the judge.\nI got the gavel.\n-Listen... -Listen, I know...\n-Uh-huh? ...you and Tim have\na really strong relationship. -Everybody says that,\nbut you don't... we don't...\n-Listen... -Yeah.\n-This is Jem, okay? Okay? Okay? -So this is not...\n-If you only knew\nwhat we laugh about. -I don't care\nwhat you laugh about.\n-Okay. -But I want to be part\nof the laugh is what I'm saying.\n-Okay. I don't know, dude. -You're holding a machete.\n(laughs)\n-Honestly, -but, like, whoever you want\nto vote for, like, let me know.\n-Yeah. I will vote with you,\nwhoever you guys think. -Please, tell me, honestly.\nI'm all about honesty.\n-(laughs) -Yeah. -BEN: Jem corners me. She's trying\n to get some information, 'cause she's gunning for me.\nYou just know when you know. She's holding the machete.\n So I grab the hammer. I'm, like,\n trying to hold my space. -Tonight is do-or-die. Yeah.\n-I know. It's do-or-die. And I will not flip. -I'm looking you\nstraight in the eyeballs.\n-I know. I'm not blinking,\nand I wouldn't flip. -Trust in your gut.\n-It's, like... She's like, \"Go with your gut.\" And my gut is telling me\n Jem's playing at all costs and if we keep her around,\n she's just gonna screw us at the next vote,\nbecause she's so, like... It's chaos mode. And I know she's approached Tim,\n'cause I saw it and I heard it. Let me know who to vote for,\nand look at me. I will vote with you. You're not looking at me.\nTell me what I got to do. BEN:\nI'm just hoping we take Jem out. The problem is, nobody knows\nI don't have a vote. -Jem's in chaos mode.\n-TIM: Yeah, I bet. I had to grab the hammer 'cause\nshe was holding the machete. And she goes,\n\"You know I'm loyal. Like, you know\nwe can work together.\" And she just\nkeeps interrupting me. Yeah, yeah, yeah. BEN:\n Me not having a vote,\n it definitely blows. But, like, Jem-- she's kind of, like, made everybody\nfeel a little bit on edge. She's on endgame mode. But if you come into a game\n like this already thinking about the million dollars\nand you're not thinking about every step along the way,\nyou're never gonna get there. -Jem confronting\nall of us like that...\n-Mm-hmm. Mm-hmm. Now, potentially,\nyou don't have a vote? BEN:\nJust assuming\nI don't have it, right? If you, Tim and Charlie\nstick on Jem, it's still a majority. CHARLIE:\n Maria and I have been\n playing the middle the entire time\n we've been out here. I go back and forth.\nI think Maria goes back and forth. And right now,\n we're at that crossroads. Okay. Just tell me\nwhere your head's at. -(sighs)\n-(chuckles softly) We can go with the women--\n Jem and Mo-- or we could go with Tim and Ben\n and with the men. This is the thing\nthat makes me nervous is, I heard you saying that\nyou're feeling close to Ben. Just, like, you feel\nbonded to him, and... So I'll tell you\nwhere my head's at with Ben. We need threats in front of us. -He's a shield.\n-Yeah. And he is a charisma\nrock and roll shield. MARIA:\n Clearly, Charlie's more keen on working\nwith Ben and Tim, but, you know,\n trust is a big deal for me. I think working with Jem and Mo, we have a much deeper amount\nof trust. Like, I don't... I don't trust Ben and Tim. I have flip-flopped\nlike a kid on a seesaw, because I think that Jem will be loyal to us\n down the line. We have to think long-term. CHARLIE:\n Jem and Ben both have reasons\nto catch votes tonight. Yeah. Yeah. -Okay. All right.\n-Let's do this. Jem's playing really hard,\n making people be very wary of her. So you don't hit me\nwith the machete. CHARLIE:\n Ben's strength is his humor, but that's just as dangerous\nas it is fun to be around. Tonight, we find out\nthe alliances. MORIAH:\nLine in the sand. CHARLIE:\n At Tribal, there's\n no more flip-flopping. It's all about Maria and I putting our cards on the table\n and not looking back. And all of a sudden,\n you've got six people who yesterday were hunky-dory,\n dancing the salsa, and today, we're scared out of our minds\nthat our dream's gonna end, you know, no more salsa. CO VI D- 19 ? I'm not waiting. If it's COVID, PAXLOVID. PAXLOVID is an oral treatment\n for adults with mild-to-moderate COVID-19 and a high-risk factor\n for it becoming severe. It does not prevent COVID-19. My symptoms are mild now,\nbut I'm not risking it. If it's COVID, PAXLOVID. PAXLOVID must be taken within the first\n five days of symptoms, and helps stop the virus\n from multiplying in your body. Taking PAXLOVID with certain\n medicines can lead to serious or life-threatening\n side effects or affect how it\n or other medicines work, including hormonal\n birth control. It's critical to tell\n your doctor about all the medicines you take\n because certain tests or changes\n in their dosage may be needed. Tell your doctor if you have\n kidney or liver problems, HIV-1, are or plan to become\n pregnant, or breastfeed. Don't take PAXLOVID if you're\n allergic to nirmatrelvir, ritonavir,\n or any of its ingredients. Serious side effects can\n include allergic reactions, some severe like anaphylaxis, and liver problems. These are not all the possible\n side effects so talk to your doctor. Commercially insured\n patients may pay as little as zero dollars. And the US Government\n is making PAXLOVID available to Medicare,\n Medicaid, and uninsured patients\n for free. Terms and conditions\n apply to both programs. Learn more\n at PAXLOVID.com/paxcess And ask your doctor today. If it's COVID, PAXLOVID. [ ♪ ♪ ] Looking for a moisturizer\nthat does more than just\nmoisturize? Try Olay Regenerist\nfor 10 benefits \nin every jar. Olay visibly firms, lifts,\nand smooths wrinkles, by penetrating the skin,\nto boost regeneration at the surface\ncellular level. Try Olay. St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. ♪ ♪ Behind each of you is a torch. Go ahead and grab one,\ndip it in and get fire. This is part of the ritual\nat Tribal Council because in this game,\nfire represents your life. When your fire's gone,\nso are you. That will be the case for\none of the six of you tonight. So, Ben, the upside\nof not coming to Tribal until day 11 is obvious. All six people\nare still in the game. So what do you do,\nfrom an individual standpoint, when you all share\none thing in common: you've never been to Tribal? Definitely feels\nlike some Ozzy Osbourne -\"going off the rails on a crazy\ntrain\" in every direction.\n-(Moriah laughs) Everybody, I think,\nis sussing out a vibe. We've been calling ourselves\n\"the vibe tribe\" since day one,\nand now the reckoning has come. Maria, how does it impact\nthe first Tribal when you've spent so many days\nrelying on each other, surviving in the jungle, and now\nyou got to vote somebody out? I think this is the time\nwhere we rip off the Band-Aid. And this is gonna hurt,\ndoing it at day 11, I think, than having to do it\nat day two or three, because we gel so well together. -We're even dancing together.\n-Yeah. Yeah, we learned how to salsa\ndance from Maria yesterday. It's like being\nat a retreat sometimes. -Wake up, shred the aqua dump.\n-(laughing) -Then everybody's, like...\n-Yeah, normal retreat, yeah. -Just to clarify,\nwe do not aqua dump together.\n-Yeah. MORIAH:\nThat's the one\nsolo activity we do. But it feels like we're living in Survivor la-la land. JEM:\nJeff, it goes like this. \"I'm low on water.\nI want to go to the well.\" -\"Okay, we're coming.\"\n-Five hands. And all six of us walk\nto the water well and to tree mail. We go to bed together, we wake up together. -PROBST: Well, Charlie?\n-Yeah. What all of that equals to me is\nmassive blindside tonight. I'm no math guy,\nbut it seems like you've got the equation right. You know, we don't have\na Hunter or a Q. How we survive is by\nbeing scrappy, by being gritty and working together.\nThat was necessary for us\nto all get to day 11, but we're starting to feel\nthe heat for the first time. It's not just smoke. There's\na whole lot of fire around here. PROBST:\nMoriah, was there\nmuch talk about -idols or advantages\nin the game?\n-MORIAH: Oh, yeah. There's the possibility\nof an idol out there, and I don't know\nhow many votes may be at this Tribal at this point. People may have zero votes. Some people may have two. There may be four extra votes\ncast tonight. Actually,\nI'm really bad at math, so that doesn't totally add up\nto me right now. But I get your point, is that\nthere's this uncertainty -because of journeys\nabout who might have what.\n-Yeah. Yeah. MORIAH:\nYeah. And then, we're a hot mess when it comes\nto, like, Beware Advantages. We've had, like, a laundry list of debacles over at camp. CHARLIE:\nJeff, Maria found what we assumed\nwas a Beware Advantage. All the advantage says\nis \"dig down.\" So we get digging, and we get\ndigging, and we get digging. And then we rip the whole\ntree up, and there's nothing. And all six Sigas have been\npouring a whole lot of energy into a whole lot of nothing. -Over three days,\n-Emphasis on \"hole.\" PROBST:\nSo, Maria, what's the conclusion that you've come to? -That you haven't found it?\n-MARIA: Well, that's a really\ngood question, Jeff. I think that it must have been found\nby someone else before me. Yeah. So, Jem, you're in\nan interesting dilemma as a group of six because\nyou formed these relationships, people that you like\nand want to work with. So was there any debate for you about who you wanted\nto vote out tonight? I'm sitting here\nand I am lost for words because I'm still\ntrying to think who I might want\nto put on the parchment. And there's no name\nthat's coming up. Like, can I write\nyour name down? -(laughing)\n-You can't write\nmy name down, Jem. I'm here forever. Sorry. Sorry. Permanent immunity idol. So, Tim,\nwhat is about to happen? Because even right now,\neverybody's smiling and yet a name will be written down, and I'm guessing\none of the six of you are going to be\nvery surprised it's you. -Am I right?\n-You're absolutely right. But we might just\nall be playing a very, very good game\nright now so that nobody feels targeted before we all start\nmarching up those steps. Maria, that rings very true. It does.\nI think that we all, deep down, know\nwhat we're gonna write down. I think all of us are lying by saying we don't know\nwhat we're gonna do. Jem, do you think\nthat's a group feeling or is that just\nwhere Maria's at? I think nobody\nwants to rock the boat. Just thinking about it,\nthere's so many options, right? If you want to move forward\nin this game, you have to be able to,\nlike, trust the alliances you made right now. Ben, is it possible that\ntonight's vote does more damage than just one person going home 'cause you can no longer\ntrust everybody? BEN:\nI mean, that's always\na possibility. I know I'm still getting\na Siga tattoo either way. You know?\nWe've all talked about it. But, um, yeah, obviously, you never know\nif somebody's gonna feel like they were on the bottom,\nand if we get to another side, why would I want to work\nwith those people in the merge? So you never know, but\nthat's the thing about Survivor. One vote,\none challenge at a time. Hopefully,\nyou get to your long goal. PROBST:\nCharlie, how will this tribe be different\nafter tonight's vote? CHARLIE:\nI think it's a test of can this tribe face a loss\nand still be the vibe tribe, or is the vibe tribe a mask\nthat we've been wearing and after tonight, it's been ripped off\nand it's not coming back? MARIA:\nBut I think, Jeff, that at the end of the day,\nwe have to separate emotions and game. Easy to do? Very difficult to do. PROBST:\nAll right, it is time to vote.\nTim, you're up. ♪ ♪ I'm so scared and so nerding out\nat the same time. BEN (whispering):\nNo vote. We'll see how it goes.\nAll right. (whispering): \"...is when there\nare six players in the game.\" I'll go tally the votes. If anybody\nhas an advantage or an idol and you want to play it,\nnow would be the time to do so. Okay, I'll read the votes. First vote: Ben. Jem.\nOne vote Ben, one vote Jem. Ben.\nThat's two votes Ben. Jem. We're tied.\nTwo votes Ben, two votes Jem. Jem. That's three votes Jem,\ntwo votes Ben. Fifth person voted out\nof Survivor 46: Jem.\nNeed to bring me your torch. Jem, the tribe has spoken. Time for you to go. Grab your torches.\nHead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org [ Se re ne m us ic p la yi ng ] Welcome to the Wayborhood. The Wayfair vibe at\nour place is Western. My thing, Darling? Shine. Gardening. Some of us go\nfor the dramatic. How didn't I know Wayfair\nhad vanities in tile? [ gasps ] This. Wow! Do you have any\nottomans without legs. Sure.\nYou'll flip for the poof cart. in the Wayborhood, there's\na place for all of us. ♪ Wayfair.\n Every style. Every home. ♪ Ne w Ch ee to s Pr et ze ls . Crunchy, cheesy, delicious. But for every great idea, hundreds bit the dust. Like Cheetos Dog Toys. ♪♪ New Cheetos Pretzels. Now this is a winner. I me t wi th a T ur bo Ta x Ex pe rt because I had\ntwo full time jobs... Lawyering and... Liaming. Count on me, Mia. I'll file your taxes for you with 100% accuracy,\nguaranteed. Let a TurboTax\n Full-Service Expert do your taxes\n as soon as today. Wa nn a kn ow a S ec re t? More than just\nmy armpits stink. That's why I use Secret Whole Body\ndeodorant... everywhere. 4 out of 5 gynecologists would recommend\nWhole Body deodorant, which gives you\n72 hour odor protection from your pits to your- (SFX: deoderant being sprayed) Secret Whole Body deodorant. ♪ ♪ (Mmm) (Mmm) (Hmm) (Mmmhmm) ♪♪ Milk chocolate beyond words. Classic Recipe by Lindt. Ju dg e Be au ty i s ba ck . Beauty fades. Dumb is forever. His boss was\n overspending on beauty. She is wasting company funds. $92 on foundation! I just wanted\nto look glowy. That stuff isn't\neven cruelty free. I find you guilty, and sentence you\nto $14 glowy skin. Your honor, in my\nhumble opinion, that is more of a reward. And my humble opinion\nYou're a putz. Okay. Judge Beauty serves\n eyes, lips, facts. In Elf we trust. \"...and the game is about\nto change.\" (screaming) (chanting): Merge! Merge!\nMerge! Merge! Merge! PROBST:\n Next time on Survivor... There's cracks\nall around this island. Oh, my goodness. TIFFANY:\n Baby, it's about to get messy. PHIL KEOGHAN: Previously\n on The Amazing Race... 12 teams continued racing\nthrough Puerto Vallarta, Mexico. I can't believe\nwe're still racing. KEOGHAN:\n Kishori and Karishma and Michelle and Sean\n made a huge mistake. I think we got to go. -This is wrong.\n-This one hurts my head. KEOGHAN:\n Twins Anthony and Bailey\n got stumped at the Detour. We're actually gonna switch\nto Balloon Collection. KEOGHAN:\n The heat took its toll\n on the teams. God, it's hot today. DANNY:\nMom is a little dizzy. KEOGHAN:\n Ricky and Cesar\n and Rod and Leticia continued their battle for the lead... They've been neck to neck\nwith us this entire time. KEOGHAN:\n ...ending in victory\n for the married couple. Rod and Leticia,\nyou are team number one. Boy, that's what\nI'm talking about. Good job. KEOGHAN:\n Meanwhile, father and daughter Chris and Mary's dream\n came to an end. Sorry to tell you that you have\nbeen -eliminated from the race.\n-Yeah. Proud of this girl.\nShe's my rock. She is my life. KEOGHAN:\n The remaining 11 teams\n are headed to Colombia,"
}