{
    "season": 46,
    "episode": 4,
    "title": "Don't Touch the Oven",
    "transcript": "JEM: My heart's beating\n really superfast. It's a friggin' lockbox.\n It says, \"The location of the key\nwill remain a mystery until after your tribe loses\n a future immunity challenge.\" Oh, my God. PROBST:\n Previously on Survivor... BHANU:\n Tiffany and Q -are really tight.\n-Amen. And Kenzie's a mastermind. LIZ:\n He tells us everything. It is a gold mine\n of information. (sobbing): I need a miracle. Q:\n Bhanu is a liability,\n but Kenzie is a threat. So I want Kenzie to go home. Oh, my God. -LIZ: Hey, Doc!\n-RANDEN: Hey, it's Jeff. PROBST:\nRanden, it's about your arm. Just being very cautious\nabout your health, we are pulling you\nfrom the game. Randen was pulled from the game, which means\nno Tribal Council tonight. (gasps) PROBST:\nNobody going home\nfrom this tribe. (laughing) Q:\n Kenzie got lucky. She has no idea how close she came\n to going home. ♪ ♪ I can't-I can't believe it. Believe it. I know. I am. We are lucky. For the first time. -For the first time, we're...\n-It took seven days.\nWe're lucky. I think this little break\n really could change the Yanu tribe's trajectory. You know,\nwe've been going like this. All we need is one little spike\nin the market, you know, that's it, to shoot back up. BHANU:\nGroup hug. -I love you guys.\n-I love y'all. -Yeah.\n-I love you. Second chance. We're not out of the race yet. This could be the turning point. We've got a good base, and now we've got\n a chance to build upon it. I'm feeling good about it. Why? I said something wrong. TIFFANY:\nWhat? I said,\n\"Kenzie's the mastermind here.\" I just... That's one thing I said. And they... they-they said, \"Are Tiff and Q, like, close?\" I was like,\n\"Yeah, they're close.\" There's nothing\nwrong in that, right? Is that close?\nIs that-is that bad? I kind of don't really\nwant them to know how close me and Q are,\n'cause then they're -gonna try to split us up.\n-But they always\nsee you guys like this. So they've asked me\nthat one question. I-I'm just, like,\nbeing so clear. So there's just, like... 'Cause then they're\ngonna try to break us up. That's all I said.\nAnd that's it. -Yeah. Yeah.\n-Mm. Huh?! Boy... If you can't realize that going to a journey\n to meet two other people from other tribes,\nand they're asking you questions about players on your tribe,\n that they're pumping you for information,\nyou are a liability. -He going over there\ntelling people that we close?\n-I-I can't. I can't. I-I can't. -There's no more\ngoing back to it.\n-Bro, like... Now, he put a target\non Kenzie back, and he put a target\non both of our back. -He got to go.\n-Yeah. TIFFANY:\n And I wonder what\n you said about yourself. I'm sure he's probably like,\n \"You know, I'm just on the bottom right now,\nand I'm on my way out the door.\" Probably made himself look\nlike some friggin' sob story. And everybody looks like\na big threat except for him. Yep. Done. TIFFANY:\n If I would have voted out\n Kenzie and kept Bhanu and then found out\n all this information, I just would have\njumped headfirst into the ocean. I'd have been so pissed. About the Kenzie thing? About all of it. Did I say something wrong? Q: Not only\n did he put a huge target on Kenzie's back, which I don't really mind. Now the target on my back\nis not only \"curious, young, \"he's athletic,\nhe's a physical threat. \"Oh, by the way,\nadd the fact that... he's a duo with Tiff.\" Oh, man. That \"yes\" had so much meaning. Ah, ... BHANU: I shouldn't\n have said that to them, but I said it in good faith\n because I wanted to be honest with my tribe. (groans) BHANU:\nThe target on Kenzie was on and\nwe were going to Tribal Council. Everything is gonna go\n according to the plan, and me just\nspilling everything out... (sighs) It just messed\nthe whole game for me. And he was like, \"Yeah, that's\nbecause she's the mastermind, and she's\nrunning the show over there.\" Bitch. Target number one,\ntwo and three-- me, you and Q. He just... Aah! Like, I'm so mad at him. -Are you dumb?\n-After we reamed him at Trib-- about the Jess Tribal? He's literally like a toddler.\nLike, when the oven is hot, and you're like,\n\"Don't touch the oven.\" And he does and then he cries. TIFFANY:\nWhy would you ever say that? -In Survivor... -'Cause he doesn't know\nhow to play Survivor. -And...\n-Why did he even come out here? He could have just gone camping. -Like, what was the point\nin him even...\n-Deadass. -If you want to win\na million hearts, go volunteer.\n-Oh, my God. I still want to win and I still want to stay\ntribe strong, but Bhanu -is a liability.\n -TIFFANY: What... a Looney Tune. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ I need some help. If I'm taking any wrong steps, mis-miscalculations,\nplease help me. God, may Your blessings\n be upon us. Amen. He can sit there\nand pray all he wants. He's made his bed.\nHe got to lay in it. BHANU\n Yesterday, I really,\n really screwed up, and, um, I-I don't know\nwhat-what to do now. (praying in Sanskrit) So at the crack of the dawn,\n I said my Sanskrit mantras. (continues praying) I'm praying, and I just need\n a glimmer of hope. Om... KENZIE:\n Tree mail time. \"Fun little tests\nbookend this game. \"In between,\nthere's no time to waste. \"Winners are nourished\nby victory. For the losers,\nnot even a taste.\" -It's gonna be food!\n-It's food. Yay! VENUS: \"For the losers, not even a taste.\" -SODA: Our reward is food...\n-Food, food, food. Lord. Jesus. HUNTER:\nOf all the challenges to win... -It's this one.\n-This is the one. SODA:\n Oh, my God. We got tree mail today that said something\nabout being nourished and that we're gonna\ntaste something, and I'm like, \"Ah, a food reward,\" 'cause we're so hungry. -♪ Get on your feet ♪\n-(vocalizing) ♪ If you want to eat ♪ ♪ I'm in the mood\n to win some food ♪ ♪ And that's what Nami\n is gonna do ♪ ♪ Because it's morning time ♪ ♪ In Fiji... ♪ As a tribe,\n Randen leaving affects morale. It's our first real loss. ♪ On my mental... ♪ SODA:\n But we definitely\n have to forge ahead. I don't care how much it takes, 'cause I feel like\n I'm queen morale. I try to make people laugh\n and bring people together and do silly things\n that get us forward, because the thing is, we have\nto win 'cause we have to eat. (Tevin vocalizing) (Soda vocalizing) We love a swole,\ndramatic ending. ♪ Hey! ♪ MORIAH: \"Winners\n are nourished by victory. -For losers, not even a taste.\"\n-(excited chatter) (cheering) MORIAH:\n When we saw that we have a reward challenge coming up, our brains melted. We were like,\n\"We're finally going to able to maybe get some food.\" Look how much\na reward has really -upped our spirits.\n-(Maria chuckles) Do you all think that people,\nthey're gonna be like, \"How silly is it\nthat these people have not found an idol yet?\" -JEM: Oh, my God.\n-CHARLIE: Yes. They're gonna be like, \"They're\njust, like, hanging out.\" JEM: Right now,\n nobody knows that I found the Beware Advantage first and that I actually\n have replanted it. I want someone else to find it to kind of send them\n on a wild-goose chase to basically\n get the scent off of me. -MARIA: We should\nhave something by now.\n-MORIAH: Yeah. MARIA:\nJem, you looked in here, right? JEM:\nI did not. Every time that\nwe would go to the water well, I can see it. But my job is to act\nlike it's not there. I was like, \"Yeah, I think\nit might be hanging somewhere.\" MARIA:\nWait, guys. CHARLIE:\nDid you just actually find it? MARIA:\nI literally\njust looked right there. CHARLIE:\nOh, my God. -TIM: Is that it?\n-Yes, it says Beware Advantage. And then Maria spotted it. And I'm like, \"Aah!\" (laughs) And I threw it, 'cause I'm like,\n\"It's the Beware Advantage.\" -If you open it it's yours.\n-Well, we're just gonna peek. We're just gonna have a look.\n\"Beware Advantage. \"If you take it it's yours\nand you must do what it says. Otherwise, leave it.\" MARIA: It's a little kumbaya to, like, be idol-hunting\n as a group, but... I'm gonna go for it, because\nwithout taking this risk, there's no way I'm gonna get that extra advantage,\n if it is one. -Let's go.\n-MORIAH: Oh, my God, Maria. -Oh, dear God!\n-Let's go, Lieutenant Mom. Drumroll. (imitating drumroll) What do you got to do, Maria? It says... CHARLIE:\nOh, boy. -(Jem chuckles)\n-MARIA: Yeah.\n-TIM: It's the same. JEM:\n The hardest part for me\n is for me to keep a straight face, 'cause I want\nto just laugh so loud. Everybody's\n digging under the tree. They're going crazy,\nand they're gonna find nothing. MARIA:\nI'm getting bitten. Oh, my God.\nThere's so many ants in here. -CHARLIE: Oh, God.\n-MARIA: That's the Beware? -JEM: Oh, those are giant ants.\n-MORIAH: Oh, those are... -Oh, those are\nthe dangerous big black ants.\n-MARIA: Yeah, I know. (screams) -Ow.\n-MORIAH: Be careful.\nThose ants are huge. MARIA:\nThe ants are massive. JEM:\n So now there are these giant black ants\nthat started stinging everybody. (screams) -Beware, you're\ngonna get attacked by ants?\n-CHARLIE: Do you want me... JEM:\n In Survivor, your job\n is to play as hard as you can, but it's also okay to have\nsome fun while you're doing it. Who would have thunk?\nGroup idol hunt, eh? JEM:\nWe were just talking about... What? Ah... -MORIAH: Fake idol, yeah.\n-CHARLIE: That'd be wild. -MARIA: That would be funny.\n-That-that would be. Finding a Beware Advantage,\n replanting it, have somebody else\ndig up a tree. Like, that's the fun part. -MORIAH: We all ready?\n-JEM: We'll be back. And my hope is that I'm able\n to pin it on someone else. Yeah, let's go. So I'm having fun on Survivor. So that's exciting. (laughs) -TIM: Great work, Maria.\n-Yeah. Wi th a ll t he se H il to n Ho no rs Po in ts , I ca n st ay f or f re e? Mmmhmm. At the Waldorf Astoria\nin the Maldives? What about the Canopy\nin Paris? Mmmhmm. Hilton Honors, babe! When you want points\n that can take you anywhere, It Matters Where\n You Stay. Hilton. For the Stay. Fe el in g Cl ar it in C le ar is l ik e. .. ♪♪ [cat meow] ━Is she? Letting her imagination\nrun wild even though she has allergies. Yeah. A na ti on al t as te t es t de te rm in ed America's favorite\nboneless wings, Applebee's won. How about that? We don't even have\nwing in our name. Get them now\nfor just 50 cents. Only at Applebee's. Wa nn a kn ow a S ec re t? More than just\nmy armpits stink. That's why I use Secret Whole Body\ndeodorant... everywhere. 4 out of 5 gynecologists would recommend\nWhole Body deodorant, which gives you\n72 hour odor protection from your pits to your- (SFX: deoderant being sprayed) Secret Whole Body deodorant. ♪ ♪ Treating schizophrenia\n without a daily pill may seem impossible... But what if there was a path\n to treatment just twice a year? ♪♪ It's time for\n INVEGA HAFYERA®. ♪♪ The only long-acting injection that helps continuously\n control schizophrenia symptoms for up\n to six months with one dose. Before starting, you must be adequately treated\n with a similar shorter-term injection for at least\n four months. INVEGA HAFYERA®\n is not for everyone. Elderly dementia patients have an increased risk of\n death or stroke. Call your doctor if you have uncontrollable\n muscle movements, as these can become permanent. Or if you have a high fever,\n stiff muscles and confusion... Other risks include\n increased cholesterol, weight gain, heart rate\n and high blood sugar which can lead\n to coma or death. These are not all the serious\n side effects. INVEGA HAFYERA®. Imagine what's ahead\n when you leave schizophrenia pills behind. ♪♪ ♪ ♪ Come on in. All right, Jeff! -(laughs)\n-CHARLIE: Good morning. Good morning. Let's go! Nice. Oh. PROBST:\nGetting your first look\nat the new Nami tribe. Randen was pulled from the game. -Oh.\n-Oh, man. Oh, my... Hi. All right,\nso just to catch everybody up, Randen was suffering\nwith an issue in his arm. It was a pinched nerve,\nbut our medical team was very concerned\nabout possible long-term damage, so we had to make\nthe tough decision to end Randen's journey in favor\nof his long-term health, which means\nthere was no Tribal Council. Nobody from Yanu went home. That tribe stays intact. TIFFANY:\nThanks, guys. Shall we get\nto today's reward challenge? -Yes.\n-(whoops) PROBST:\n All right,\n for today's challenge, you're gonna paddle your boat\n in from the ocean, collecting a key along the way. Once you reach the shore, you'll use that key\n to unlock four rings. Each player is then\n responsible for getting one of those rings\n up and off that pole. Once you have all four rings,\n you'll dig under a log and race to toss those four\n rings back onto another pole. First two tribes\nto finish win reward. -Want to know\nwhat you're playing for?\n-Yes. Food. Show me food. You want food? You got food. LIZ:\nPB&J! (all exclaiming) Told you. PROBST:\nFirst tribe to finish, ten decent-sized fresh fish delivered to your camp, along with a bamboo cooker\nand a diagram for how to use it. Second tribe to finish, smaller but just as appetizing. -Five decent-sized fish\nwill be delivered to your camp.\n-Yeah, let's go. All right, sit-outs. Nami, you're sitting\none person out. Who's it gonna be? Venus gonna sit out for Nami. Siga, you're\nsitting two people out. Who's gonna sit out? -Yeah.\n-Me and Moriah. PROBST:\nMoriah and Ben will sit out. All right, sit-outs,\ntake a spot on the bench. Everybody else,\ngive you a minute to strategize. -We'll get it on. Let's do it.\n-(whooping) PROBST:\nAll right, for reward. Survivors ready? -Yeah.\n-Go! -One, two, three.\nOne, two, three...\n-TIFFANY: All right, let's go. You're racing to get that key. BHANU:\nOne, two, three. Great. -Okay, stop, stop.\n-Q: Go. BHANU:\nYeah, keep going, keep going. Siga! Nami! PROBST:\nSiga gets there first. Tim takes a big dump and flips it over. MARIA: Let's go. Let's go. PROBST:\nYou got to flip it back! -Get it, Liz. Go. Jump.\n-Be careful, Liz. Be careful. -Be careful, girl. Be careful.\n-PROBST: Nami at their key. -Kenzie.\n-You got it, girl. PROBST:\nYanu with their key. Tim falls off again. And again, for a third time. -Yes. Let's go.\n-PROBST: Nami has their key. Kenzie working\non the key for Yanu. TIFFANY:\nAll right, let's turn. PROBST:\nTim still struggling to get the key for Siga. -MARIA: Yeah, just like that...\n-CHARLIE: Yeah, that'll work. TEVIN:\nRow. -Row.\n-PROBST: Here comes Nami. -Here comes Yanu.\n-TEVIN: Row. Row. -BHANU: One, two, three...\n-PROBST: Tim has the key. -Got to get back on the boat.\n-Q: Y'all got to go. -Y'all got to go.\nNo, y'all got to go...\n-TEVIN: Row. Row. Row. PROBST:\nNami, great communication. Nami, let's go! One, two, three.\nOne, two, three. PROBST:\nHere comes Yanu.\nThey're figuring it out. All right, let's go. PROBST:\nAnd here comes Siga\nwith their key. HUNTER:\nGo. Keep rolling. Once you hit the sand,\nyou're good, clip in. (overlapping chatter) Now, you got to clip back in.\nGet your rope. TIFFANY:\nThere you go. There you go. PROBST:\nYou're good, Yanu.\nGet your rope. That's good, Nami. Head up. VENUS:\nYes. You guys are killing it. You're in the lead right now,\nyou guys. PROBST:\nYanu, are they close enough? Yes, they are. -TIFFANY: Okay, we're good.\nLet's go.\n-All right, let's go. -PROBST: Hunter\nunlocking the rings for Nami.\n-The key is to throw it -as hard as you can, right?\n-Do it, Hunter. (grunts) That's it. PROBST:\nHe nails it with his first shot. Hunter has\nthe first ring for Nami. -(grunts)\n-PROBST: It's now Tevin. LIZ:\nOne more time. Siga trying\nto make up lost time. Big reward on the line.\nYou got to lock in now. -You're good, Siga.\n-TIM: Keys, keys, keys. PROBST:\nYanu has their rings free. Here comes Tiff now.\nShe's gonna give it a go. Tiff has her ring. Here goes Q. Charlie now working\non the key for Siga. Tevin has his ring for Nami. Nami has two. Here goes Soda. -TEVIN: Yes!\n-PROBST: Soda has her ring. -Nami down to one person left.\n-Yes! PROBST:\nIt's Liz. -Yeah!\n-PROBST: Q has his ring. Here comes Bhanu. Siga has their rings free. Charlie! Charlie first for Siga. -Charlie has the first ring.\n-(whooping) TIFFANY:\nMore. Go. Yes. PROBST:\nBhanu has his ring. It's gonna be Kenzie,\nthe last person left for Yanu. VENUS:\nYou got this, Nami!\nYou're in the lead! -Ten percent more.\n-I got it. I got it.\n-So close. -BHANU: Yes, baby!\n-TIFFANY: Yes! Let's go! PROBST:\nKenzie has the last ring\nfor Yanu. Start digging. Yanu in the lead for\nthe first time in the challenge. -CHARLIE: Line it up.\n-All right, Tim! Tim has his ring.\nThat's two for Siga. -All right, dig in on the side.\n-Dig on that side. TIM:\nThere you go.\nFlip that. Flip that. PROBST:\nJem has her ring. Here comes Maria\nfor the fourth and final ring. You got it.\nThat's it, right here. Three, two, one. -There you go.\n-You're right there, Maria. Good job! Come on. Yanu is through.\nYou're good, Yanu. Start throwing those rings.\nIt's gonna be Tiff. Yanu with a huge lead right now. VENUS:\nKeep it in the middle.\nStay calm. Yes! -That's what I'm talking about.\n-Liz has it for Nami. You're good. Start digging. -BEN: Maria!\n-PROBST: It's now Maria\nfeeling the pressure. -TIM: Just like that...\n-You got this. It's okay. PROBST:\nEverybody else has a ring. Maria, the last person left. CHARLIE:\nWe got tons of time here. PROBST:\nShe's got\nto get it over that pole or Siga cannot\ncontinue in this challenge. Two tribes are gonna win reward. Yanu would like\nto be first for once. (overlapping chatter) Q getting closer.\nQ has the first ring. -SODA: You're good. You're good.\n-LIZ: He needs the ring, right? Ah! -TIM: Once more. You got it.\n-CHARLIE: Okay. -You got this.\n-Take your,\ntake your deep breathes. Find your calm. -Find your calm.\n-PROBST: Maria struggling, trying to get that ring\nover that pole. KENZIE:\nYou got this, Q.\nYou got this, Q. (cheering) PROBST:\nQ has the second ring for Yanu. -(cheering)\n-And a third. Is this a new Yanu tribe\nthat's being birthed? KENZIE:\nRight there. Right there, baby. PROBST:\nYanu could win it right here. -And there it is.\n-(cheering) Yanu wins its first challenge, day eight, Survivor 46. Oh, my God! -Good for them.\n-Good for them. We're looking for one more. Maria's got\nto get it off the pole -in order for Siga\nto move ahead.\n-Come on! -You got this, Maria.\n-TIM: There you go. PROBST:\nNami has a big time lead now\nfor second. -It's gonna be Hunter.\n-TEVIN: Don't need that. -TEVIN: Good job.\n-VENUS: Yeah, Hunter! Hunter has the first ring. -Hunter with another toss.\n-VENUS: Way to go, Yanu. That's up to you what you do. -I can't climb the pole?\n-No. Nope. No climbing. And he did it.\nNice touch by Hunter. A little-- Move. Take one step forward.\nA baby step. Baby step. -TIM: There we go.\n-PROBST: There it is! -Maria has it!\n-Maria! Let's go, Siga. Start digging. It's not your mindset,\nit's your grindset! PROBST:\nCan Siga make up\nthe time difference or will Hunter\nclose it out for Nami? -(whoops)\n-Yeah! Hunter has the third ring.\nDown to one ring left. TIM:\nAll the way. There you go. PROBST:\nFive fish on the line. Hunter for the win. -There it is!\n-SODA: Yeah! Nami wins reward. For the first time,\nSiga gonna home empty-handed. -No.\n-TIM: It's okay, M. You did your best.\nYou did beautiful. All right,\nYanu, congratulations. -Your first win of the season.\n-LIZ: Wow. -SODA: Yeah, Yanu!\n-KENZIE: Thank you.\nThanks, y'all. -Wow.\n-You're okay. Don't cry. PROBST:\nAll right, Yanu,\nyou've earned ten fresh fish, good size,\ndelivered at your camp. But I know what you're thinking. You don't have flint,\nso you have the option to trade this reward\nfor an earlier one. So if you wanted to trade\nfor the large tool kit and the large tarp and give\nup the fish, you can do that. Those fish will not\ndo us any good right now. So the large tarp and tool kit. Large tool kit, large tarp will\nbe waiting for you back at camp. -Hopefully that will\nchange your lives quite a bit.\n-LIZ: Yeah. Hell yeah. Nami, five fresh fish will be -waiting for you back at camp.\n-Thank you, Jeff.\n-Thank you. PROBST:\nNami, grab your stuff,\nhead out and enjoy those fish. -TEVIN: Thank you, Jeff.\n-Thank you.\n-We sure will. PROBST:\nSiga, got nothing for you.\nGrab your stuff, head out. Yanu, grab your stuff, head out. Well done. Welcome to the game. KENZIE: We didn't only win, we demolished. We beat them by a landslide, which is the opposite of what's been happening to us\n this entire time. It's, like,\nthe momentum that we needed. Our core four is finally\n getting it together. And that is why\nyou never give up on Survivor. Randen's out. Yanu gets new life\nand their first win. Sound fun?\nApply to be on Survivor. (M an ) Ex cu se m e, w ou ld y ou m in d ta ki ng a pi ct ur e of u s? (Tony) Oh, no problem.\n(Man) Thanks. (Tony)\nYes, problem. You need Verizon. Get the new iPhone 15 Pro with\ntons of storage. So you can take all the pics! (VO)\nTrade-in any iPhone in any\ncondition and get a new iPhone 15 Pro and an iPad and Apple Watch SE All on us. Only on Verizon. ♪ B ot to ml es s Co nf id en ce ! Cl ea n an d sk id -f re e! ♪ ♪ Drop your pants and show off ♪ ♪ your DUDE Wipes \nclean undies. ♪ Switch to DUDE Wipes, the wet, flushable wipe that\nclears instead of smears. DUDE Wipes.\nBest clean. Pants down. Th er e ' s no th in g be tt er t ha n a Su bw ay S er ie s fo ot lo ng . Except when you add a\nnew footlong sidekick. Like the Ultimate BMT\nwith the new footlong pretzel. Nothing like a sidekick\nthat steps up in crunch time. [Laughing] Not cool man. Every epic footlong deserves the perfect sidekick. Lo ok in g fo r a sm ar te r wa y to m op ? Try the Swiffer PowerMop. ♪♪ An all-in-one cleaning tool,\nwith a 360-degree swivel head that goes places\na regular mop just can't. ♪♪ Mop smarter with the Swiffer PowerMop. Th e ri gh t ag e fo r Neutrogena® Retinol? That's whenever\nyou want it to be. It has derm-proven retinol that targets\nvital cell turnover, evens skin tone, and smooths fine lines. With visible results\nin just one week. Neutrogena® Retinol ♪ ♪ TEVIN: Oh! Look at these fish. -Oh, my gosh.\n-SODA: No way. Yes way. TEVIN:\nOh, my God! Fish! LIZ: When we get back to camp, there were five\nstunningly gorgeous different fish waiting for us. A fish a piece! -Yes!\n-A fish a piece. A fish a piece. LIZ:\n And for me, I am allergic to all the fruit here\n and the coconut. They cause\na real throat reaction. So I know my body needs protein. I know I'm getting depleted. My mouth\nis salivating right now. -I just want to get out here\n'cause I'm very excited.\n-Where's the fish? I really wanted\nto cut and clean the fish because my dad\nshowed me how to do it, and I haven't done it since I did it with my dad. ♪ ♪ I had been trying to go fishing\nwith him for about three years, but I was\n so busy with my career and I kept being like,\n \"Oh, I can't do it.\" You know,\n\"I can't do it. I can't do it.\" And then the time to do it\nis eternally past. My dad passed away about ten months ago. And so I didn't get to fish with\nhim that one last time, so... It was just nice to do something\n today that was just, like... Dad's right here. We had a very\n powerful relationship. When I didn't have a car, he gave me\n his one and only car, so that I could get\n back and forth to high school. And he had no transportation. And he called me\n every single day just to say, \"Hey, how are you doing?\" One of the hardest parts\nabout him passing was that, the day after he passed,\nmy phone didn't ring. -SODA: Wow!\n -LIZ: Wow. We ready. -Beautiful.\n-TEVIN: Here they are. -SODA: Aw.\n-Um, my dad taught me\nhow to do this. And this is, I think, the first\ntime I've done it without him. -But, like, I did it.\n-LIZ: Oh, wow. SODA:\nThat's the way to fish, baby! TEVIN:\n So I was filled with pride\n to know that something my daddy taught me\n is coming into play right now. And I'm about to give\n this thing that I have crafted to these people who need it, which is what he was all about. So he lives on. (gasps) Wow. -Fantastico!\n-We did it! We finally won something. (singsongy): First place.\nWho would have thought? That's crazy. We really\nbodied that whole challenge. KENZIE:\nYeah, we did. TIFFANY:\n We blew those other teams\n out today. Oh, that's real big. But this win\n was bigger than us just winning a tarp and some tools. This could definitely be\n a turning point for our tribe. If we could really\n get our stuff together, we might\nnot have to lose anymore. Go to your right. Go to my... Opposite side of the girls\nright now. I'm exactly at\nthe opposite side of the girls. -Go to the other side\nof the shelter.\n-KENZIE: Go that way. Onto the girls' side. TIFFANY:\nNo, we-- You are on the girls'\nside. Go to the other side. Q:\n I know that if we go\n to Tribal next, Bhanu is the one\n that's going home. But if he's going to be around, I have to make sure that Bhanu is the best player that he can be. Just stay in the moment,\nstay in the current. But I think there's so much that Bhanu don't understand\nand don't know about the game of Survivor. We have to fix\nyour social and strategic game to where it's not a liability. So what I'm doing is taking\n my time to actually train him, and that is my job as the coach. We're having coaching sessions. Hopefully I can teach him how to keep his mouth shut. You need to be thinking\nabout every moment. From here on out, start playing\nconversations in your head. In this game, you have a lot of people\nwho want to manipulate you. They ask you questions\nand they buddy you up. -Mm.\n-And you feel like, \"Oh, my God.\nI got to give something back.\" No, the ... you don't. My training with Bhanu\n is training his emotions, training his speech. So you don't want me\nto talk strategy at all? Teaching him techniques to use in general conversations\nwith others. Tonight, who you voting for? I don't know who I'm voting for. -Would you vote Tiff tonight?\n-Oh, yeah, sure. So you're voting Tiff? So that right there\nwas a bit too much, 'cause you jumped on it\ntoo quick. Oh... Q:\n And I'm teaching him how to talk at Tribal. So, Bhanu, what's going on at your camp?\nWe're merged. This is Jeff talking to you. We're vibing with everybody. You know, it's-it's cool. And when you say \"we,\"\nwho is we, Bhanu? Everybody.\nI'm vibing with all of them. Perfect, Bhanu. BHANU:\nIs that Jeff or coach talking? Oh, okay. Q:\n I'm not very optimistic about his approach\n going forward, but if the little bit\n that I can teach him can help, I'm going to continue to try. What did you learn? Tell me. Ask me the same question, coach. -KENZIE: Just-just tell me...\n-No, just tell her\nwhat you learned. BHANU:\nSo, this is what I learned. When Jeff asks, like, \"Hey, Bhanu.\nSo what's going on?\" I would be like,\n\"Things are good, you know? We're all\nvibing with each other.\" I'm glad you're practicing. I want to practice\nwith you, too. We'll have more sessions. -I'll have more.\n-Mm-hmm. I'll-I'll have it\nwith Kenzie, too. -Kenzie?\n-Yeah? I am helping you. Oh, no, no, no.\nYes, you are now. -I will help you.\n-Yes. I just want to enjoy our win\nfor, like, five minutes. -I want to not\ntalk about strategy.\n-Oh, sorry. I'm just gonna walk away. You have\nthe patience of a saint. I snapped at Bhanu because you are probably\n15 years older than me. Like, I... shouldn't have\nto help you play Survivor. And, of course, Bhanu is like,\n \"I'll just walk away.\" I'm like, \"Okay. Go.\" I'm over it.\n I'm over babying Bhanu. It's so annoying. BEN:\nLet's start with the positives. This was\njust a reward challenge. And I want to say that even in the face of all the insanity, you guys were still a team and I couldn't\nbe more proud of y'all. So, you know, Maria, I know you feel like\nthe weight is on your shoulders because it was\nthat whole situation. But I still did it. -You still did it.\n-Yeah. But, yeah, also, every single\nperson out there believed in you and trusts you and doesn't\nput any ounce of blame on you. JEM:\nAnd we don't even-- -It's just fish, Maria.\nIt's not that big a deal.\n-CHARLIE: Yeah. MARIA:\nYou know what? As immigrants, success was survival\nfor my family. And so we grew up where we had to be perfect. And so I never wanted to fail. So many times I wondered, like,\n\"Am I enough? Am I good enough?\" You know? And this was, like,\na big, big place... to fail\nin front of a lot of people. Growing up, our parents\n wanted so much for us. They came from Lebanon\n to this country and worked so hard. And so, you know,\nwe-we were pushed hard. We were pushed with this\n sort of fire in us to succeed. And when there were moments in life\nwhen I didn't, you know, I was hard on myself. What I've worked on\nthe last couple years is shedding the shame...\n(sniffles) the shame and the guilt\nbehind not succeeding. And just knowing\nthat it's a moment in time, and that doesn't define\nwho I am. BEN:\nListen, Maria, you're gon-- I know you're\ntaking this loss hard, but it's gonna\nbe a lesson for you in more of that\nletting go of shame. -Yeah.\n-BEN: You know what I'm saying? So either way,\nwhether we had the fish or not, -it's gonna be a positive.\n-OTHERS: Yeah. -BEN: All right?\n-Thank you. (Charlie whoops) Let's not forget,\nwe also have a Beware Advantage we can look for, too. -Yeah.\n-All right? Because of Maria. -All right?\n-CHARLIE: Yeah. JEM:\nThat was good. CHARLIE: This Beware Advantage,\n it drives me nuts because Maria and I\ndidn't get to control this potential really valuable piece of information. -MORIAH: Ready to do this?\n-MARIA: Diggy, diggy. CHARLIE:\n She got so excited that she told\nthe whole damn tribe and, all of a sudden, this whole big group effort is going on. That's reason one\nto be frustrated. I mean, this is insane. This is under a tree. This is, like,\nwe're digging in a tree's roots. Reason two is we can't freaking find the thing. We've dug so far\nunder this crazy tree. -This is a serious hole we dug.\n-This is, like, unreal. CHARLIE:\n And there's nothing.\n So what the heck is going on? Because\n the next most likely option is that someone\nplanted it there. This feels, like, comical. We've dug out as far\nas you can go under the spot. So, like, where is it? Either that\nor somebody's being sneaky -and found it in another tree.\n-MARIA: Someone-- Exactly. BEN:\nJeff, where is this thing, dude? Jeff don't lie. A few fundamentals in Survivor: One: Jeff will never lie to you. Two: Jeff will never\ngive you anything impossible. TIM:\nIf Jeff put this in the tree,\nhe's good, 'cause this is absurd. MORIAH:\n So maybe Jeff is not the reason\nwe're digging there. JEM:\n It's great. My game is going the way\nI intended it to go, 'cause I wanted the suspicion\n to be off of me -and onto someone else. -Ah. What's the suspicion? MORIAH: We're thinking\nTim might've planted it. JEM:\n'Cause, Maria, nobody else was, like, going as hard\nas he was. He's overcompensating to take all the suspicions\noff of him. I mean, that's\na massive possibility. JEM:\n The idea that Tim might\nhave the hidden immunity idol-- like, that's what I wanted. I came to play Survivor, and I'm playing as hard as I can\nwith what I'm given. Ah .. . so me o f th e mo st br il li an t mi nd s in b us in es s. No, not you. Or you. You! You auto-track business income and expenses\nwith QuickBooks... And you. You pay all your employees\neasily and accurately. And you have a\nbusiness bank account with market-leading APY. Get the full picture of your\nbusiness on one platform. Now with expert help\nwhen you need it. That's how you\nbusiness differently. Tr y ki ll in g bu gs th e wo rr y- fr ee w ay . Not the other way. Zevo Traps use light to attract and trap\nflying insects with no odor and no mess. They work continuously, so you don't have to. Zevo. People-friendly. Bug-deadly. La ct ai d is 1 00 % re al m il k, just without the lactose. Delicious too. Just ask my old friend, Kevin. Nothing like enjoying a cold one while watching the game. Who's winning? No idea. Real milk. Real delicious. And don't forget to try\nsome delicious, creamy Lactaid ice cream. What's that Mabel? (Mooo) Wow, smart cow! [K et tl e hi ss es ] ♪♪ Oh my god. [Phone rings] At the tone, please record\n your message. [Clock ticks] ♪♪ ♪♪ Li be rt y Mu tu al c us to mi ze d my c ar i ns ur an ce and I saved hundreds. That's great. I know, I've bee telling\neveryone. Baby: Liberty. Oh! Baby: Liberty. How many people did you tell? Only pay for what you need. Jingle:\n♪ Liberty. Liberty. Liberty. ♪ Baby: ♪ Liberty. ♪ ♪ ♪ People want to, like, chill,\nlounge, and, uh, you know, Bhanu is a stupid ass. And so, the stupid ass\nis gonna go and do stupid ... I left the camp because,\n all of a sudden, Kenzie-- she just, like,\n snapped at me. I'm being treated like...\nnobody. They're not respecting me. I'm so stupid. I had so much power in the game\nand now I'm like a puppet, and they're the puppet masters. They're like, \"Do this, do that,\ndo this, do that.\" And this is what I get. I've seen all the seasons\n of Survivor as a superfan, but when it comes\n to social skills, it's still not sinking in me. Everyone feels like\n I'm a dumb dumbo. \"Oh, we need to teach him how to walk, how to talk.\" So I became a robot,\nso I'm no longer a Bhanu. I'm just, like, you know, I... They're like puppeteers\nand I'm a puppet. It feels... it...\nI-I don't like that. Take your moment. I'll go apologize.\nI don't want him to spiral. I snapped at Bhanu, and then, because I know he's emotional,\nI know that I have\nto go run damage control so that Bhanu doesn't think\neverybody's mad at him again. Bhanu? I'm, like, one foot\n in front of the other just trying to find this man\n so I can apologize... Bhanu? ...when any other person\n would be like, \"Maybe I shouldn't\nenlist her to, like, \"train me on how to do the thing we came out here\nto do right now.\" But we have to make Bhanu\n feel good because if we go on a winning streak\nand we take Bhanu to the merge, we need him\nto stay loyal to Yanu. I'm sorry I snapped at you. Like, we are a tribe. We want to keep our numbers. We need you\nto be successful at Tribal. Like, I'm here to help you. -Thank you. Thank you.\n-'Cause we need you. And I know it's hard. I feel so bad that\nhere is this old child-man -that needs help.\n-It's okay. I love you.\nAll right, we'll get through it. BHANU:\nKenzie came to me and said like, \"I really... I apologize.\" Makes me feel better. And I was like,\n \"Okay, you know what? Uh, bygones, bygones.\" Thank you for understanding.\nCool. BHANU:\n I can take some lessons. Like, you know,\n I know it's very important for my game,\n for everyone's game. If so many people\n are putting work into me, I think I need\nto put some effort in it. -LIZ: Perfect.\n-TEVIN: There you go. All right, I'm gonna wash shirt,\npants, socks. LIZ:\nIf anybody sees some dirty orange underwear... -TEVIN: Ooh.\n-SODA: Right there.\n-...holler at me. I haven't\nwashed my shorts at all, and then these two undies. I feel like\n my game's going pretty well. There's five people\nin this tribe. I personally feel like\nthere's a solid three with Hunter, Tevin, and I,\n which leaves, on the minority, Liz and Venus. LIZ:\nI found my underwear! Yay! But you have a lot of downtime when you win because\nyou do not have to go to Tribal. Guys, I just realized something. Those two little triangles\nat the bottom of our flag look like slices of pizza. Even though I'm pretty good\n at just being, like, kumbaya, your head has to constantly\nbe in this game. You know, I like\nto check in and stuff, see where people's heads are at. You know I really want\nto connect with you. I want to stay connected to you. And you are\nmy confidant out here. Like, it's 100% me, Liz, you, Tevin and Hunter. There's nothing\nthat this fab five cannot do. If you're even out of the game\nfor a second and you get stuck, that's it. You will be out like a light.\n You'll be gone. -Like, what...\n-I feel like she knows that, like, we are tight, and I feel like that three going\ninto the merge is gonna be super powerful three. And I know this is tight,\nso I'm not worried. Hmm. Soda is a social butterfly,\n as am I. However, she's playing the game\na little too hard for me. -Soda. -TEVIN: There's moments\n where I'm watching her, and it seems like she's having little whisper moments\n behind my back. -We're all vibing, but...\n-Yeah. I'm down for individual vibes\nbecause I love everyone. TEVIN:\n I'm just a little worried\n that she may be playing me just as\n she's playing everyone else. And it breaks my heart to say it\nbecause I do have a connection with her\n that is so deep. But the target in which\n I am seeking to hit now is shifting. And so now\n I need to be the one to get into everyone's head\n and plant seeds. For tribe strength,\nI would rather get rid of Venus than Soda, but you already know that Soda is playing a real... game. I would rather\nkeep our game alive and have a weaker tribe than... So are you saying, just making it seem like\n it's Venus, and then we just\n switch it to Soda? HUNTER:\n I think that's\n the safest 'cause... TEVIN:\n 'Cause she wouldn't expect it? HUNTER:\n She wouldn't expect it. Yeah. I actually have wanted Soda out\nfor a while because she's my competition\nfor closeness with Tevin. So whenever Tevin\n started expressing doubt in Soda, you know, that sounds great to me.\nLet's do it, right? I just want to ask, if we have\nto go to Tribal Council, how do you feel if we were...\nhad to vote Soda? Because my gut is telling me, \"Tevin, you got\nto play the game.\" And if playing the game\nmeans that I have to get somebody out of this game who I think\nis manipulating everyone... To be honest with you,\nI think she's the one to beat. This is great news\n for me because I really have this feeling that if Soda makes it\n to the merge, Soda is on her way\n to final Tribal Council, and I cannot have that. Yeah. TEVIN:\n As far as we're concerned, me, Hunter and Liz\n are on board. Like, Soda got to Go-da. Pa in h it s fa st . So get relief fast. Only Tylenol Rapid Release\nGels have laser drilled holes. They release medicine fast\nfor fast pain relief. And now, get max strength\ntopical pain relief precisely where you need it. With new Tylenol Precise. [ ♪ ♪ ] Looking for a moisturizer\nthat does more than just\nmoisturize? Try Olay Regenerist\nfor 10 benefits \nin every jar. Olay visibly firms, lifts,\nand smooths wrinkles, by penetrating the skin,\nto boost regeneration at the surface\ncellular level. Try Olay. St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. -MARIA: Day nine.\n -MORIAH: Day nine? -MORIAH: Your day, Maria.\n-Yes, it is. This is the moment\nI've been waiting for. Ooh! (Moriah gasping) -Jumping off something.\n-MORIAH: Jumping off.\n-CHARLIE: Yup. The buoys? Jump off, grab a key,\ninto the water. -CHARLIE: Buoys.\n-MARIA: Yeah. Yup. MORIAH:\n Oh, my God. Homegirl can't jump. And coming out here,\n even my friends were like, \"You know, Moriah, you're gonna\nhave to tell them eventually.\" And I'm like, \"No, no, no, no. It's fine, it's fine,\nit's fine.\" And then we get to tree mail today and immediately, my heart sinks like the dense gravity that I apparently have\nin my body. I feel like we've been\nready for this moment. I am worried about jumping,\nto be honest. We believe in you. -We can do that.\n-You guys haven't\nseen me jump yet. -JEM: It's okay, Moriah.\n-It's okay. We've seen you dive. CHARLIE:\nRemember, you're gonna\nget a running start -Yeah.\n-and you're gonna be good. -MARIA: Yeah.\n-Oh, that's easy. MORIAH:\n This is such a Siga thing. We're very, very open\nas a tribe of what our advantages\nand disadvantages are. Squat down, arms down,\nand this is your motion. MORIAH:\n And part of our spirit is that we work together\nto think of a solution that will get us that extra inch. For you to know, this is the vertical\nyou're dealing with. -(laughing)\n-Okay. BEN:\n Moriah-- she cannot jump. I don't know if David Lee Roth\nwill be proud of that one. You know what I'm saying? -(grunts)\n-Up. Here we go, Mo. -Explode.\n-Nice. Okay. CHARLIE:\n Moriah's jumps were not, um... great. It was...\nit was not great. -(grunts)\n-Very nice. But we want to inspire confidence in Moriah. -BEN: Let's go, Mo!\n-Let's go, Mo. -Let's go!\n-Here we go, Mo. It's all\n about building up in her mind, \"You can crush this.\" -(grunts)\n-(Jem laughs) Jem, we're supportive! That was a great jump. It was really good. (laughing):\nOh, my God. Okay. Come on. MORIAH:\n I don't know if I actually got better at jumping. Better. Better. Not bad. MORIAH: But I know\n that I felt more confident and I felt like, \"I can\n give 'em my all, and, heck, I might even be able to do it.\" ♪ ♪ Come on in! ♪ ♪ Does it get any better\nthan this arrival? -(laughing)\n-PROBST: Come on. -Ow.\n-PROBST: Look at us all back together on day nine, Survivor 46. (whooping) All right,\nshall we get to today's -immunity challenge?\n-(all voicing assent) First things first.\nGot to take back the idols. Thank you. Thank you. Once again,\nimmunity is back up for grabs. For today's challenge,\n one at a time, you're gonna climb\n to the top of a tall tower and leap out into the ocean. You're then gonna climb up onto\n a crate, jump back into the ocean. Two players will be responsible for releasing\n a net full of buoys. Once everybody's at the finish, one player will attempt\n to land those buoys in three baskets. First two tribes to finish win immunity,\nsafe from the vote. Losers, Tribal Council where somebody will be\nthe fourth person voted out of Survivor 46. And as a penalty for losing,\nI will take your flint. Yanu, day nine. You are still fighting to get yours.\nAll right. Sit-outs. Siga,\nyou're sitting out two people. Cannot be the same people\nin back-to-back challenges. Who's gonna sit out? It's gonna be Jem and Maria. All right, Nami,\nyou're sitting one person out. -Who's it gonna be?\n-I'll sit out. PROBST:\nTevin gonna sit it out. All right, sit-outs,\ntake a spot on the bench. Everybody else, give you\na minute to strategize. We'll get it on.\nLet's do it. (applause) All right, here we go. For immunity. Survivors ready? -Go!\n-(applause) It's Q in the water, Tim in the water,\nHunter in the water. TIFFANY:\nGood job, Q. PROBST:\nYou got to get up that net to the top of a tall tower. And once you're up there, might as well jump. SODA:\nOh, Hunter, go! PROBST:\nHunter-- whoa-- nearly jumps right onto the platform. Tim gonna jump for Siga. There goes Q is in the water. Hunter quickly up and over\nand diver down. TEVIN:\nWow. PROBST:\nHe's got the buoys about as fast as you could do\nthis leg of the course. There goes Tim for Siga. MARIA:\nGo, Tim! PROBST:\nTim has the buoys for Siga. Q for Yanu. Q with a nice face-plant. Somebody get me a doctor. And he's got the buoys for Yanu! (overlapping shouting) PROBST:\nHunter, got to get up\non that platform with your buoys. -Go, Nami!\n-LIZ: Let's go! PROBST:\nGonna be Soda in the water. LIZ:\nSo fresh, baby! Here comes Tim. You got\nto get up on that platform. Go, Tim!\nGet 'em in the basket! -Go, Siga!\n-MARIA: Go, Ben! PROBST:\nThere's Ben\nin the water for Siga. Soda, it is tough\ngetting up that net. That is not easy, and that's the easiest part\nof this challenge. -Go, Soda!\n-LIZ: Yeah, Soda! PROBST:\nSoda gonna be to the edge. That's how you do it! -Ben up at the top of the tower.\n-CHARLIE: You got this. -MARIA: Come on, Ben!\n-CHARLIE: Let's go, Ben. -PROBST: Here comes Q.\n-TIFFANY: Good job, Q. You're good, Yanu! Go! TIFFANY:\nGo ahead, Bhanu. PROBST:\nBhanu in the water for Yanu. Here goes Ben\ndown for the buoys. Ben has the buoys for Siga. Soda in the water. TEVIN:\nYou got it, Soda. -LIZ: Yes, baby!\n-Yes! Soda has\nthe buoys for Nami! LIZ:\nThat's what I'm talking about! -PROBST: Here comes Ben.\n-Let's go! Go, Siga! PROBST:\nIt is Siga\nin the lead right now. -Go, Siga!\n-BEN: There you go, Mo! PROBST:\nIt's Moriah in the water. Here comes Bhanu. Bhanu! Bhanu! Bhanu! You got to go back\nand do the crate. Big setback for Yanu. Here comes Moriah. Let's go, Mo! You got it! CHARLIE:\nMo, we all believe in you.\nYou can do this. -JEM: Mo, come on!\n-CHARLIE: Let's go, Mo. Whoa! -(shrieks) That's my girl!\n-Moriah in the water for Siga. -CHARLIE: Nice job, Mo.\n-JEM: Nice job, Moriah! PROBST:\nA massive setback for Bhanu... as Bhanu belly-flops back in. Go, girl! Hunter pulls up Soda.\nYou're good! TEVIN:\nAll right, let's do the thing. PROBST:\nHere comes Moriah. You're good, Siga! Charlie in the water for Siga. Way to go, Siga! Taylor Swift! There goes Charlie. Here comes Bhanu. He's exhausted. Go, Yanu! It's Tiff in the water -for Yanu.\n-MARIA: You got it, Charlie! PROBST:\nIt's Siga still in the lead. You're good.\nStart releasing your buoys. You're looking for three buoys\nwith your insignia. There goes Tiff. Here comes Liz. PROBST:\nIt's gonna be Tim... who tries to jump\non the platform. Hold onto it. -MARIA: You got it! Yeah!\n(yells)\n-(Jem yells) Tim nearly falls off. Let's go, Tim. PROBST:\nTim just short. You're good, Nami! Go! It's now Venus,\nthe last person for Nami. Look at Tiff\nmoving through that water. (Jem and Maria screaming) Tim scores\nthe first basket for Siga. JEM:\nYes, Tim! PROBST:\nHere comes Venus. No messing around. Here goes Kenzie in the water. Give it a five and a half. Tim trying to extend the lead. Tim just short. -PROBST: Here comes Venus.\n-TEVIN: Come on, V. PROBST:\nAnd here comes Kenzie.\nYou're good. Start emptying those buoys. It is Siga\nwith a big-time lead right now. -Tim just misses.\n-It's right there. -MARIA: It's right there, Tim.\n-TEVIN: You got it! Got to get your three buoys.\nYou're good. Yanu has their three buoys.\nIt's gonna be Q. Here goes Hunter. Michael Jordan, baby.\nMichael Jordan, baby. (whoops) -Hunter scores the first\nfor Nami.\n-I need a ball! I need a ball! We are tied now. Immunity on the line. There it is for Q. He's got one. Yanu's back in it. Hunter has one for Nami. -Make it two.\n-(whooping) What a comeback this would be. ♪ Nami, Nami, Nami. ♪ And he does it!\nNami wins immunity, safe tonight from Tribal Council! We're looking for one more. Charlie in the water for Moriah. Tim tracked his own buoy down. Bhanu still rebounding for Yanu. TIFFANY:\nCome on, Bhanu! It is taking a long time\nto get that buoy back to Q. Tim scores the second.\nSiga down to one. Bhanu's out, Tiff is in. Yanu once again\nfacing Tribal Council. And Q nails the second. Yanu with an opportunity\nto win it right here. Can he do it? No. PROBST:\nFor the win. Let's go! Siga! PROBST:\nAnd he's got it. Siga wins immunity, sending Yanu back\nto Tribal Council, where the fourth person\nwill be voted out of this game. (cheering) Nami, congratulations again. Immunity is yours. Once again,\nnobody going home from Nami. Enjoy your ceremonial\nleap off of the deck. (whoops) Swim out to your boat. That's what victory looks like\nin the water. Siga, congratulations again. Immunity is yours. Your tribe stays intact. Head out, enjoy the night off. (whoops) (indistinct shouting) (whooping) PROBST:\nAll right, Yanu, same result. Tribal Council tonight. Somebody will be\nthe fourth person voted out of Survivor 46. You know the drill.\nI don't take joy in saying I'm gonna\nkeep your flint, but I am keeping your flint.\nAll right, you have the afternoon to figure out\nwho it's gonna be. And-- sorry for you--\nyou got to swim out. Back in the water. Peace out, Tiff. KENZIE: Wasn't that fun to think\n that Yanu would win an immunity challenge? It was a dream that just got squandered\n before our eyes yet again. But tonight, we're all voting out Bhanu. Q: Bhanu's a great guy,\n but my vote has to go towards Bhanu tonight. TIFFANY: Tonight, I think\n there's only one thing that needs to happen,\n and I think that is Bhanu needs to go home. [ Alarm ringing ] There they are! Everybody get\ntheir banking done? Let's go! Drive!\nWe got to go! Someone's in a hurry. Annnd doo-do-do-doooo-do! One Mississippi.\nTwo Mississippi. -Can we go!?\n-Yeah! Faster! Oh, no sirree. You see, I get discounts\nfor my safe driving with Snapshot from Progressive. You should see my savings --\nthey're nuts. You told us he was\na skilled wheelman. No, I'm a Wheelman. It's a family name\non my mother's side. -What?\n-Irish. Wa nn a kn ow a s ec re t? With NEW Secret Outlast, You can almost miss the bus... But smell like you didn't. Secret FIGHTS\n 99% of odor-causing bacteria. Smell FRESH for up to\n72 HOURS. Secret works! It's a crime\nto smell that good. ♪ ♪ At Metro get\na new iPhone 12 with 5G. Take amazing pictures,\nand share instantly. You don't take\nyada yada in life. Don't take yada yada from your wireless provider. Get a new iPhone 12\nwith 5G for only $99.99. Only at Metro. No t fl os si ng w el l? Then add the Whoa! of Listerine to your routine. New science\n shows Listerine is 5X\n more effective than floss\n at reducing plaque above the gumline. For a cleaner,\n healthier mouth. Ahhhhh. Listerine.\n Feel the Whoa! Th er e it i s. .. That feeling you get\nwhen you can... DU MORE with less asthma. It starts with DUPIXENT. DUPIXENT is not for sudden\nbreathing problems. It's an add-on treatment for specific types\nof moderate-to-severe asthma. And can help improve lung\nfunction for better breathing in as little as two weeks. DUPIXENT helps prevent asthma\nattacks... And can even reduce\nor eliminate oral steroids. Can you picture it? DUPIXENT can cause allergic\nreactions that can be severe. Get help right away\nif you have rash, chest pain, worsening shortness of breath, tingling or numbness\nin your limbs. Tell your doctor about new\nor worsening joint aches and pain,\nor a parasitic infection. Don't change or stop\nasthma medicines, including steroids, without\ntalking to your doctor. Who knows what you can do when\nyou DU MORE with less asthma. Ask your doctor\nabout DUPIXENT. The most prescribed biologic\nfor asthma. (birdsong) TIFFANY:\nI'm actually about to go get out\nof these wet clothes. I'll be back. KENZIE:\nStaying put. It's an easy vote tonight, so... -It is.\n-...we can just chill. It's not the end\nof the game for us. (chuckles) BHANU:\n Yeah, all three of them-- they're having\n a conversation there. Never once, they talk to me. Never once\n they include me in anything. What are we gonna do\nabout Bhanu this afternoon? TIFFANY:\nI ain't doing nothing\nabout Bhanu this afternoon. It's just the frustration\nof constantly making somebody feel better\nabout the things -that they've done wrong to you.\n-KENZIE: All right. \"It's okay, you put a target\non my back. It's okay.\" \"It's okay, you lied to me.\" No, it's not okay.\nIt's not okay. BHANU:\n The vote is already decided. You know who you're voting. The one person who doesn't\nhave a vote today-- me. Ugh! But it's okay. I need to look for the idol. I need to look for the idol.\nGod, please help me. One thing is for sure--\n I am not going home tonight. If I can find the immunity idol, I can change the course\n of the game. (groans) Jeff, where did you\nput the idol? I'm digging deep here. \"Dig deep,\" he says. \"Dig deep.\" There should be some marker,\nsomething. If I have to climb\n Mount Everest, I will do it. God is listening. Like, today is the day.\n You need to help me. Help me, help me, help me,\nhelp me, help me. ...Jeff hid another idol\non this island?\n-Bruh. -The best he could do\nis save himself\n-That's it. with an idol that he might find, which he won't,\n'cause I have it. Where is this damn idol?! I searched, and now here I am. No vote, no agency. No...\nI can't do Shot in the Dark. Nothing! Wow! What a plan, man. What a plan. You okay? I'm not. Here. I'm mad at myself\nand I'm mad at Him. If this is what You wanted,\nif You wanted to end my story so soon, You shouldn't have put me\non Survivor in the first place. I'm so sorry, Bhanu. I've given it my all\nfor this game. Ugh! (sighs, sniffles) I'm so mad. I'm so mad. Oh. (sniffling) What can I do? Can you find me an idol? Tiff, you need\nto help me to... Please? -No. Please, Bhanu. No.\n-Please, Tiff. Please. Get up off your knees.\nWhat the hell are you doing? -No, I will not. I will not.\n-Ah, bro, please. -Tiff, you need to help me.\nYou know...\n-No. Get up. First of all,\nI'm not gonna talk to you if you're on your knees.\nI'm not gonna do that. -I need you to stand up.\n-Tiff. All right. I'm gonna\nkeep it honest with you. I'm gonna\nwrite your name tonight. I'm just being 100% honest.\nI am writing your name tonight. Can I-can I ask you what...\nthe reason behind that? -Yes. Yes.\n-Please. I feel like I can't trust you. I'm sorry that, you know,\nit has to end like this, but I hope that\nyou can respect the fact that I'm at least\nbeing honest with you. -Gotcha.\n-Can I have a hug? I'm so sorry. I'm so sorry\nI screwed it up for us. It's fine, Bhanu.\nDon't be sorry to me. It's fine. (sighs) This is it for me. Nine days is what... ...is written for Bhanu. I have to just accept it. Namaste. Thanks to the island. Thanks to everything here. I realize that honesty\nhas no meaning in this game. A momentary truth caused... so much. I learned a lesson a hard way,\n that, you know, five seconds of my honesty\n ruined my game. That's how hard this game is. But guess what? I figured that I'm such\n an emotional person. I'm a very good person. I'm a loyal person,\n I'm an honest person. And that's what\n my journey's been. I am going home tonight. But tonight, you know what? I'm gonna tell my story because they still\n don't know my story. And I'm so glad that I got\n a chance to play Survivor. It's not about\n the million dollars. All I wanted to do\n is win a million hearts. My m ot he r us ed t o te ll m e a st or y. Of a demon king, and his army. They brought terror\nto the land. Until they faced the protector, The White Money. You are destined, to challenge the gods. Let's boogie. You are a beast. Wa nt l ux ur y ha ir r ep ai r th at d oe sn 't c os t $5 0? Pantene's Pro-Vitamin\nformula repairs hair. As well as the leading luxury\nbonding treatment. For softness and resilience,\nwithout the price tag. If you know...\nYou know it's Pantene. Wi th a ll t he se H il to n Ho no rs Po in ts , I ca n st ay f or f re e? Mmmhmm. At the Waldorf Astoria\nin the Maldives? What about the Canopy\nin Paris? Mmmhmm. Hilton Honors, babe! When you want points\n that can take you anywhere, It Matters Where\n You Stay. Hilton. For the Stay. Br ea th in g Cl ar it in C le ar Is L ik e. .. (♪♪) Is he? Confidently walking 8\n long haired dogs and living as\n if he doesn't have allergies? Yeah. Fast relief of your\nworst allergy symptoms, like nasal\ncongestion. Dr y sk in i s se ns it iv e sk in , to o. And it's natural. Treat it that way with Aveeno® Daily Moisture. Formulated with nourishing,\nprebiotic oat. It's clinically proven\nto moisturize dry skin for 24 hours. Aveeno® Th is i sn ' t Ch ar mi n! No wonder I don't feel as clean. Here's Charmin Ultra Strong. Ahhh! My bottom's been saved! With its diamond weave texture, Charmin Ultra Strong cleans better with fewer sheets and less effort. Enjoy the Go with Charmin. He 's h er e! Anyone want a Coors Light? Oh, shoot...\nI forgot to play the song. ♪ ♪ I got a guy who can fix this. ( ♪ ♪ ) You made a cow! Actually it's a piggy bank. My inspiration\nto start saving. How about a more\nsolid way to save? I'm listening. Well, BMO helps get your\nsavings habit into shape with a cash reward,\nevery month you save. Both:\nCash reward? And there's a cash bonus when you open a new checking\naccount to get you started. Wow. Anything you can't do? ( ♪♪ ) Mugs. ♪ BMO ♪ ♪ ♪ PROBST:\nAll right. I'd like to go back, since we didn't get to\nhave Tribal last time, and talk about the journey. Bhanu, you were selected\nto go on that journey. How'd that go? I went on this journey and, um, I lost my vote. Not only that,\nbut I revealed that Q and Tiff, when I asked, like, are they working together,\nI said like, \"Yes.\" And then I also said, like, you know, Kenzie\nis a good game player. PROBST:\nTiff, did you ask Bhanu what his motive was\nin giving away this information? TIFFANY:\nYes. I don't know if I've got an actual answer, but it seemed like\nhe didn't understand that by revealing\nthat information, he was putting a target\non all three of us. Like, I just don't think\nhe understood in that moment that he was getting played. PROBST:\nSo, Bhanu, is it that\nyou want to play that way or is part of it figuring out how to play Survivor and\nyou're still figuring it out? Jeff, the first\nsix days has been... Like, I'm not clicking,\nlike how to play the game. Sixth day,\nthe moment it clicked, and then, I spilled the beans\nto my Tribemates. So when I'm trying\nto get the game, the game took over,\nand I dug my grave so deep, I couldn't come out of it. PROBST:\nSo I'm getting a sense that... You're already nodding.\nYou finish. What was I gonna say? That Bhanu\nis going home tonight. -Is that what's happening?\n-Yes. I told Bhanu straight up,\nI'm writing that name down. -Yeah.\n-Yeah.\n-I have to write his name. And Bhanu, you don't have a\nvote, which means you can't play -the Shot in the Dark.\n-No. PROBST:\nIt requires a vote to sacrifice. And this would then\nmake me think that you've all talked about\nidols, and you don't have one. I've searched nine days, Jeff, for an idol, and I've done everything,\nbut I don't have anything. I don't have a vote,\nI-I don't have an idol. I don't have alliances. I screwed up this game big-time. Well, it's rare\nwhen this happens, but I find it intoxicating because there's\nno deception happening. You're not trying\nto blindside somebody. You've all been honest\nwith Bhanu. -Yeah.\n-PROBST: Honest. The word of Bhanu's whole time\nout here-- honesty. So, Bhanu,\nwhat is your Survivor journey? -What has it been?\n-Jeff, the reason why I'm on this show is because I want to share my story. I told them that\nI had a very good life, but that's a lie. (laughs) I was born into poverty\nto a teenage mother, and was abandoned\nby my maternal father when I was three months old. -And where were you?\n-I was in India. After a few years,\nmy mom got married, moved to a different city, and I\nwas living with my grandparents. And can you describe\na little bit -what poverty is like\nin India for you?\n-BHANU: Yes. So, the poverty\nis just like the camp. -That was my house in India.\n-PROBST: Literally? -Like, a thatched roof?\n-A thatched roof, yes. And that's how I grew up.\nI grew up literally on streets. But I learned to be honest\nand help each other, and that's how we all survived. I put in a lot of effort,\nand I am the first one in my entire family\nto graduate from high school, first one\nto have a graduate degree, first one to actually move to United States. And I also found my partner. So, all these things. So, the reason why I wanted\nto be on Survivor is because there's so many Bhanus\nstill out there, still living in poverty. So all the Bhanus\nout there, listen. There is always hope,\nand you can move mountains. And if I can\ncome from that place, a lot of people can also do it. But, unfortunately, this is how it... it's ending, so, it's on me. Thank you so much\nfor this opportunity, and thank you, tribe. -Thank you for\nsharing that with us.\n-Yeah. Yeah. Q:\nYou know, Bhanu, I want you\nto understand, brother, you've done a great job with the man\nyou've become today. And the man that you were\nin our tribe showed us that, man, we could count on you\nfor a lot of things. PROBST:\nYou know, Bhanu,\none time you said to me, I am your guru, -which I took as a compliment.\n-Yes, sir. But also, remind yourself you're your own guru. What you've done\nwith your life is remarkable. And I say this all the time. The game of Survivor is about the adventure, putting yourself\nin this environment to see what you're capable of, and that's what\nyou've been doing. You won my heart, Bhanu, -all of our hearts.\n-Mine, too. Seriously. All right, Bhanu,\nwhen you're ready. Bhanu, the tribe has spoken. Time for you to go. Thanks for being here. Love you, Bhanu. Q:\nLove you, man. (Bhanu sniffles) (crying quietly) (sniffles) Grab your torches.\nHead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org I wo n' t le t me m od er at e to se ve re p la qu e ps or ia si s symptoms define me... EMERGE AS YOU. With TREMFYA®, most people saw 90% clearer\n skin at 4 months... ...and the majority stayed\n clearer, at 5 years. Serious allergic reactions\n may occur. TREMFYA® may increase\n your risk of infections and lower your ability\n to fight them. Tell your doctor if you have\n an infection or symptoms or if you had\n a vaccine or plan to. EMERGE AS YOU. EMERGE TREMFYANT®. Ask you doctor about TREMFYA®. Jo rd an ' s so re n os e let out a fiery sneeze, so dad grabbed Puffs Plus Lotion to soothe her with ease. Puffs Plus Lotion is gentle on sensitive skin and locks in moisture to provide soothing relief. A nose in need deserves Puffs indeed. America's #1 lotion tissue. Wh at c au se s a cu rv e do wn t he re ? Can it be treated? Stop typing,\n and start talking. It could be\n a medical condition called Peyronie's disease,\n or PD. and it could be treated\n without surgery. Find a specialized urologist\n who can diagnose PD and build a treatment plan\n with you. Visit MakeaPDplan.com today. (M an ) Ex cu se m e, w ou ld y ou m in d ta ki ng a pi ct ur e of u s? (Tony) Oh, no problem.\n(Man) Thanks. (Tony)\nYes, problem. You need Verizon. Get the new iPhone 15 Pro with\ntons of storage. So you can take all the pics! (VO)\nTrade-in any iPhone in any\ncondition and get a new iPhone 15 Pro and an iPad and Apple Watch SE All on us. Only on Verizon. ( ♪ ♪ ) With Chewy,\n it's never been easier to get their favorite\n toy delivered. (♪♪) Again. Come on, let go. (♪♪) And again. (♪♪) And again. (♪♪) Good luck. Get whatever they love\n delivered right on time. Save 35% on your first\n Autoship order. With Chewy. (laughing) PROBST:\n Next time on Survivor... SODA:\n Looking for an idol\n is difficult, but we don't want it to fall\n into the wrong hands. TIM:\n Somebody's\n not telling the truth. Ugh! We're all suspects. PHIL KEOGHAN: Previously\n on The Amazing Race... in Puerto Vallarta, Mexico, 13 teams began a race around the world\n for $1 million. -Go!\n-Let's go, baby! KEOGHAN:\n Father and daughter\n Chris and Mary -got off to a slow start... -Are you okay? -Sorry.\n-No, no, don't apologize. -KEOGHAN: ...while siblings\n Maya and Rohan... -Stop. got into a jam. ROHAN:\nI don't know how\nwe're gonna get out of this. KEOGHAN:\n Military pilots Juan and Shane navigated themselves\n to the back of the pack. KEOGHAN: But by jumping\n through some hoops, managed to jump ahead. Oh, Shane, let's go, bro! KEOGHAN:\n The Detour\n tested teams mentally... -No. -RICKY: Focus. I don't want to do this again. Okay. Me neither. KEOGHAN:\n ...and physically. (exhales)\nHills are not your friend. KEOGHAN:\n Karishma got tripped up\n at the Roadblock. \"Must wear the provided hat\nand handker...\" Handkerchief? I don't have a handkerchief.\nBRB."
}