{
    "season": 46,
    "episode": 11,
    "title": "My Messy, Sweet Little Friend",
    "transcript": "Fargo, send Kaz $145 dollars with Zelle®. (Kaz)\nSmooth. (VO)\nDo you Fargo? You can, with\nWells Fargo. (Liz crying) PROBST:\nLiz, do you feel comfortable talking about\nwhat you're feeling? I'm pissed! PROBST:\n Previously on Survivor... MARIA:\n Q is a number that\n I can use to vote with me. I definitely want\n to keep him around. Q kind of blew up his own game and has been causing chaos\n at camp. Tonight, I'm betting I can keep my idol\nin my pocket because Q is going home. -...it's gonna be\nreally, really bad.\n-Right, but... Kenzie is having cold feet,\n but at some point, you've got to make a move. We can take Tiff out tonight. Maybe we don't tell Kenzie. If I keep waiting\n for the light to turn green, it may not turn green. We have one chance. So I'm gonna have\nto run the red light. TIFFANY:\nI don't think that anybody here thinks\nthat Q is best for their game -at this point in time.\n-And yet the last two Tribals, everything was swirling\naround Q. \"Q's going home.\nQ's going home.\" Nope. Still here. If anybody has an advantage or\nan idol and you want to play it, now would be the time to do so. All right, I'll read the votes. Eleventh person voted out and\nthe fourth member of our jury: Tiff. The tribe has spoken. Thank you. (sighs) I broke my own Survivor rule. I should have played my idol. ♪ ♪ KENZIE:\nFinal seven. -Final seven.\n-Holy crap. Wow. This Tribal was the first time\nI've been left out of a vote. And it's the worst. It's the worst feeling ever,\nbecause I'm like, \"What did I do\nto not, like, be... in the club?\" Like, who...\nDid I... Like, why am I not trustworthy? Like, I'm so confused. And I'm mad because this was my idea\n to blindside Tiff, and now somebody else\n is getting the credit. Like, I'm mad at myself\nfor not seizing the opportunity. Ugh.\nI just feel so dumb. I feel so dumb. I was having this whimsical,\n amazing time. I just let the game\n get away from me. I got blindsided, too, you know? I don't know if you want a hug\nright now or anything. I... -No, I...\n-I don't even know. -I just, like...\n-Yeah. Like, why wasn't I included,\nyou know? -Yeah.\n-Like, I know people\nwere probably worried -I would tell her.\n-I think that was the worry... Which I understand completely. I mean, I'll just say this. -It wasn't my move.\n-Yeah. -Do you know what I mean?\n-Was it Maria? -Yeah.\n-Yeah. I knew it. CHARLIE: There's always\n fallout after Tribal, but this vote\n was different because everybody who returned\nto camp voted for Tiff except Venus and Kenzie. And the way\n they were left out left them really feeling bitter. So, my thinking was,\n talk to Kenzie because this game is\n all about working with people, adapting to what's\nin front of you and keeping your options open. -It's a great move. It's-it's...\n-I know. -It's my move!\n-I know. -That's why I'm so mad.\n-I know. Right now, we just have to,\nlike, bide our time, you know? There's no time.\nThere's six days left. -Well, it's, like...\n-And I just, like... Just, like, find\nthe right moment, you know? I have to find that idol,\nis what I need to do. This is the first time\nI've been wrong in the game, but maybe\n this is what I needed to get my head back on straight\n and realize I came out here\n to play and to win. I'm just gonna have\nto get a little bit more crafty, pay a lot more attention. I can turn this around. -Final seven together, huh?\n(laughs)\n-Yes. -We're gonna rock out, Ben.\n-Oh, we're rocking out already. We're gonna have a good time. We can have our final five\nright here. MARIA:\nYeah, it'd be a good final five. This Tribal couldn't have gone any better. Oh, my God. (laughs) This vote was my idea, and I was able\n to get this group together-- Q, Liz, Ben, me and Charlie-- and just pull off\n an epic blindside. And it was just, like, the sweetest feast\nI've ever had. (laughs) This has lit such a fire in me. I do see the end, and I'm like,\n \"Is it possible that maybe\n we are the final five?\" I could do this again.\nLet's do it again. (laughs) The blindside-- even though\nwe were on the wrong side of it, was a blessing in disguise. -Yeah.\n-We got rid of big competition -and Maria put a huge target\non her back.\n-Yeah. Let Maria think\nthis is her move. Don't give off the fact\nthat you're upset, and realistically, it's gonna\ncome and bite her in the ass. Maria's played\na very low-key game where everyone can tell\nshe's a potential threat, but this is the first time she really\nlet her freak flag fly, and she's announcing\nto the world, like, \"Hey, this is my move and I'm here to play.\" And it's scary\nbecause Maria has a strong three with her, Charlie and Ben. Siga three needs\nto be broken up. Yeah. But tomorrow's a new day,\nand we're still in this game. -Exactly.\n-Yeah. KENZIE:\nDay 20. Ugh. What a mess. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ -Morning.\n-Good morning. Ooh. MARIA:\nYou sleep okay? KENZIE: (short chuckle)\nOh, no, I did not. It's all good. I'm, like, shocked\nTiff didn't play her idol. MARIA:\nI guess that means it's time\nto start looking, right? KENZIE:\nYeah. (mouthing) Q: With Tiff idol leaving\n in her pocket, we're thinking it's gonna\ncome back to play at some point. We don't know if there's\n something out there just yet, but the only way\n to find it is to look for it. I know. Okay. CHARLIE: Idol fever has struck Nuinui beach. MARIA: Yeah. CHARLIE:\n It was sort of\n a domino effect this morning. Q started looking,\n then I started looking, then Ben started looking,\n then Venus started looking, then Kenzie started looking,\n then Maria started looking. And everybody's looking for... (imitates drumroll) ...Tiffany's idol! ♪ ♪ CHARLIE:\n An idol at this point\nof the game changes everything. So, as much as I don't\n want to look for an idol because I'm exhausted\n and starving and want to save my energy, it's a necessity at this point. VENUS: At last Tribal, for the\n first time ever in this game, I was on the wrong side\nof the vote. So, I need to flip the script. I need to find this idol\n and I need to find it quick. Q:\n I've looked from the front to\nthe back to the top to the side. Oh, man. I'm exhausted. VENUS:\n I've gone through probably some\n of the toughest times that I've ever had\n in my life here. But today, the thing that calms me down is A: I know this island\nbetter than anyone, B: I know\nwhere Randen found his, and C:\nI know where Tiffany found hers. So I have something\nto work off of, of where to look\nand where not to look. And I'm like, \"You know what?\n People are going hard. Let's go through literally\n every single corner.\" And I take my little stick,\n and I'm pushing leaves, and I'm pushing leaves. And... I found it.\n I found it first! And I was so ecstatic. I immediately started\n to walk away so that I could go find\n a corner to read it. But then I realized,\n like, \"Hey, that is not the move right now.\" So I U-turn it, and\neveryone's still up and looking. So, I bide my time. And it's so hard. MARIA: Yeah. As someone\nwho's been looking for 20 days, it's so hard to hide the joy\nand excitement that is building up in my heart. Where's Liz? (snoring) I'm gonna go around the bend\nand come back. Wish me luck. And finally, I'm alone. \"Congratulations. \"You have found\na hidden immunity idol. \"When played at Tribal Council, \"any votes cast against you\nwill not count. \"The last time this can be used\nis when there are five players left in the game.\" I just got myself a ... idol. Go, Venus. Go, Venus.\nThis is sick. I have the idol in my hands. And it is just\n an amazing feeling. Like, \"Wow, Venus, \"you're not blind,\nyou're not stupid. You actually got this.\" And if I play my cards\n correctly, I make it to final four. Like,\n \"Hey, you underestimated me \"since day one, and look who's here,\nand look who's not.\" [ si re ns b la ri ng ] No, stop! Once in a generation\n tornado outbreak continues across Oklahoma. We got PhDs from\nNASA, FEMA and Kate. She's the smartest\nperson I know. Who are they? We are professional\ntornado wranglers. Woo! If you feel it...\n-Chase it! ♪ ♪\nWoo! We don't need PhDs\n and fancy tech... Woo!\n-Yeah! Sometimes the old ways\nare better than the new. Well, you can\nalways trust a guy who puts his face on a t-shirt. So you think you can\ndisrupt a tornado? In theory. But in the field. I got it wrong. We never had a chance. You want one? We got twins! Twins! Oh my God. They're combining. If you don't face your fears, You ride 'em. Holy... Hold on. Hold on. Hold on. Wa nn a kn ow a s ec re t? With NEW Secret Outlast, You can almost miss the bus... But smell like you didn't. Secret FIGHTS\n 99% of odor-causing bacteria. Smell FRESH for up to\n72 HOURS. Secret works! It's a crime\nto smell that good. ♪ ♪ Day 20, baby. I know. We got\nto put the sticks in. Pretty cool. KENZIE: Being left out\n of the vote sucked, but I have definitely, like, thought about it, and I was\njust... I got too comfy cozy. I wasn't on my p's and q's. I wasn't paying attention. Trying to balance\n your own individual game with a group of individuals that all have\n their own individual games... Everyone's lying. You never know\n who's telling the truth. You don't know\nwho's working with who. Ugh. Even though it feels like\nwe're on the bottom, we're in the perfect position of being in the middle\nof this... this war. KENZIE:\nRight now, like, the only person that hasn't lied to me\n is freakin' Venus, which is hilarious, but, like, really, she's the only one\nwho hasn't lied to me. I'm so curious\nas to what her next move is because she's not\nreally hiding it. KENZIE:\n I like Venus now.\n I like her as a person. I never\n in a million years thought we would be\n working together, but here we are, me and my messy,\nsweet little friend. I don't see it. (Venus laughs) KENZIE:\n Venus is just, like,\n looking at trees, and is like, \"It's not here.\"\n And I'm like, \"You have to move some leaves,\nhoneybun. Like, what are you doing?\" It's not looking good. KENZIE:\n Venus' technique\n for idol-searching, I think, is to follow around people\n that are idol-searching and wait for them to find it.\n(laughs) Girlfriend is not\n really looking hard. She's, like, kind of does this\nwith a stick, and she's like, \"No.\" And meanwhile, I'm, like, digging holes, and she's like... Any luck? (laughing):\nI'm like, \"Venus, what?\nWhat are you doing?\" I doubt it. KENZIE:\n Who knows? Maybe she has it, and she's bamboozling us all. But... I think\nshe's just waiting for someone\nthat's close to her to find it so she can have the tea. VENUS:\n It is so relieving to know that even though people are\n still scattering about, looking for an idol, I don't have to worry\nabout going out and, like,\nsolving a riddle, or, like, going and finding a second part\nto this idol. I have it. But no one will\n ever catch a whiff of me having this because I don't see any benefit in-in someone knowing\nthat I have this power. Oh, my God. I know.\nI cannot believe it. VENUS:\nSo it's very much a timing game. Like, when is the right time\n to play this? No, she shouldn't. -People were just\nreally good at lying.\n-Yeah. So, it's stressful,\nbut it's so comforting. It's, like,\nthe sweet, sweet comfort. Like, I want to... Mwah. I love you. It's, like,\nI think this is my best friend on this island right now. Hello. What's going on? Okay. -We have lots to go through.\n-Yeah. First of all, congratulations. Thank you.\nI'm happy to have had my moment. -We have not... even talked.\n-That was, like, amazing. -That was amazing.\n-Yes. I'm so glad\nto have been a part of it. -I'm really proud of you.\n-Thank you. -That was... that was...\n-It was scary as hell. -That's big stuff\nthat you pulled off last night.\n-Yeah. -That was big stuff.\n-I know\nwhat the repercussions are, -but, like...\n-Yeah. Thank you\nfor doing that with me. Oh, my God. Of course, you know? Maria wanted the Tiff vote\nto be something that she drove, she controlled, 100%, because the more\n you can clearly claim that a move was your own, the easier it is\n to sell and to pitch to a jury\nthat's looking for a player who had real influence\nin the game. And that's where\nMaria's head is at. But it's also\n a very double-edged sword, because Maria getting all the\n credit from the Tiff blindside has made her\na huge, huge target. I mean, people would be silly\nif they didn't see that, like, you and I\nhave been working together. You're a threat. We voted cor...\nvoted correctly every time. -Every single time.\n-Taken out three people. -You're a threat, I'm a threat.\n-Yeah. -I did want to talk\nto you about Q.\n-Okay. What are you...\nWhere's your head at on him? I think we can use Q\nfor one more vote, -because Q trusts me,\nand I trust Q.\n-Yeah. -I don't know how that happened.\n-Yeah. Like, I do think\nhe would vote with us -for one more time.\n-Yeah. I've been playing this game\n with Maria since day one, and we have been lockstep. We've been talking about going\n to the final three together. But Q is,\n as far as I can tell, in Maria's pocket,\nand I want him out of the game. So this move and the buildup to this move\nis really where... I have seen my thinking and my route to the end maybe start to diverge\nfrom Maria's. I know. Yeah. Yeah. Luckily, people have realized\n Maria is a huge threat. Nobody likes Q, so he's kind of\non the outs as well. So the two big threats--\n Q and Maria-- have made themselves\n very well-known. They are peacocking, for sure. Like, everyone can see that\ntheir tail feathers are out, and that the attention's\non them. Maria-- she got to go. I thought she was just... a sleeper. -But Charlie, yesterday,\ncame to me, he was like...\n-Yeah. \"That was a game-winning move,\nand it wasn't mine.\" -And I was like...\n-Okay. \"Well, there's hope.\" I mean, I want Q out, but... Maria is obviously\nrunning things. -Yeah.\n-What do you think? Oh, I think it makes sense. -If we can pull it off,\nthen Maria's got to go.\n-Okay. KENZIE:\n There's seven of us left,\n and we need four. So the best thing for me is to\nfigure out who I can work with to get Maria and Q out of here, and then at the final five,\nwe can battle it out from there. Kenzie, have you\nchecked the beach? I'm gonna be honest. If Q doesn't get up and look\nfor it again, I'm gonna assume -he has it.\n-Okay. And Maria's been gone alone\nfor a long time. LIZ:\nThat's what we're talking about. -Yeah, that's what\nwe've been talking about.\n-VENUS: Okay. And she will think again\nnext time before leaving us out of a vote. It's not about that.\nIt's about... -she's the kingpin.\n-She's... She's the kingpin, she... She's got the best story,\nthe best moves. Yeah. No, she's got to go. VENUS:\nWe will have the majority. A hundred percent. I am certain one\n of the Siga three may be open to potentially working with us,\n especially with Charlie. I've questioned\n how strategic he is, how cutthroat he can be,\nbut it seems like he's seeing that writing on the wall\n and realizes that he can't go to the end\n with Maria no matter what. And eventually, he's gonna\nhave to cut that cord, and I hope he sees\n that now's the time, while everyone's still on board. KENZIE:\nOkay, so what are you thinking? CHARLIE:\nI think Q is in Maria's pocket. Oh, 1,000%, he is. -Yeah?\n-It's not even a pocket anymore. It's like she has, like, a...\na full bank vault that Q is stuck inside. KENZIE:\nYeah. CHARLIE:\nI was not...\nI was not cruise director... -Yeah.\n-last night, you know? -KENZIE: Ugh.\n-So...\n-VENUS: That's so funny. CHARLIE:\n In the buildup\n to the Tiff vote, I wanted Maria\n to have sole credit because I need someone that I can sell as\nthe biggest target in the game. If that can overshadow\n any attention on me for the moment, that's probably what's best\nfor my game right now. At this point in the game, -there's seven people.\n-Mm-hmm. And that has somehow\nbecome the strongest pair. The whole stuff with Q\nand that whole vote was a big... -I think, a big wake-up call\nfor probably everyone.\n-Yeah. Charlie and Maria\n are super close. They're in the Siga alliance. But Charlie has no real\n résumé moves, and he knows it. He has been Maria's, like, jester\nfor this whole game. And he's-he's a smart kid,\nhe knows that. So I think Charlie's ready to make a move on Maria. So, who would you rather\ngo first? Too early to say or... I think too early to say, but... We'll just see whoever wins\nand go from there. I'm just saying.\nYeah, 'cause, like, I feel like anyone could win. I've been building trust and relationships with Kenzie and Venus so that I could,\n if I wanted to, make a move\nagainst Maria and Q at any point. I think we... we all know\nwhat needs to be done, or else we're all screwed. VENUS: They will win. -Mm-hmm.\n-Yeah. So they are, like, public enemy number one and two right now. CHARLIE:\n At some point,\n I have to ask myself, \"Is going to the final three\n with Maria handing Maria\n a million dollars?\" You have to start\nthinking about your own game. And I'm feeling... my gut start to go\nin two directions. One way is gonna win, and it might be\n making a move against Maria. ♪ ♪ Help your family\n warm-up to mornings. With the protein to\n help fuel your day. Wake-up to the goodness\n of Jimmy Dean. ( ♪ ♪ ) I'm getting\nvaccinated with Pfizer's pneumococcal\npneumonia vaccine. So am I. Because I'm at risk\nfor pneumococcal pneumonia. Come on. I already got\na pneumonia vaccine, but I'm asking about the added\nprotection of Prevnar 20®. If you're 19 or older with\n certain chronic conditions like asthma, diabetes, COPD, or heart disease,\n or are 65 or older, you are at increased risk for pneumococcal\n pneumonia. Prevnar 20® is\n approved in adults to help prevent infections from 20 strains\n of the bacteria that cause pneumococcal\n pneumonia. In just one dose. Don't get Prevnar 20®\n if you've had a severe allergic\n reaction to the vaccine or its ingredients. Adults with weakened\n immune systems may have a lower response\n to the vaccine. The most common\n side effects were pain and swelling at the injection\n site, muscle pain, fatigue,\n headache, and joint pain. I want to be able\nto keep my plans. I don't want to risk\nending up in the hospital with pneumococcal\npneumonia. That's why I chose\nPrevnar 20®. Ask your doctor or pharmacist\n about the Pfizer vaccine for pneumococcal pneumonia. Ne w He rb al E ss en ce s is p ac ke d with naturally derived\nplant based ingredients your hair will love and none of the stuff\nit won't. Our Sulfate Free collections\nsmell incredible and leave your hair\ntouchably soft and smooth. New Herbal Essences. Ma rs ha ll s bu ye rs h us tl e fo r th e la te st t re nd s, from fashion... Double denim is back. Got it! to beauty,\n so you don't have to. That is a deal! We get the deals, you get the good stuff. Marshalls. Ne w Mr . Cl ea n Ul tr a Fo am y Ma gi c Er as er ? With the scrubbing power\nof Magic Eraser and the cleaning power\nof Dawn. Watch it make soap scum here... Disappear... And sprays can leave grime\nlike that Ultra Foamy melts it\non contact. Magic. New Ultra Foamy Magic Eraser. ♪ ♪ Come on in! I like it. KENZIE:\nHi, hi. You look hungry\nfor battle today. -Good morning.\n-We're just hungry. -PROBST:\nYeah, you just look hungry.\n-Just hungry. PROBST:\nLook at this. -How many are left?\n-(whooping) -The final several.\n-Several. Several! Long live Jelinsky. -(laughing)\n-PROBST: All right. Shall we get\nto today's immunity challenge? -(all voicing assent)\n-Charlie, second time,\ngot to take it back. Thank you. Once again,\nimmunity is back up for grabs. For today's challenge,\nyou're gonna balance a ball on a pole while navigating\n a series of obstacles. Once you're past the first\n obstacle, you're gonna add more sections of pole,\n making it more difficult. When you get to the finish,\n you're then gonna maneuver that ball through\n a winding snake track. First player to get one ball\nin both of their targets wins immunity, safe tonight at Tribal, guaranteed a spot\nin the final six. -Ooh.\n-You're also playing for reward. -Yes.\n-Oh, baby.\n-Yay! PROBST: Want to know\nwhat you're playing for? -(all voicing assent)\n-Pizza delivery! -Oh, my gosh!\n-(whooping) Delivered to your camp\njust like you were home. -Oh, my God.\n-PROBST: Pepperoni. -Oh. Oh.\n-PROBST: Hawaiian. Vegetarian.\nAnd gluten-free. -Oh!\n-Gluten-free. Liz!\n-PROBST: Plus soda. -Yeah! I'm fighting today.\n-PROBST: Worth playing for? (all voicing assent) We'll draw for spots,\nwe'll get started. -Let's do it.\n-Let's do it. All right, here we go. For immunity and reward. Survivors ready? Go! Got to keep that ball\nbalanced on your pole. If you drop,\nlike Q did and Charlie did, just got to start over. Kenzie's got to go back. When you get to the center\nsection, you're going under-- that's how you do it, Ben--\nbut the pole goes over. Here goes Maria. Ben is through first. Maria doing a nice job. She's through. Venus is through. Here comes Charlie. He's good. Kenzie got one big last step. -You're good, Kenzie.\n-(laughs) PROBST:\nHere comes Q. There goes Liz. Ben has added\nhis extra sections of pole. Venus has hers.\nHere comes Maria. Keep your hand under the hilt.\nThere goes Charlie. He's going\nonto the second section. -Kenzie has\nher additional section.\n-Aah! PROBST:\nBen drops. He's got to go back. Charlie really whipping\nthrough this. Here comes Maria. -Good job, Charlie.\n-Charlie's won back-to-back. No way. Charlie, you're good.\nStart working on that track. Charlie's at the final stage now\nwith a big lead. Ben has to go back.\nHere comes Kenzie. -Ouch.\n-PROBST: Maria drops\nand hits herself. Maria's got to go back. Charlie working\non that snake track now. You've got two balls\nyou're gonna have to drop one at a time. -(sighs)\n-PROBST: Kenzie, the last,\nmost difficult section-- getting down off that beam\nwithout dropping the ball. You're good, Kenzie! -(whoops)\n-Kenzie moving on\nto the snake track. -LIZ: Okay.\n-PROBST: We got two\non the track, five still working to get here. -Aah! Come on.\n-PROBST: Q drops.\nGot to go back. -LIZ: Ugh!\n-Liz drops.\nShe's got to start again. -Aah!\n-Venus drops, almost at the end. She's got\nto go all the way back. There is a learning curve.\nYou're gonna drop a lot on that snake track. The goal is to get better at it and start\nto figure out that touch. Once you do, it will get easier. Liz, Maria,\nthe final section of the beam. Maria, you're good. Move on.\nLiz, very close. Liz, you're good. Move on. Booyah. Good job, Liz. Venus, another shot. Again, very close. No, Venus! It dropped. You did not cross. Sorry.\nYou got to go back. You got to be in control\nof that ball. Q very close, few steps away. You're good, Q!\nQ now on the snake track. Maria now has some momentum. She's about a third of the way\nthrough the snake track, moving very slowly, confidently. Q trying to figure it out. Liz continues\nto drop out of the start. (groans) Trouble just\ngetting that ball to sit. -Venus giving it another go.\n-Aah! No. Falls short.\nBen struggling. \"Struggling\"\nis an understatement. Maria very close. Maria drops her first ball\nin the first target. Maria now in the lead,\nworking on that second ball. You got to untie it first. Maria with a big lead now. Can anybody catch her\nand get their first ball, make this a challenge? Here comes Venus again. Is this the time? -You're good, Venus.\n-Thank God. PROBST:\nBen has some movement\nlike he just figured it out. You're good, Ben.\nThat's how you do it! -Let's go!\n-PROBST: Ben's now in it. There's Maria working\non her second and final ball. She landed her first.\nNobody else has. Venus doing a nice job,\ndown in green. She just made up a lot of time. Getting closer and closer\nto that first target. Charlie making a move\nfor that first target. He'd like to be in this. Aw, damn. PROBST:\nMaria drops.\nMaria has to go back. The door is open for somebody\nto drop that first ball. Venus has her first ball. Venus is now in it.\nLook at that. LIZ:\nGood job, V. PROBST:\nCharlie drops his first.\nCharlie's in it now. It is now Maria with one, Charlie with one,\nVenus with one. Q getting closer\nto that first target. Q drops his first ball!\nQ's in it now. Liz drops her first ball.\nShe's in it. There's Kenzie. Can she drop? -(whoops) Here we go.\n-Kenzie drops. She's in it. (laughs) -I got it in.\n-Ben drops his first.\n-KENZIE: Yay! -Ben's in it now.\n-KENZIE: You're in it. PROBST:\nEverybody now working\non their second ball. This is a challenge\nthat is as wide open as it gets. Maria very close to the end. Venus just behind. Right now,\nit's Maria and Venus. Maria-- can she do it? -No. Maria drops\n-Oh! six inches from the end.\nGot to start again. Venus getting closer. -No!\n-PROBST: Venus drops. We are wide open again! We got a challenge. -There's another one.\n-Any one of the seven can win. Question is who will it be? Who's gonna be wearing\nthat necklace tonight? 'Cause you're earning it\nright now. Aah! -(groans)\n-Aah! Oh, my God. (groans) PROBST:\nVenus, again,\nwith a shot to win it. -No. No! Aah!\n-PROBST: No. This time, Venus drops again. So does Maria. And it's now Q in the lead. -Come on!\n-PROBST: Q drops! Open again. Look at that-- day 21,\neverybody with a shot at it. Oh. PROBST:\nWho's gonna grab it? Who wants that necklace? Me. PROBST:\nVenus in that same section,\nlast bit of track. Maria right on her tail. But it is Venus\nin the lead right now. Is this the round? Is this where somebody\ncloses it out, claims their victory\nfor this challenge, guarantees themself\na spot at six? Slightest wrong move, and that ball falls. Venus inching closer. Maria catching her. Venus-- can she do it? For the win, individual immunity, just has to drop it in that net. -No! No!\n-PROBST: And she doesn't!\n-LIZ: Wow. -She couldn't get it\nin the target.\n-What?! -PROBST: Wow!\n-So close.\n-LIZ: V! -No!\n-PROBST: Maria at the same spot\nVenus was. Can she drop it for the win? -Aah!\n-And she does!\nMaria pulls it out. Oh, my God. PROBST:\nHer second individual\nimmunity win, guaranteed a spot at six and pizza delivered to camp -on day 21. Wow.\n-LIZ: Good job, sister. -Maria!\n-PROBST: Nice job, everybody. -BEN: Congrats, Maria.\n-LIZ: Nice job, sister. (Ben whoops) Maria, come on over. (whooping)\nWay to go, Mama. -Well done.\n-BEN: Yeah! For the second time this season,\nsafe tonight at Tribal Council, guaranteed a spot\nin the final six. -(whooping)\n-PROBST: You're going\nto have a fun afternoon with pizza\nbeing delivered for you. Choose one person to join you. Walk me through the thought\nprocess of strategy, compassion. You're also fueling\nyour competition. -There's a lot going on.\n-There's a lot going on. I mean, Liz has been\neating some rice. She's been sharing with Venus. Ben's been falling apart. He's completely depleted. Q took me\non the reward last time, and so I feel\nlike I need to take him. And so there's, you know...\nCharlie didn't go on the reward. It's a really hard decision.\nHow many people do I get? We'll find out.\nRight now, you got one. Okay. I think I'm gonna pick Ben. PROBST:\nCome on over, Ben. CHARLIE:\nYou go get it, buddy. (sniffles) (sniffles) (crying) This is crazy. PROBST:\nAll right,\nthere are five people left. You're gonna bring\none more person with you. Which means three of you\nwill have pizza, four will not. Walk me through\nwho you're gonna choose. Um, for me, it's more,\nlike, my mindset is more like who is physically falling apart\nright now, and it's not about competition or who I want\nto work with or whatever. It's just whose body is failing. I'll take myself\nout of it, Maria. I think there are people here\nthat need the food more than me. All right, Venus,\nLiz and Q, make your case. Um, I've lost weight. I would like to eat,\nbut it's your decision. I want you to pick\nwhoever you want, you know? I mean, I still\nhaven't pooped in three weeks, so I'd like\nsomething to get moving. You know, I ain't too proud\nto beg. (laughs) Love that song. I think whatever decision\nyou make is completely fine, Maria. You shouldn't-you shouldn't\nfeel guilty, either way. ♪ ♪ I've never seen\na moment like this, ever. -46 seasons.\nIt has never taken this long.\n-(laughs) PROBST:\nNobody's given this much\nthought. That's not a criticism. That's just an observation. Okay. Liz and Q, rock paper scissors. Pick rock. (laughs) Paper covers rock. Is that it? -Yep.\n-Q, come on over.\n-KENZIE: Wow. (quietly): Wow. PROBST:\nWe don't need\nto belabor this anymore. Tribal Council tonight. Somebody will be the 12th person\nvoted out of this game, become the fifth member\nof our jury. You're gonna go back to camp.\nMaria, Ben and Q, you're gonna have\nan afternoon with pizza. The other four, got nothing for\nyou. Grab your stuff, head out. See you tonight\nat Tribal Council. KENZIE:\n I am shocked. Maria is like, \"Liz and Q,\nplay rock paper scissors.\" What? Liz has made it\n very abundantly clear that she's starving. If you just want to take Q because he's your number one,\n just say that. Don't be like, \"Oh, I want\n to take care of the people who haven't eaten,\" and\nthen take the guy who just ate. Makes no sense. My jaw, I'm still picking\n it up off the floor. Survivor is still going strong\nin its third decade because of the people\nwho apply to play. If this adventure\nsounds fun to you, I'd love to see you\nout on the island. Me et n ew a ll s en si ti ve f re sh ™ , it's a game changer\nfor me and my family. Now all has a detergent\nthat's gentle on skin and leaves our laundry\nsmelling breezy. All sensitive fresh, with a hypoallergenic scent\nmy family loves. [energetic music] He ad & S ho ul de rs B ar e Cl in ic al ly p ro ve n da nd ru ff protection with just\n9 essential ingredients No sulfates, No silicones, No dyes. Dandruff protection, minimal ingredients. Job done. Wa nt t he p ow er o f 5 se ru m be ne fi ts i n 1? Olay Super Serum Activates on skin to hydrate, smooth, visibly firm, brighten, and improve texture. It's My Best Skin Yet. Olay ♪ ♪ Some people just know that\n the best rate for you is a rate based on you,\n with Allstate. Because there's\n a right way to. STOP! And the speed limit\n definitely isn't. 700 million mph. So why would you pay\n a rate based on. A terrible boss with a\nterrible haircut! Save with, ooh. Save with Drivewise\n and get a rate based on you. You're in good hands\n with Allstate ♪ ♪ -MARIA: Oh, yeah.\n-Oh, wow. BEN:\nWhoa. MARIA:\nLook at that. Oh, man. Thank you. Oh, my God. Oh, my God. -Honestly, I am in shock.\n-LIZ: Correct. Correct. When she said,\n\"Venus, make your case,\" I'm like,\n\"I'm sorry. I'm not gonna beg. You know, physically,\nwhere I'm at.\" CHARLIE:\nUh, when she said,\n\"Rock paper scissors,\" I was like, \"Oh,\nit's gonna be Liz and Venus.\" -Me, too.\n-And I was like, \"Liz and who?\" I knew it was gonna be Q. KENZIE:\nI cannot believe she said,\n\"I'm just trying to judge it\non whose body's breaking down.\" -I know. And then...\n-Can I just say, I would have respected her\nso much more if she just picked who she picked, but\nthe fact that she prefaced it -by saying that and\nthen picked the most well-fed,\n-KENZIE: I know. -buffest guy.\nHe's been to, like,\nthree rewards now. -He just finished his Applebee's\nfeast, like a day ago.\n-VENUS: Yeah. Literally. He hasn't even digested it yet.\nIt's still in his stomach. CHARLIE: The pizza picking was a bit of a... for lack of a better word,\na ... show. I thought, for sure,\n Maria was gonna choose Venus or Liz, but Q ends up going. And let me tell you,\n the four pizza losers were pissed. -KENZIE: What the ...\n-VENUS: She went from being a hero to a villain real quick. To emphasize being this,\nlike, mother to all, caring about everyone. I'm so done, like, being quiet\nwhen someone ticks me off. So, what are we\ndoing tonight-- Q? He's evil and self-centered\nand selfish. -My God.\n-I know it's a game,\nbut, like, geez. The veil has been lifted. I had a feeling Maria and Q\n were working together, but now it's just blatantly\nfreaking obvious, and I cannot respect anybody who is playing the game\n with that jerk. -I mean, did you know\nthey were so close?\n-CHARLIE: I... As far as I'm concerned,\nQ's Maria's number one. -That's...\n-Q's an idiot. -(groans)\n-It's the classic Survivor \"If you can't\ngo for your target, go for their number one.\" I was just piling everything on. \"Maria's the worst. \"They're such a tight duo. I can't believe\nshe's working with him.\" But since Maria has the necklace\n tonight, the pizza losers want to vote out Q. Which is great,\n because Q is someone that I want out of the game,\n and I want him out soon. Okay, so, we don't think\nQ has an idol? -Definitely not.\n-CHARLIE: Uh... I am 97% sure. Charlie, thanks\nfor listening to me vent. -Oh.\n-I know you and Maria are close. -I'm in my feelings right now.\n-We are, -but, I mean...\n-VENUS: That's different.\nThat's game versus... Things have been turning\na different corner, you know? BEN: Damn right. -I slowed down.\n-I just want to say\nthank you so much. You're so welcome, Ben. If a look could kill... ...I got slaughtered today. (Ben chuckles) MARIA:\n Liz pierced me with her eyes. BEN:\n Mm-hmm. MARIA: I was gonna\nbe damned either way. Yeah. Yo, Liz does have rice. MARIA:\nThat's what I'm saying. That's why I was like,\nwell, what's, you know? -Yeah.\n-Kenzie just ate. Charlie's like, \"Don't take me.\" -Yeah.\n-So I'm like,\n\"Well, that's the right move.\" -Q: Mm-hmm.\n-BEN: A hundred percent. MARIA:\n I'm sure I pissed people off, but winning this challenge\n gives me peace of mind. It means that I am safe tonight, and that gives me\n a lot of power. At this point, there\n are still three Siga members. So with seven people left-- although it's\na very unpopular opinion-- I got to keep Q happy right now. Q is a number for me. He trusts me, and I trust him. They know you two are tight. -It's a little obvious\nat this point.\n-Yeah. And they know\nyou and Charlie are day-ones. MARIA:\nThe three of us. Exactly. -That's all we need.\n-That's all we need. Really. Yeah. -Q: Is that ham?\n-Yeah. -I think it's ham.\n-It's ham. Q:\n I shouldn't have\n went on that reward. I just ate a couple days ago, a big meal, and now I just ate\nabout 23 slices of pizza. (laughs) It ain't fair. But I don't feel guilty\n at all, because I get to now make sure\nthat I'm not going home tonight. I say Siga three, plus me, -take out Venus first, because\n-MARIA: Yeah. Yeah. Liz is less likely\nto win immunity than Venus. -BEN: Yeah.\n-MARIA: Right, right. -Yeah.\n-Venus came super close today. -I know. I thought she had it.\n-But... MARIA:\nI say it's time to get her out. Q:\n Venus is the real problem with all the complaining, and the pushy and the running and telling\nthis story to this person. And, also, she has the greatest\n shot at winning immunity, as we saw in this challenge. She is a problem. So she needs to go. The negative vibes\nhave been a bit much. MARIA:\nYeah. Any chance Venus found the idol? No. MARIA:\nIt's time to get her out. I'm ready. Yeah. Ug h, w he n is m y al le rg y sp ra y go in g to k ic k in ? -You need Astepro.\n-Astepro? It's faster, Bro.\n8x faster than Flonase. It's faster, Bro! It's faster, Bro! It's faster, Bro! It's Mom to you. Astepro starts working\n in 30 minutes. Astepro and Go! I am o bs es se d wi th O la y' s Re ti no l Bo dy W as h. With Olay Retinol Body Wash, 95% of women\n had visibly renewed skin. It makes my skin feel\nso smooth and moisturized. See the difference with Olay. ( ♪ ♪ ) You made a cow! Actually it's a piggy bank. My inspiration\nto start saving. How about a more\nsolid way to save? I'm listening. Well, BMO helps get your\nsavings habit into shape with a cash reward\nevery month you save. Both:\nCash reward? And there's a cash bonus when you open a new checking\naccount to get you started. Wow. Anything you can't do? ( ♪♪ ) Mugs. ♪ BMO ♪ ♪ ♪ KENZIE:\nWell, well, well. -Pizza people.\n-Look who it is. LIZ:\nBen, feeling better?\nDid you get a slice down? -Yes.\n-I got-I got a slice down. -What was the best flavor?\n-LIZ: That was so fast. I feel like a Ninja Turtle\nright now. -Dude.\n-I'm not gonna undersell it. CHARLIE:\n The pizza winners\n come back to camp, and we do our classic niceties. \"How much did you eat?\n Was it delicious? Oh, tell us all about it.\n I'm so glad.\" Even though, seconds before they arrived, man, I thought that the people\nat camp were gonna eat them. It was tense. I'm happy with Maria's\n choices for me, but it really put the heat\non her and Q. I know they probably been\npitching me this whole time. -Yep.\n-Just got to let them know -that's not happening, so\nthey don't write my name down.\n-Okay. Yep. -In case V pulls out\nan idol, but...\n-Okay. the real plan is Venus. Okay. Okay. At this point in the game, I want the burners turned up\n on everyone but me. So if I can hide this vote\nwhen I don't have the necklace, and all of a sudden, everyone's\neyes are on Q and Maria, this is great. I mean, I did. I just... I feel really bad, and I'm not really sure\nhow to talk about it. Honestly, Maria,\nit was really weird. -We were all like, \"Wow.\"\n-MARIA: I know. There's no way\nto win that situation. And I told myself,\n\"I never want to win reward because I don't want\nto have to make that choice.\" And I knew I was gonna\npiss people off and I just, I apologize\nif I hurt anybody's feelings. There was just, there was no way to make\neveryone happy in that choice. Oh, I completely\nagree with that. I just can't stand Q,\nand I just don't know why you would\nwant to make him happy. 'Cause he's\nsuch an ass to everyone. He does nothing around camp. He used all the firewood in,\nlike, two hours. I'm done not expressing myself. MARIA:\nOkay. Yeah, go for it. LIZ:\nThat is my mindset, Maria. I guess that's what\nI've learned in Survivor, is, like,\nI've spent my whole life just letting myself be angry\nand not speaking what I'm really feeling for the sake\nof someone else's feelings. And I think, honestly--\nthis sounds crazy-- I think that's why\nI have so many ... allergies, because\nI've suppressed my own self for so long that my body\nstarted attacking things. So I've said my piece. I feel better.\nThank you for hearing me. Normally, I'm not someone\n who holds grudges, but with Q, it just feels\na little more personal. For some reason,\n he just keeps surviving. And I'm getting more and more and more and more\nand more and more irritated. MARIA:\n I felt like I hurt you,\nand I didn't like how that felt. I was just shocked about Q,\nbecause I'm like, \"He's a jerk.\" -So...\n-The thing is, Liz,\nis that, like, the only people\nthat are talking to me are Siga people and Q. That's it. -You know?\n-I feel like the only person\ntalking to me is Venus. And I don't believe\nanything she says. She's so all over the place. MARIA:\nWell, that's another reason\nwhy I can't work with her. I can't understand\nher game at all. Ditto. And so I guess\nthat's why I come to you, because it's like... I liked working with you\nfor Tevin. I liked working with you\nfor Tiff. I like the fact that you said, \"I'm here to play the game.\nI want to play the game.\" But, like, let's play the game. Right now,\n having not had a chance to talk to everybody,\nit seems like the ladies want Q out, and Q, Ben and I have\ndiscussed getting Venus out. And so, Venus and Q are\n gonna be the targets tonight. It's my hope\n that Venus goes home, but, you know, you never know. Like, as the sun starts\n to go down, sometimes things change and people scramble,\n and then a new plan comes out. In my mind, the people\nI'm working with are solid, but I guess that's\na silly assumption. ♪ ♪ Yeah, I know. I'm, like... -I know. I know.\n-Okay. Are you and Ben doing Q? I don't know about Ben. KENZIE:\n Well, Ben can do\n whatever Ben wants, but, like, -if you're gonna write Q,\nwe're good.\n-Yeah. It doesn't matter. Yeah, exactly. If an idol comes into play\nat six, and Q gets it and Maria wins immunity,\nthen we're screwed. -Yeah.\n-Like, we'd be so dumb\nto not get rid of him -right now.\n-Yeah, I know. -We've got to do Q.\n-I know. I don't think Q's a bad person. I don't think Q's evil, but... I'm fine with\nother people thinking that, because, ultimately,\n down the line, I want a final four that doesn't\nhave Q or Maria in it. What is your ideal final four? -Final four?\n-Yeah. 'Cause, frankly,\nwe got to think about it. I've been thinking about that. 'Cause a four at six\ncontrols the vote. VENUS:\n Charlie's in a power position. He's kingpin right now. And based off of discussions from today\nand previous to today, just based off\nof my relationship with Charlie as a whole, I think that\n Charlie really understands trust goes both ways. And if he sticks to the Q vote tonight, I'm gonna give him\nsomething in return next time. Can I tell you,\nI've got your back. -And I've got...\n-I've got yours, too. I've got\nsome things up my sleeve. -I feel like we'll be fine.\n-What does that mean? You don't have\nto worry about it now, -but I feel like in terms of...\n-I am worried about it. No, you don't\nhave to worry about it. I'm saying us,\nfinal four, is locked in. For tonight's vote, sure, I have an easy out.\nI can just play my idol. \"Oh, there's a risk of me\ngoing home. I can play it.\" But that's not what\n wins the game for you. It's about using it correctly\n or not using it at all because your social game\n is that good. And so, even though\nI have a guaranteed way of going into\ntonight's Tribal stress-free, I don't even care. I don't want to use it because, for me, if I get this correct and I get to save the idol\n for another vote, then that just\nspeaks to more of why I deserve to win this game\nin the end. We'll make it to final four. No. Okay. That's why I was... That seemed like\nthings up your sleeve. Or maybe I do. (gasps) -Who knows? No, I don't. But...\n-Oh, Venus. We-we will be close\nafter this vote. Yeah. Yeah. -Okay?\n-Yeah. Venus alluded to someone-- maybe her-- having something\nup their sleeve, as an advantage or some sort of extra spice that could\n shake things up around here. And I was trying to get Venus\nto tell me what the heck it was, but she kept being very cagey about it. In terms of idol,\nI really don't think Q has it. I don't think anyone has it,\nunless you do. -Unless it's up your sleeve.\n-No. (chuckles) No, no, no. -There's something else\nup my sleeve.\n-You're being all shifty. -No, I...\n-What else is up your sleeve? There's something else\nthat's going on that I'll tell you about later,\nbut it's not an idol. And that's why I'm so adamant to\nfind this idol, too, by the way. Yeah. I'm curious why\nyou're not telling me now. -Because I want Q out for sure.\n-Okay. And as soon as Q is out, we can have an open discussion -Yeah.\n-about everything that will\nguarantee us final four. -Okay. All right. No, no.\n-And that's like, that's like... -I trust you. I trust you.\n-Handshake.\nNo, handshake promise. -I trust you.\n-Okay. CHARLIE:\n I'm trying to set up\n a final four deal with Venus, and she's stonewalling me on\nsomething incredibly important. That, to me, is a red flag. So I've just got to think\nabout how to play this in a way that it doesn't sink my game. V talked to me,\n and she was like, \"I'm totally cool going\nto the final four with you -and Ben and one other.\"\n-Of course. -'Cause she's a poser.\n-Yeah. The other thing that V said is that she alluded to some advantage that somebody has. So it would either be her,\nLiz or Kenzie who has it. BEN:\nShe's saying whatever\nshe can to get out of tonight. \"I want to get Q out.\" -Yeah.\n-V has got to go. Q is a heavy target\n we got to get out of the game, but at the same time,\n Venus also does have to go. My reason for Venus\nhaving to go has nothing to do with her being a threat. She's just creating more\n and more chaos. She freaks out\n before every Tribal, and she's always running around\ntrying to pitch some crazy plan, and I'm sick\n of being around that. So I'd rather get her out first\nbefore we get out anybody else. CHARLIE:\n My head is going in 22 different directions. It's being\npulled every which way, and I just have\nto hope that I can figure out what's best for my game. But right now,\nit's a big old storm cloud. KENZIE: Okay. CHARLIE:\n...and they're gonna play it. -Venus is chaos. I don't\nwant Venus here, either...\n-Yeah. I trust what you want to do. Okay. So whatever-whatever... KENZIE:\n I think that\n the boys are being babies and don't want\n to make a big move because they want\n to feel secure. Because if they get rid of Q, then they're more vulnerable. But I'm like,\n\"If I get rid of Venus, then I'm more vulnerable.\" I just think it's foolish\nto not take out the biggest threat in the game\nwhile they're vulnerable. CHARLIE:\n The middle is a safe place\n to be and a dangerous place to be. It's a double-edged sword\nand, frankly, it's a sword that has\na point also pointing at you. -I know.\nI didn't know where you were.\n-I was like... Even though\nI might have power tonight, I could make a mistake that\nsinks my game moving forward. So it's Venus, right? Is that what you're hearing? Yeah. The way people are\n talking about Q and Maria, working with them\ncould taint my image. Right now, I know\n I'm a little bit of a threat, but people are not mad at me. After tonight's vote,\n my main concern is can I pull people\n that I've burned back into a position\n that benefits me? And I don't know\n if I can do that if I burn people\n who are so dead set on getting Q out tonight. It might be the last straw,\n and I might be public enemy number one\n for stringing them along. So it's really, really tricky\n where I am right now. -O h, h er e co me s th e br ea d gu y. -C om e on . If you save nearly\n$750 like this, imagine what we could get. Oh, like blackberries,\ncranberries. -Exactly.\n-Halle Berry. I'm just kidding,\nbut I love her. Switch to Progressive,\n and you could save hundreds. It a in 't m y da d' s ra zo r, Da d. Ay watch it! It's from GilletteLabs. This green bar releases\ntrapped hairs from my face... Gamechanga! ...while the FlexDisc\ncontours to it. So the five blades can get virtually\nevery hair in one stroke. For the ultimate Gillette\nshaving experience. The best a man can get\nIs GilletteLabs. ♪ ♪ Missing out on the things\nyou love because of asthma? Get back to better\nbreathing with FASENRA, an add-on treatment\nfor eosinophilic asthma that is taken once\nevery 8 weeks. FASENRA is not for\nsudden breathing problems or other\neosinophilic conditions. Allergic reactions may occur. Don't stop your\nasthma treatments without talking\nwith your doctor. Tell your doctor\nif your asthma worsens. Headache and sore throat\nmay occur. Tell your doctor if you\nhave a parasitic infection. Step back out there\nwith FASENRA. Ask your doctor if\nit's right for you. >> U ni ve rs it y of M ar yl an d Global Campus\nis a school for real life, one that values the successes\nyou've already achieved. Earn up to 90 undergraduate\ncredits for relevant experience and get the support you\nneed from your first day to graduation day and beyond. What will your next success be? Wa nn a kn ow a s ec re t? With NEW Secret Outlast, You can almost miss the bus... But smell like you didn't. Secret FIGHTS\n 99% of odor-causing bacteria. Smell FRESH for up to\n72 HOURS. Secret works! It's a crime\nto smell that good. At T J Ma xx , yo u ca n af fo rd to t ur n yo ur c lo se t into a place of\nendless expression. With the quality, styles,\nand prices you love. ♪♪ ♪ H ea ti n' u p th e ki tc he n ♪ ♪ We got somethin different ♪ ♪ Spreadin' good\nvibes all day ♪ ♪ Livin' in the Golden State ♪ ♪ Nada se puede comparar ♪ ♪ Livin' in the Golden State ♪ ♪ Vive en\nel Estado Dorado ♪ St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. ♪ ♪ BEN:\nWhat up, Jeff? What up, Ben?\nSomebody had some pizza. (chuckles) ♪ ♪ All right. So I brought popcorn\na couple of Tribals ago because I was expecting something fun,\nso I did bring the cushion. MARIA:\nAll right. And tonight,\nI didn't have popcorn, so I brought some licorice. -Damn!\n-(others exclaiming) Oh. So I am really... LIZ:\nOh, my God. -...ready to go tonight.\n-(laughing) -VENUS: Jeff...\n-BEN: Jeff, that's foul. PROBST:\nBut look, I can't\ngive you the whole thing because people go,\n\"What has happened to Probst? He's giving them food.\" But I don't want\nto be a bad host. I really like licorice when I'm\nwatching my favorite show, so... I'll give you one. -You got to figure out\nwhat you do with it.\n-(groaning) -This is Survivor. -VENUS: Oh, my God. Cool. BEN: Of course\nyou put me on the spot. I'm breaking it even. Let's go. -Everybody gets a piece.\n-VENUS: No. -Thank you.\n-KENZIE: Thank you. All right. -CHARLIE: A new taste\nthat's not coconut.\n-Thanks, Jeff. -Thanks, Jeff.\n-CHARLIE: That's pretty good. I can eat licorice. KENZIE:\nYeah. Thank you. All right, so, let's start with one of\nthe craziest challenges. At any given point, any one\nof you could have won it. Maria, you win,\nand you get to bring two people. It's the longest time we've ever spent\ndeciding who to bring. So how did that go? The first decision\nfor me was really easy, but then you have\nto start weighing, like, am I fueling my competition? Am I fueling my alliance? Am I feeding people\nwho are malnourished? Like, how do I\nmake this decision? And I had to give Q a chance and I wanted\nto give Liz a chance. And I said,\n\"Let's rock paper scissors, 'cause I can't\nmake this choice.\" Venus, you were clearly upset\nthat you weren't chosen. VENUS:\nIt's one thing to decide\nwho you're gonna take with on a reward,\nbut to start off by saying, \"You know,\nI really want to choose someone \"who is physically weak and really needs\nthis reward, health-wise,\" and then put on this farce to ultimately choose the most\nwell-fed, fittest guy here-- it kind of felt like\na punch in the gut. -It kind of felt cruel,\nyou know?\n-An act and a farce is... that's, to me, like daggers. That was the hardest decision\nI had to make today. So if she\ncan stand there and say, \"That was an act and that was\na farce,\" I'd love for her to take that spot\nand make the decision herself. I wouldn't\nhave prefaced the decision with that kind of comment. I would have just\nmade my decision and just been content with it. But, Jeff, if Venus\nwould have won the reward, she wouldn't have taken... -No way. (laughs) No way.\n-Q: ...uh, Maria. She wouldn't have taken me.\nYou know what I'm saying? -We'll never know.\n-Q: So... Uh, we know. -Trust me. Okay.\n-We don't know. You can't sit there and say,\n\"Well, Venus never would have picked me,\"\n'cause you don't know. So... You wouldn't have. And that's a fact. Wow. Charlie, what's your take? CHARLIE:\nSo, I think the big theme\nof this pizza reward is really \"decisions.\" And no decision in Survivor weighs as much as who we are voting out at any given Tribal Council. So, you're thinking about who are you putting on the jury? Who are you leaving in the game\nto work with you? And at this point in the game,\nwho am I going to sit next to at the end and have\nthe jury judge me against? Everything has consequences, and it makes this game just incredibly, incredibly hard. PROBST:\nKenzie, let's\ntalk about blindsides. When you're the architect\nof a blindside, it's great. And yet you can't tell people because there are idols,\nthere are advantages. Tonight's the last night\nyou can use Shot in the Dark. Does that get\nmore and more pressurized as the days\nget closer to the end? It's extremely pressurized. I mean, I got bamboozled\nby a blindside last time, and it wasn't even me. So when it's getting down\nto just seven, and everybody's telling you all these\ndifferent things, it's, like, so layered and weighted,\nand you just have to put your faith in these people who\nhave literally blindsided you, even if it's not\nyour name written down. It's very jarring. Liz, it's really interesting\nto hear Kenzie say that. That you get blindsided,\nand then you might actually have to work\nwith the people who lied to you. Amen. I've been incredibly vocal. (laughs) I don't know how else to say it.\nAnd I'm just... About what? (groans) -Okay, one more time.\nOne more time.\n-LIZ: Sure. (groans) (sputters) -I'm just feeling...\n-Okay. You've been\nvery vocal about what? About Q.\nI mean, come on.\nI-I feel like I... (groans) Like... Everybody's talking about,\n\"Oh, I want to make a big move. Let's blindside.\nLet's do this.\" I feel like I can't\ntrust anyone right now. It's like... Yeah, the-the Q and Liz\nrock paper scissors. And it was like,\nokay, in my head, Maria wants to play\nwith Q more than I thought. I don't know. It's... bleh. PROBST:\nQ, did you hear your name\nin the same way you have for the past few Tribals? Q:\nOh, yeah. I heard my name today. But, again, Jeff,\nI approach the situation the same every time. You tell me something.\nI tell you something. We agree. If I believe it, I'm going on about my way. If it's a lie, you will\nput my fire out tonight. That's how I go.\nI'm not gonna worry about it. But, you know, with the people that I've talked to, it seem like everybody's\non the same page. I don't know\nif that page is my page or someone else's page. I guess we'll find out. Venus, how would\nyou describe camp today? Today was a bit different,\nbecause up until the last vote, I've been in on what was\ngonna happen, and like Kenzie, I was on the wrong side\nof the vote for Tiff. So, although I felt like\nI could trust everyone before, now it's like I don't know\nwho's telling me the truth, who's lying, which way\nthe vote's gonna go. 'Cause people just\nlove writing my name down. Oh, my name is out there,\nas well, Jeff. But to be fair, everybody here knows to never, ever, ever, -ever, ever, ever, ever\n-VENUS: And yet he did. -say a name in front of Venus.\n-And yet he did. Why is that, Q?\nWhy do you think... Because what Venus will do is she'll come\nup to you aggressively. -Never.\n-\"What do you want to do?\" You tell her a name,\nthis is what she's gonna do. -Run and tell this person.\n-Straight-up... \"Oh, Liz said this.\"\nThis person. -\"Q said this.\" This person...\n-With Q, specifically, Jeff, -I made sure\nnot to talk strategy.\n-No one talks game with her. -I'm done talking about it.\n-VENUS: I would never\nin a million years try and talk strategy\nwith this man voluntarily. And that's a fact. And last vote\nproved that exactly, -with what happened to Tiff.\n-Q: That's why you didn't\nknow about the last vote. 'Cause they didn't trust you. Mm-hmm, but I knew\nabout the previous three, and you didn't, so... -Ooh.\n-(exclaims) -PROBST: Ben...\n-(chuckles) ...every Tribal,\nwhile entertaining, has been complicated. I don't think I've seen the cynicism and paranoia be played up to 11 the way it's been\nthe last few days. This is a prime example that some people are just\nnot gonna be on the same page. It's about making\nit through the next vote, because one crew that will\ndo one vote together is probably\nnot gonna be a crew that'll do\na second vote together. And it's\nbeen this constant shift since the beginning\nof the merge. PROBST:\nSo then, Charlie,\nwhat do you do? Sooner or later\nyou have to walk up those steps and write down a name. What is the final decider?\nWhat do you go to? CHARLIE:\nEven if you can't\ntrust someone, can you somehow point yourselves\nin the same direction? You know, set up\nyour row of dominoes all in a line and make sure that they all tip over and send the right person home\nfor your individual game. So, you have to be\nable to persuade people to point in the same direction. And I think that's\nwhat tonight's about. All right.\nIt is time to vote. Kenzie, you're up. ♪ ♪ Please get off the island. I'm sick of all your lies. ♪ ♪ I'll go tally the votes. If anybody has an advantage or\nan idol and you want to play it, now would be the time to do so. All right.\nI'll read the votes. First vote: Q. Venus. Kenzie. So, that's one vote Kenzie, one vote Q, one vote Venus. Venus. Two votes Venus,\none vote Kenzie, one vote Q. Venus. That's three votes Venus,\none vote Kenzie, one vote Q. Twelfth person voted out and the fifth member\nof our jury: Venus. That's four. That's enough.\nNeed to bring me your torch. -VENUS: Great job, you guys.\n-Love you, boo. Love you. Great game, sister. Venus, the tribe has spoken. -Great game, you guys.\n-Time for you to go. -VENUS: You killed it.\n-Bye, V. Grab your torches.\nHead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org Bl ad de r le ak un de rw ea r ha s on e jo b. I just want to feel protected! Especially for those\nsudden gush moments. Always Discreet\n protects like no other. With a rapid dry core that locks in your\n heaviest gush quickly for up to zero leaks. Always Discreet- the protection we deserve! We lc om e to t he W ay bo rh oo d. With Wayfair,\n finding your style is fun. [ music playing ]\nYes! When the music stops\ngrab any chair, it doesn't matter if it's\nyour outdoor style or not. [ music stops ] I'm sorry, Carl.\nThis is me in chair form. I don't see you.\n-Oh, come on. This one's perfect for you. But you. Love it. I told you we should\nhave done a piñata. I explained it\nso many times. Um-hum. They're not sitting.\n-And it rocks... You need to sit down. ♪ Wayfair.\n Every style. Every home. ♪ Wh at c au se s a cu rv e do wn t he re ? Can it be treated? Stop typing,\n and start talking. It could be\n a medical condition called Peyronie's disease,\n or PD. and it could be treated\n without surgery. Find a specialized urologist\n who can diagnose PD and build a treatment plan\n with you. Visit MakeaPDplan.com today. Ne w He rb al E ss en ce s is p ac ke d with naturally derived\nplant based ingredients your hair will love and none of the stuff\nit won't. Our Sulfate Free collections\nsmell incredible and leave your hair\ntouchably soft and smooth. New Herbal Essences. Extra cold. Was this fire person's day hard enough for\na Mike's Hard Lemonade, Joel? Was it? (Fire truck sirens) Hey (Cat hissing) Keep it cool, cool cat. Hard Days Deserve a\n Hard Lemonade I've been calm, but I need the storm. PROBST:\n Next time on Survivor... CHARLIE:\n I love her to death,\n but I have to vote her out. This is gonna be my favorite\nblindside of the season. MARIA: It's gonna\n light a fire under me. PHIL KEOGHAN: Previously on The Amazing Race... With seven teams eliminated, the remaining six teams' quest for the $1 million prize continued on the island\n of Barbados. Definitely harder than it looks. KEOGHAN: Angie got\n into the swing of things at the Roadblock. -DANNY: Yes, Mom! Come on!\n-Yes! (screams) KEOGHAN:\n But breaking\n an Amazing Race rule... You're not supposed\nto lose your crew. ...lost her and Danny\n valuable time. Bummer. KEOGHAN: Juan and Shane appeared\n to be sunk. -Oh, my God.\n-I didn't see\nany route markers. KEOGHAN:\n But the military pilots\n muscled their way through the Detour,\n passing four teams. Come on. Please, please. -Pilot boys just left.\n-Damn it. KEOGHAN:\n Boyfriends Ricky and\n Cesar continued to dominate. -Another first-place finish.\nCongratulations.\n-Yes! KEOGHAN:\nRod and Leticia were stumped... -How?\n-What are we missing? ...and stuck."
}