{
    "season": 46,
    "episode": 3,
    "title": "Wackadoodles Win",
    "transcript": "-There we go, there we go.\n-Ah! -(cheering)\n-Fire, baby! Aah! PROBST:\n Previously on Survivor... VENUS:\n All of a sudden,\n I have a rock-solid alliance. I'm feel pumped. KENZIE:\n I woke up this morning\n with an idea that we could make a fake idol and make Jess think\n she has a real idol. I'm trying to help. I have Jess on one side. I have Kenzie on the other side. So I know one of the two that I want to go home will exit tonight. Bhanu, you appear\nto be very forthcoming about who you're tight with.\nSo, how about Jess? Playing this for yourself? Yeah.\nGoing to play it for myself. -For yourself? Okay.\n-Yeah. This is... not a hidden immunity idol. (both laughing) Second person voted out\nof Survivor 46: Jess. Oh, man. The tribe has spoken. -Q: That was a fun Tribal.\n -TIFFANY: Yeah. -KENZIE: It was lively.\n-TIFFANY: It sure was. BHANU:\nI felt so naive. -I really did.\n-TIFFANY: Why? BHANU:\nWhere did she get the idol from? We just snipped it off\nof D.J.'s water bottle. When we got back to camp, I feel like we had a little bit\nof explaining to do. Bhanu didn't know anything\n about the fake idol, and we had to frame it so that, like,\nit was all in his best interest. We didn't want to tell you\nuntil we got back to camp because we didn't want you\nto accidentally blurt it out. Q:\nYou got to think about it now. Let's say if that idol was real. She wrote your name down, so... She wrote my name down? -Yes.\n-Q: Yeah. BHANU: She said that everyone's\nwriting my name down? Q:\nNo, she wrote your name down. KENZIE:\nWe all voted Jess. -We all voted for Jess.\n-Q: We all voted Jess. And she voted for you. That's why\nwe gave her that fake idol. KENZIE:\nSo that she wouldn't play\nher Shot in the Dark. Q:\nSo she wouldn't play\nthat Shot in the Dark. BHANU:\n I'm so glad that\n I'm still on the island. So... namaste to that. (laughs) But I could be the next person\n going home because Kenzie, Q and Tiffany\n are pulling all their master tricks. They played it in such a way that Jess plays\n the fake hidden humidity idol rather than\n the Shot in the Dark. And she writes a name,\nand guess whose name she wrote. Jess said that I'm her best\nfriend, and she wrote my name. (laughs) Survivor it is. Q:\nThat's why\nit's so critical at Tribal. We got to watch what we say\nand when we say things. Mm-hmm. Q:\nTribal is not over until Jeff... KENZIE:\nReads the votes\nand snuffs somebody's torch. Q:\nReads the vote\nand snuff the torch. So just because\nwe're at Tribal don't mean now is the time\nto air it out, you know? TIFFANY:\nYou can totally lie to Jeff. -It's okay.\n-(Bhanu sighs)\n-KENZIE: Or just, like, -not saying anything at all.\n-TIFFANY: Or just... I was about to say,\n\"Or just keep quiet.\" -KENZIE: If you don't\nwant to lie,\n-You can't lie, -just don't say nothing.\n-don't say anything. BHANU:\n They're saying like,\n \"Oh, you don't have to, \"like, give honest answers\n to Jeff Probst. You can just give him\n any kind of crap.\" But I can't do that. They said that you should know when to-- what is it-- when to show, when to shot? Something like that.\nI don't know what that proverb. Something... you know... Fold? Ah. You have to know when to... when to fold, when to hold. I'm not an actor. I can't do that. (sniffles)\nYeah. So that's where I'm at. (laughs) ♪ ♪ ♪ ♪ ♪ ♪ (birdsong) KENZIE:\n We are probably going down\n in Survivor history as, like, one of the\nroughest starts in the new era. We haven't won anything. We still don't have a fire. We're getting rained on,\nthe shelter has holes in it. We found\n this rock wall overhang. Here's a ton of dirt,\nand we slept here. Like, that's where Yanu is at. I'm gonna walk back to camp\nand get my water... -Are you okay?\n-Yeah. -What's going on?\n-Okay. -I didn't sleep, that's all.\n-Yeah? Yeah. It was raining all night. I didn't sleep a wink. And I'm paranoid\nbecause those three-- all three of them\n are in a tight alliance, and if we don't win the next immunity challenge,\n I'll be going home. They have so many tricks\n in their hats to pull. They're very good at this. All three are masterminds. One mind versus three. The only way to save myself is to find a hidden immunity\n idol so I can move forward. It's not here. Where can I find this idol? It can be under many\nof these coconuts. I've been looking for the idol\n pretty much the whole time I've been on this island. So many coconuts. And I don't have any luck. I have to turn\nall these coconuts upside down. I don't know. This is so frustrating. I want to play the game, and... I'm hitting a wall all the time. (groans) BHANU:\nCan I have\na heart-to-heart with you? KENZIE:\nWhat's wrong? I want to stay in this game, but it seems like, you know, my name is\non the chopping block next. And that's why I'm asking, like, if there is any way\nthat I can work with you. I mean, I'm open\nto hearing plans, for sure. I-I don't have any, and I'm not\nthrowing any names out there. I'm just asking, like... Do you see how\nthat's kind of hard for me to work with, though? Bhanu is not playing, is what Banu is doing wrong. He doesn't have a strategic bone\nin his sweet little body. I feel so alone. I don't know what to do.\n(sniffles) I need some help, Kenzie. KENZIE:\n He loves the game,\n he loves to watch it, but it's different to play it. I think he just came out here\nwith a good attitude, which is appreciated,\ndefinitely, but it's not a long-term thing\nthat's gonna get you far, especially now, in the new era. Like, we only have 26 days. People are dropping like flies\nand right now, it's us. Loyalty is very important\nin regular life and Survivor, but you also have to\ncome up with some plan for people to be able\nto work with. BHANU:\n Always sweet Kenzie--\n how she portrays herself-- she's like this mermaid... dragon. Mermaid up until here, but she's hiding\n under the rocks. She's like a very beautiful,\n sweet, kind mermaid. But when\nyou look behind the rock, it's a big dragon tail. That's Kenzie. I said, like,\n \"Hey, can I work with you?\" And she's like,\n \"Yeah, I can work with you, \"but you have\n to tell me the plan. \"So if you have a plan,\n then let me know and then we can work on it.\" Mermaid... dragon. Remember that. I don't know where\nmy-my position is in the tribe. Here's the deal. I want\nto keep you around because I know for a fact that you're a loyal person\nand a loyal vote. I would rather have somebody\nthat's loyal that I can coach you up\nto say, at Tribal Council, \"This is what you say.\" You've looked at past seasons, look at Boston Rob's season. He had a Phillip.\nYou're my Phillip. I know you're gonna\nbe a loyal soldier. You're gonna be there.\nYou're not gonna flip-flop. You can listen to information, but you're not gonna flip on me. That's what I want to take, bub. I knew Bhanu\n was having a hard time, but what I don't want him\nto do is get so wrapped up in his mind\nthat we're against him and he gives up. So I had to reassure Bhanu\n that we're in this together, and if push comes to shove, we just have to make sure\nthat we're on the same page. It is going to be\nan uphill battle to get our foot\nback into this game. But if you can\nconnect with folks like how you were\nat camp with us, you have a great shot\nat winning. -You see what I'm saying?\n-But I cannot win. -Anybody can win.\n-I'm a wackadoodle -and, like...\n-Wackadoodles win. Get the confidence within. You can win,\njust like I can win. So, cheer up. We're good. -Thank you, Coach.\n-Yes, sir. BHANU:\nThat's a really,\nreally good talk. However, what if the girls\ncame up with that idea? Because even last night, the girls came up with\n the fake immunity idol thing. So what they're trying\nto do is... I don't have to play my Shot in the Dark so they can...\nthey can vote me off. That's what they wanted to do. Or maybe Q is really... He like... he likes me. I don't know. How will I know? That's how smart\n those three are. Th e vi ru s th at c au se s sh in gl es i s sl ee pi ng .. . In 99% of people over 50. It's lying dormant, waiting... and could reactivate. Shingles strikes as a painful, blistering rash\nthat can last for weeks. And it could wake at any time. Think you're not at risk\nfor shingles? It's time to wake up. Because shingles could\nwake up in you. If you're over 50, talk to\nyour doctor or pharmacist about shingles prevention. ♪ ♪ At Metro get\na new iPhone 12 with 5G. Take amazing pictures,\nand share instantly. You don't take\nyada yada in life. Don't take yada yada from your wireless provider. Get a new iPhone 12\nwith 5G for only $99.99. Only at Metro. ♪ F eb re ze Man:\nI don't about y'all, but when it comes\nto working from home, I gotta have every\npart of my house clean. That means tidying up, then spraying my\nFebreze Air Mist, to leave every room\nsmelling fresh and clean. With that done,\nit's time to get to work. ♪ La la la la la It ' s ea sy t o ge t lo st in i nv es tm en t re se ar ch . Introducing J.P. Morgan\n Personal Advisors. Hey David. Connect with an advisor to create\n your personalized plan. Let's find the right\ninvestments for your goals Okay, great. J.P. Morgan Wealth Management. ♪ ♪ JEM (sing-songy):\n We're going on a field trip. Going to find some idols. CHARLIE:\nOh, idol, where are you? Where do you live? MORIAH:\n This morning, we all agree to go on an idol hunt together. Aah! The thing\n with a group idol hunt is you're half hunting for idols and you're half hunting\nfor pocket clumps. You got one eye on the ground and you got one eye on\nthe person next to you looking. -Did you find it?\n-No.\n-No. Off the beaten path, eh? I got stuck\nin a tree once as a kid. BEN:\nNo bueno, dude. (laughs) I was like,\n\"It's not. It's a leaf.\" Big old nothing.\nBig old goose egg out here. Charlie, did we\ngo that way already? I really think, like,\nthis tree looks promising. CHARLIE:\n The group idol hunts--\n they feel a little fake. I guarantee you, if anyone out here\ncould find an idol or advantage on their own and in secret, they're gonna keep it\nto themselves. JEM:\nKeep looking. We'll find it. CHARLIE:\n I want that to be Charlie's idol.\nI want that to be mine. JEM:\nThis is such a unique tree. I feel like\nit has to be one in here. CHARLIE:\n If I find something,\n I don't want anyone to hear me screech\n or see the sparkle in my eye when I know\nthat I have that extra little safety\n in that little, little pouch. JEM:\n I spot the Beware Advantage. I grabbed it and I immediately\n stuck it in my pants. And Charlie's right next to me, so I had to tell myself like,\n\"Calm down.\" My heart was like this 'cause\nI was so scared in that moment. Come on, little idol. JEM:\n I think I pulled it off 'cause everybody was still\n idol hunting like crazy. In the back of my mind, I was like, \"What did I just, like, literally\nshove down my pants?\" I was like, \"I want to read it.\n I want to read it so bad.\" Oh, my God. I hope that\nit's a simple process. I want to go, like,\n dig it up and find out, but I don't want\n anybody to know. I'll go tonight. I don't care\nif it's dark and I can't see. At least I know\nwhere I have to go. Finally, it gets pitch dark. We're laying around, and I look\n to see if everybody is asleep. (snoring) I heard Tim start snoring. So, this is the perfect\n golden opportunity to slip away silently. (snoring) My heart's beating, like,\n really superfast because I don't want\n to get caught 'cause that's gonna paint,\n like, a target on my back. But to play this game, you have to be tough\n and you have to take every advantage that you have in order to, like,\n propel you further. So I start digging.\n I can't see anything. Like, literally,\n it's so pitch black. And then, I move some more.\n Like, I dig really deep. And then, I feel a box. My heart just dropped.\n It's a freaking lockbox. And then,\nI saw a scroll attached to it. Then it says... \"The location of the key\nwill remain a mystery until after your tribe loses\na future immunity challenge.\" \"Until you have taken possession\nof the idol, you cannot vote\nat Tribal Council.\" Oh, my God. What the hell did you\nget yourself into, Jem? I just want that idol so bad, like, now more than ever 'cause\nI need it to restore my vote. (chopping) What is this man doing now? LIZ:\nYou're gonna make\na bed right here? Oh, I believe you. Hunter is Survivor MacGyver. Anything that comes to his brain or that the tribe needs,\nhe can do. SODA:\nWhere does\nhe get this stuff from? Must just run in the family, like, the outdoor lifestyle.\nYou know? He actually doesn't need to talk\n that much strategy right now because he has strength\nand we want to keep winning. So, no one wants\n to get rid of him. -(creak)\n-SODA: Oh, it made a bed sound. (laughing):\nIt made a bed sound. LIZ:\n I feel like he's here because he just loves the adventure\nof it all. HUNTER:\n I love that people think I'm just here to help the tribe. I'm a very intelligent\nindividual and I don't want people\nto know that. I want to keep that inside. When I was growing up,\n I was always good at school. I graduated college early. I had direct admissions\ninto medical school. I had a full-ride scholarship. But as I was getting set up\n to go to medical school, I got the opportunity\n to substitute teach for my sister in my hometown. I had just seen Survivor. I fell in love with it. And I said, \"I want to build\n a challenge for the kids \"before I go off\n to medical school. It'll be my last big thing\n to plan before I go.\" But being in the classroom and being with the kids day in\n and day out and having kids come to me and say,\n \"I really enjoyed that.\" I was like,\n \"Wow. This just feels right.\" And so I changed from the full-ride scholarship\nto medical school. My parents lost their minds,\nbut I came back and I chose to teach. I also don't think I want\n to advertise that, \"Hey, I build challenges\nin my backyard.\" This is what\nmy house looks like. It's full of puzzles\nand stuff left over from previous challenges\nthat I've done. The drop-down puzzles,\ntiles for building towers, more puzzles,\nreplicas of puzzles, more pieces of puzzles, sandbags thrown,\nmore stacks of puzzles, more puzzles. So, yes, I am a superfan, but it seems like\na silly thing to share. Uh, it-it's like-it's like\npainting a target on my back. Oh, Hunter. Wow. Make me a Tempur-Pedic. VENUS:\n Hunter is just... We see him every season. You know, there's always\nthat one big buff guy. \"I'm the provider.\n You can't vote me out.\" And as a person, I think Hunter's, like,\na really sweet dude. But also, I can see\nright through that facade. Tevin and Hunter\nare running this game and if you don't\nsee that, then... Hunter is running this game? -You don't think so?\n-No. -Do you?\n-I-I can't see your perspective unless you provide\nyour perspective. I'm asking you\nfor your, you know? Uh, my perspective is\nI'm not blind. If you just look around,\nwho has the greatest link with as many people? Hunter has Tevin on lock.\n He has that connection. I want Hunter out\n because I feel like he has too many links\n with too many people, and we need\nto break that chain immediately. Sk in -c ar vi ng n ex t le ve l hy dr at io n? New Neutrogena\nHydro Boost Water Cream. A vital boost of nine times\nmore hydration* to boost your skin's barrier\nfor quenched, dewy skin that's full of life. Neutrogena. Hydro Boost. Li be rt y Mu tu al c us to mi ze d my c ar i ns ur an ce and I saved hundreds. That's great. I know, I've bee telling\neveryone. Baby: Liberty. Oh! Baby: Liberty. How many people did you tell? Only pay for what you need. Jingle:\n♪ Liberty. Liberty. Liberty. ♪ Baby: ♪ Liberty. ♪ [C ou gh ] Honey... Honey. NyQuil Severe Honey. Powerful Cold and Flu Relief With a Dreamy honey taste NyQuil Honey, Ni ce D re ss ! -Y ou t oo . The best part? It has pockets!\n- It has pockets! I know!\nI know, right! Oh my gosh! Well that, and the Cash Back.\n-What? With Rakuten. It's\n a shopping app. I saved a ton on our dress. This is unbelievable.\n- This is unbelievable... I know, right! You're going to get\nso much Cash Back. Okay, I'm going to\ngo change 'cause... - [N ar ra to r] B e pr ep ar ed fo r no w an d wh at 's n ex t with NEXT Traffic on\nKCAL News Mornings. ♪ ♪ -Yo, Randen.\n-What's up, man? How are you? The weather was terrible\n last night, so we all decided to sleep\n in the shelter we built. In the middle of the night,\nI felt, like, a sharp sensation,\nlike a... it was like a zap. And I realized that I was limp\n on my right side. Dude, I don't have a sense... Like, I can't grip anything\nwith my right arm. -Oh, my God.\n-So... I mean... All right, so, uh,\nthis morning, I got up and I noticed that I had, like,\na tingly feeling, a prickle, like, a prickly feeling\nin my leg and on my arm from here to my...\nfrom... to my fingers. I was swinging my arms,\ntrying to stretch, figure it's just bad sleeping,\nyou know, but I can't grip with my right hand. So, immediately, I'm scared, you know, because\nI know we have a challenge And I really never wanted\nto sit out a challenge. I'm gonna have medical\ntook a look at it. I've never experienced\n something like this, ever. This is my worst nightmare. I need my arms. -DR. WILL: So,\nit's this bit here?\n-Yeah, that is numb. -That is, like, a numb...\nStraight numb.\n-Just there? There? -And how about this side here?\n-I don't feel that at all. No sensation at all? RANDEN:\n Out here, everybody has\n to do something. You have to pull your weight. So, something like this-- it can be a liability. People look at you like, \"Well,\nwhat are you useful for, then?\" What am I gonna do,\na running challenge? Our kind of working diagnosis\nat the moment is you've got a trapped nerve,\nmaybe lower down in the arm. It could potentially\nbe in the neck. It's really hard\nto-to tell at the moment. I understand that this is not\ngonna help me do a challenge. I think that's sensible. I think\nwe do need to keep a close eye on you and see\nwhat direction things move in. Okay. -See you.\n-Nice to see you, too. RANDEN:\n I'm the kind of guy that wants to face things head on, and I just want to heal\nso I can compete. I hope that today when I rest,\n that it gets better because the tribe game is teamwork. And now\n I'm kind of a liability. ♪ ♪ Come on in. Nami and Siga,\ngetting your first look at the new Yanu tribe. Jess voted out -at the last Tribal Council.\n-(gasping) I told y'all. All right, shall we get\nto today's immunity challenge? -(all voice assent)\n-(whooping)\n-PROBST: First things first. Got to take back the idols. Thank you, Liz. -Bye, Frodo.\n-Thanks, Jem. Once again,\nimmunity is back up for grabs. For today's challenge\nyou're gonna leap into the ocean, then climb up and over\n a stack of crates. You must then work together\n to get over a rolling barrel, then up a net ramp. When you reach the beach,\n you'll dig up sandbags and attempt to land them\n on a series of targets. The first two tribes to finish win immunity,\nsafe from the vote. In addition,\nyou're playing for reward. (cheering) Want to know\nwhat you're playing for? -(all voicing assent)\n-PB and J! First tribe to finish-- a massive Survivor toolkit -Oh, a tarp. A tarp!\n-and a large tarp. -Tarp! Tarp.\n-Tarp. Second tribe to finish-- -smaller toolkit\nand a smaller tarp.\n-MORIAH: (whoops) Tarp! -There's nails in there, bro.\n-Worth playing for? -(all voicing assent)\n-Oh, yeah.\n-PROBST: All right. Losers: Tribal Council,\nwhere somebody will be the third person\nvoted out of Survivor 46. And as a penalty for losing, I will keep your flint.\nYanu, you are still\ntrying to earn yours. Sit-outs.\nSiga, two people sitting out, cannot be the same person, which means\nMoriah must participate. Maria and Jem gonna\ntake a sit-out for Siga. Nami, two people sitting out.\nIt cannot be Liz. -She must compete.\n-I think it's long... Who are gonna be the sit-outs? -SODA: Do you want to go?\n-I'm comfortable. You go. -I'm sitting out, Jeff.\n-SODA: Okay. PROBST:\nRanden and Soda. All right, sit-outs, take a spot\non the bench. Everybody else, give you a minute\nto strategize. -We'll get it on. Let's do it!\n-(applause) ♪ ♪ All right, here we go. For immunity and reward. Survivors ready? Go! Got to swim out to the platform, go up and over those crates. Everybody in the water. -Come on.\n-PROBST: Yanu still looking for their first win\nof the season. Gonna be Bhanu up first. Here goes Tim for Siga.\nThat's how you do it! Here comes Ben for Siga. -Okay.\n-Come on! -TEVIN: We're good, we're good.\n-PROBST: Q in the water. Here comes Charlie. Nami taking a long time\nat the crate. That ocean is moving\neverything around, making it very difficult. Got to get everybody\nto the barrel. Pick it up! Let's go! We got this, we got this.\nGo, go, go. PROBST:\nLiz finally in the water.\nThere goes Venus. Let's go. PROBST:\nThere goes Tevin. Nami in an unfamiliar spot: dead last. Now you've got to work together to get over that barrel. The most difficult part\nof the challenge right here. That barrel's gonna\nmove the other way, pull you back down. -There we go.\n-PROBST: Tim is over for Siga. It's Siga in the lead. -Q trying to get over for Yanu.\n-MARIA: Come on, Siga! -PROBST: Q is over.\n-SODA: Come on, Nami. -You're in this.\n-PROBST: Nami's at their barrel. -They can start working on it.\n-We're good. This requires\na lot of communication -and everybody working together.\n-I got you. I got you. Push. PROBST:\nThere goes Ben for Siga. -Go, Siga!\n-PROBST: Siga has two people over the barrel now. -There goes Kenzie.\n-Yes. PROBST:\nThere goes Moriah for Siga. -SODA: Nami, let's go!\n-PROBST: Nami still\na big goose egg. Nobody's gotten\nover that barrel. Charlie now the remaining\ntribe member for Siga. This is where\nit gets really tricky. -Fly!\n-PROBST: There goes Bhanu\nfor Yanu. Look at that.\nYanu's in this challenge. TIM:\nI got it. Go, go, go! PROBST:\nThey've got Charlie.\nYou're good, Siga! Siga can head up\nto the net ramp. -SODA: Let's go, Liz!\n-PROBST: Liz is over. Let's go, Nami!\nYou got this! -You guys got to get ready.\n-No, no, we're good. TEVIN:\nThat's right, you're so good.\nY'all are doing great. PROBST:\nThere goes Tiff! You're good, Yanu! Get to that net ramp. Keep moving.\nIt is Siga in the lead. Yanu is not in last. -Push it, Venus!\n-Come on, Venus! Got to roll it. PROBST:\nVenus is over for Nami. -MARIA: Come on, let's do it!\n-PROBST: You're good! -Start digging.\n-JEM: Go, guys. Go! PROBST: Here comes Yanu. There goes Kenzie and Q. You guys got this, Siga!\nYou've got this! MARIA:\nYeah, Nami. All right, ready?\nOne, two, three. Yes! Wow! Tevin pulls Hunter! What a move by Nami. -That's how you do it!\n-PROBST: That was\na one-two punch. That might get Nami back in it. Q and Kenzie are literally\nwalking up the beach. Seven days of fatigue\non Survivor. It is Siga digging.\nNow Yanu can dig. Nami still in the water,\ntrying to get back. You need to pick it up! -Let's go, Nami! You're in it!\n-Come on, Nami, let's go! PROBST:\nCan they make up the time? Siga has their sandbags. You got to get them all out\nbefore you can start throwing. -SODA: You're in it, Nami.\n-PROBST: There goes Hunter. Liz is over, Venus is over, Tevin's over. SODA:\nPush! Let's go, Nami! JEM:\nCome on, Siga! We got this,\nSiga! We got this, Siga! It's gonna be Moriah\ntossing bags. (indistinct chatter) PROBST:\nYanu has their sandbags. -SODA: Let's go, my babies.\n-You're good! Start digging! SODA:\nTake a breath, loves of my life.\nYou're in it. PROBST:\nHere comes Bhanu in for Yanu. Ben now gonna give it a shot\nfor Siga. Y'all are so in this. PROBST:\nStill nobody\nwith any bags landed. That is good news for Nami. -Yes! Yes!\n-Yes! Come on and land it!\nKeep going! PROBST:\nNami has their sandbags. Got to get 'em untied\nand emptied. Nami is back\nin this challenge as Yanu and Siga have yet\nto land a single bag. Bhanu misses.\nCharlie misses. -There goes Hunter.\n-SODA: I believe in you. PROBST:\nWe are dead even right now. -Yes!\n-Yes!\n-PROBST: And Hunter lands with his first toss, the first bag. -It is now Nami back\nin the lead.\n-RANDEN: Good shot. -Hunter, get it!\n-There you go. Hunter has\na second bag for Nami. Hunter with another...\nNice touch. On and off. Hunter has got this figured out.\nThat is three in a row. -JEM: Charlie, you got this!\n-PROBST: Q feeling the pressure. Charlie feeling the pressure. SODA:\nYou got it, baby. PROBST:\nNami was in dead last, and they are now decidedly\nin the lead. And there is number four\nfor Nami. Still nothing\nfor the other two tribes. -Oh, I got it!\n-PROBST: Tiff lands\nthe first one for Yanu. Hunter for the win. -(cheering)\n-There it is!\nNami wins immunity, once again safe from the vote. An amazing performance\nby Hunter. We are looking for one more. It is now Siga and Yanu. Yanu in the lead with one. Q coming back in,\ntrying to land number two. Q, slice it! Charlie has the first one\nfor Siga. We are tied, one-one. Five bags total. Somebody gets hot,\nthis could be over quickly. Yes! PROBST: Could it be Charlie?\nHe lands a second for Siga. It is now Siga in the lead\nand Yanu trailing. -Yes! Yes!\n-Yes. Q sticks the second for Yanu. We're tied again, two-two. Charlie trying\nto land the third. And he does. Siga back\nin the lead with three. Q. -Oh, Q knocks one off.\n-Oh, no! Now it's Tiff back in, trying\nto make up something for Yanu. -KENZIE: Yes, yes, yes, yes!\n-PROBST: And Tiff gets hot. -Tiff lands a second.\n-You got this, Charlie! -(whooping)\n-PROBST: Charlie has the fourth\nfor Siga. Can he close it out? Just misses. Tiff lands a third. Who's gonna pull it out? It's Charlie and Tiff right now. Charlie just misses. Tiff just misses. Q back in now for Yanu.\nSiga down to their last bag. Q trying to tie it up.\nCharlie trying to win it. Q lands the fourth for Yanu. We are tied again. Charlie and Q trying\nto be the hero for their tribe. -BEN: There it is, Charlie.\n-PROBST: You win it for your tribe or you lose it for your tribe. (overlapping chatter) Right there. -Charlie does it for Siga!\n-(cheering) Siga pulls it out, sending Yanu back to Tribal Council -for the third straight time\n-Aah! this season. And it's all there\non the faces of Yanu-- absolute despair\nat another loss. We were so close. Q. KENZIE:\nYou gave it your all. You were so close. Nami, congratulations. -The winning streak continues.\n-(cheering) Ow, ow! Nobody going home from Nami. Siga, once again,\nimmunity is yours. Nobody going home from Siga. Before I send you out of here, we have a journey scheduled\nfor you today. Nami, you're in charge\nof who goes. You're gonna choose\none person from your tribe, one person from Siga\nand one person from Yanu. So, first tell me\nwho's going from your tribe. -Liz.\n-Liz is going.\n-PROBST: All right. So Liz is going.\nAll right. Who from Siga's gonna go on this journey? I'm gonna go with Ben. -Who's gonna go from Yanu?\n-Bhanu. PROBST:\nAll right, Liz, Ben and Bhanu, grab your stuff, head out.\nBoat's waiting for you. You will return back\nto your camp before Tribal. -Be safe.\n-Love you. Have fun. PROBST:\nAll right, Siga, Nami, no Tribal Council,\nnobody going home. Your reward will be waiting\nfor you back at camp. Grab your stuff, head out.\nEnjoy the night off. -Thank you, Jeff.\n-Thank you, Jeff. All right, Yanu, nothing to say. Seven days already\nwithout flint. I'm keeping it. Sorry for you. You'll have another chance to win it back\nat your next immunity challenge. Grab your stuff, head out. See you tonight at Tribal. -See you later, Jeff.\n-PROBST: See you later. TIFFANY: Bhanu is absolutely,\n 100%, unequivocally the worst person that could\nhave gone on that journey. Bhanu can't keep his mouth shut. I'm just wondering\n what information he's giving up\n to this other tribe. And I really hope Bhanu doesn't\n get some type of advantage because that's gonna make that\n ten times harder for us to get him out. Survivor is still going strong\nin its third decade because of the people\nwho apply to play. If this adventure\nsounds fun to you, I'd love\nto see you out on the island. If y ou r mo de ra te t o se ve re Cr oh n' s di se as e or ulcerative colitis symptoms are stopping you\nin your tracks... choose STELARA®\nfrom the start... And move toward relief\nafter the first dose... with injections\nevery two months. STELARA® may increase\nyour risk of infections, some serious, and cancer. Before treatment,\nget tested for TB. Tell your doctor if you have\nan infection, flu-like symptoms,\nsores, new skin growths, have had cancer,\nor if you need a vaccine. PRES, a rare, potentially\nfatal brain condition, may be possible. Some serious\nallergic reactions and lung inflammation\ncan occur. Feel unstoppable. Ask your doctor how\nlasting remission can start with STELARA®. Janssen can help you explore\ncost support options. Yo u ca n' t le av e wi th ou t cu dd le s. But, you also can't\n leave covered in hair. With Bounce Pet, you can cuddle\n and brush that hair off. Bounce, It's the Sheet. ♪ ♪ All right, who brought\nthe bad karma to this situation? Shocking turn of events, Survivor fans. Yanu got their ass beat again. (laughs) We lost again. How? I don't know. Everything was going so right\nand it still went wrong. But at this point,\n losing feels expected for us. Also, out of\nall the friggin' people that get picked\nto go on the journey, the one who we want to vote out. And I guarantee you his ass\nis up there giving it up. \"Yeah, me and Tiff are in line. \"And me and Q is number one. -Me and Kenzie...\"\n-\"And they all played\na fake idol against Jess.\" -He's spilling our whole game.\n-I know. I know he is up there\ngiving it up, bro. KENZIE:\n Bhanu getting picked\n to go on the journey was just another typical Yanu bad luck situation. The one thing\nwe don't want to happen happens. It's almost like this is some weird Survivor karmic curse that we have. I don't know what's going on. What is wrong with us? That's on me. -I-I'm telling y'all.\n-BOTH: No, it's not. -Stop.\n-No, it's not on you. -No, it's not.\n-Q: Listen, we're... I was put in the spotlight to deliver for my tribe, and I let 'em down big time. I choked at the end\n and I didn't get it done. Now my tribe has\nto go back to Tribal Council and, you know, I feel horrible. Horrible. As a former Division I athlete, I'm built for moments like this. I'm very, very tough on myself because I understand\n that I can do better. Time to be clutch. You weren't clutch, bro. You weren't clutch at all, bro. One bag. Bro, you couldn't sink one bag. You screwed up. Why should they go home?\nWhy should you stay? It takes me back to a time when I was in high school. I was the star player or\nsupposed to be the star player, and I fumbled -with a minute left in the game.\n -(crowd groaning) -(whistle blows)\n -And the other team\n picks it up and win. That following Monday,\n it was huge in the newspaper. \"Burdette fumbles.\" That's a bad feeling. And that is how\n I'm feeling right now. In this game,\n this was my lowest moment. So now I feel like it's up to me to make up for it. I fumbled today, you know? And it don't feel good,\nyou know? -It's-it's tough on me.\n-But it's a bizarre thing. -Q: I know. It was.\n-Like, no one has ever...\nYou couldn't practice that. -But it's not about practice.\n-Yeah. It's about execution. He didn't practice, either. And when the time got down, and it was crunch, he clocked in and I didn't deliver. And for me, that's\nnot-that's not acceptable. So, tonight at Tribal, I'd rather it be me\nthan, like, somebody like Bhanu. (scoffs) Q, surprisingly, became a martyr and was like, \"Vote me out.\" And I can't get a read on it. It's not his personality,\nbut it is. It's very confusing. That's what's so crazy\nabout this game. Like... You don't know what to believe.\nYou don't know who to trust. It's so bonkers. Q:\nI'm serious about this, though. You go on in the game.\nSeriously. I'm-I'm being deadass.\nI'm deadass. Especially after\ntoday's performance, you know? Oh, give me a break\nwith the ... self-deprecation. You know damn well\nI'm not voting you. Q doesn't handle\n these losses well. I think it's because, like,\n he has this invisible pressure that he's putting on himself, because everybody's looking-- well, I'm not looking to him\nfor guidance-- but other people are\nlooking to him for guidance. Like, \"Oh, yeah, Coach.\nTell us the game plan,\" which I think\nis stupid and silly, anyway. Why does my road\nalways have to be the hardest? TIFFANY:\n Why are y'all letting somebody\n coach you through this game that you're supposed\n to be playing for yourself? I think that's dumb.\n I already have a plan. My plan is to vote Bhanu. And fingers crossed that\n he doesn't come back to camp with an idol in his pocket. ♪ ♪ ♪ ♪ Thank you. I'm so excited. I'm going on the journey\n with Bhanu and Ben. Hi, friends. What's up, crew? My goal is just to see what is really going on at Yanu.\n(chuckles) I'm so curious. Hey, Bhanu,\nif I may just say something before we start chilling. I see you putting in the heart. -Yes.\n-I see you giving your all. Great players have come back\nfrom far worse, and I don't want you to think that's indicative\nof the game you're playing, the situation you're in.\nAnd who knows? We might be able to turn\nthat around for you right now. -But I'm stoked to be here\nwith all three of us, all right?\n-Yeah. I was just thinking,\nit's day seven. Like, congratulations, guys. Thank you. When I prayed this morning,\n was giving gratitude. I asked God, like, you know,\n \"Show me a sign that you exist,\nthat you're listening to me.\" And there you go, the journey. Bhanu, you want to read? -Are you okay?\n-Yeah. (sighs) LIZ:\nWhat? Ooh. -No.\n-(exhales sharply) Talk about\nthings that do not rock. Literally. -(laughs)\n-Okay? (chuckles) Yeah, this is wild. So what does it mean?\nThe white rock sits out? -Yeah. So, you-you get...\n-Yeah. So only -two people move on.\n-You don't get to do anything. This is the end. Bhanu, are you guys okay? I... No, I think, um, tonight's\ngonna be my last Tribal. Tonight's gonna be my last,\nand that's how it's been for me. Would you like a hug? -Okay.\n-Come on, buddy. (Bhanu sniffles) Just remember, you still\nhave a Shot in the Dark, too. -And you still\nmight win an advantage.\n-LIZ: And... -Yeah, who knows? I mean...\n-It's, uh... I'm always on the out and\nnot in any strategy discussions. Tiffany and Q are really tight. -Amen. I can see that.\n-Yeah. -You can see that.\nEveryone can see that.\n-Yeah. And Kenzie's a mastermind. -Kenzie is running\nthe show at our camp.\n-Oh. Kenzie's the one who's actually, like, influencing Tiffany. LIZ:\nThe brains? BHANU:\nYeah, she's the brain. Whatever order she wanted,\nthat's happening. And tonight, it's me,\nbecause, of course, she... she wants to stay in the game. And-and Tiffany and Q--\nthey don't vote for each other. So that-that's my position. LIZ:\n Bhanu has a meltdown,\n so we just let him unravel and he tells us everything. It is a gold mine\nof information. So I just stay quiet and I just let him talk. (sobbing):\nI need a miracle. LIZ:\n And unless he is Leonardo DiCaprio, I cannot not believe this man. BEN:\nThis is a game of emotions. So don't be hard on yourself\nfor being emotional. Make that your fuel. They say that I'm not strategic. They say that I'm-I'm only\nemotional, and I'm a fool. -That's all I am.\n-They said that? BEN:\nThat does not rock. -Oh, my gosh. That's just mean.\n-BHANU: (sniffles) Yeah. -BEN: Strategies are working.\n-BHANU: They said, \"You have to know\nwhen to hold and when to fold.\" I said, like, you know,\n\"I'm playing with my heart.\" I'm not strategic, but my poi...\nmy point being on Survivor is not to win a million dollars. I want to win a million hearts. -That's more important to me.\n-Oh. So I'm here for that journey\nand not for the money. And everyone knows about that. Well, here's one heart. Here's another, dude. Like Bhanu said, \"I didn't come\n to win a million dollars. I came to win a million hearts.\" A little corny, but, like,\nwhen you're raw like that, it hits.\nYou know what I'm saying? That's like an Oasis line,\nfor sure, okay? \"A million hearts\" on three. One, two, three. ALL:\nA million hearts. -All right, Bhanu.\n-Go for it. BHANU:\n I'm hoping for a white rock, because if I lose my vote, I can't play\n the Shot in the Dark. So I want\nto play it safe tonight. This is it. ♪ ♪ ( ♪ ♪ ) Some people just know\nthat the best rate for you is a rate based on you,\nwith Allstate. Because you know that just\nbecause it fits in the cupholder\ndoesn't make it ‘to-go'. And you know how to brake,\nwithout breaking everything. And you're definitely\nnot doing -okay, I don't even know\nwhat this is, but you're definitely\nnot doing that. With Allstate you're connected\nto a rate based on you. (♪♪) ♪ ♪ ♪ ♪ Irresistibly smooth chocolate. To put the world on pause. LINDOR.\nMade to melt you. By the Lindt\nMaster Chocolatier. Wa nn a kn ow a S ec re t? More than just\nmy armpits stink. That's why I use Secret Whole Body\ndeodorant... everywhere. 4 out of 5 gynecologists would recommend\nWhole Body deodorant, which gives you\n72 hour odor protection from your pits to your- (SFX: deoderant being sprayed) Secret Whole Body deodorant. Sa ve b ig o n sp ri ng d ur in g Kohl's Friends and Family Sale! Take 20% off with your coupon. And get women's\n dresses - $23.99. And men's polos\n starting at $10.39. Then save up to 40% on\n kids' Easter outfits. Plus, earn Kohl's Cash on your faves at Kohl's. I kn ow t he i mp or ta nc e of ta ki ng c ar e of m ys el f. How are you doing\n between practices? I feel pretty good. Surrounding myself with\n a great team. De'Aaron we're going to\n take a quick look at your knee with\n ultrasound. Everything is looking great. But not just for me. For them. It's great to see you again man. Thanks JB. For all that is me, for all that is you, Kaiser Permanente. ( ♪ ♪ ) You made a cow! Actually it's a piggy bank. My inspiration\nto start saving. How about a more\nsolid way to save? I'm listening. Well, BMO helps get your\nsavings habit into shape with a cash reward,\nevery month you save. Both:\nCash reward? And there's a cash bonus when you open a new checking\naccount to get you started. Wow. Anything you can't do? ( ♪♪ ) Mugs. ♪ BMO ♪ ♪ ♪ ♪♪ ♪♪ ♪♪ ♪♪ St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. (sighs) BEN:\n So everybody's\n got to draw rocks. The one white rock will go home.\n No risk, no reward. The blue rocks have a chance\n to compete for an advantage, but if they fail, they lose their vote\nat their next Tribal Council. LIZ:\nThis is it. Look at that. ♪ ♪ All right. The universe\nalways finds a way, dude, okay? LIZ:\nGood luck, guys. BHANU: Liz, Ben and I--\n we put our hands in the bag, and guess what rock I drew.\nBlue. I need to win an advantage\n more than anybody. If I can get an advantage, I can change\n the course of the game. The tides can shift. I just need that blessing. Maybe this is it. (exhales)\nIt's hard when you can't listen to Van Halen for a week. Sometimes you can't\nlook to, like, an idol like Nicolas Cage\nfor your answers. You just got\nto take that jump and do it for yourself,\nyou know? All right. (exhales sharply) Let's do this. Nope. Already not it. You're given all these\n different shapes of blocks to form a perfect cube. You know, like,\n three little squares and then\n four or five big squares. The puzzle's fun. Problem is you're only given\n until the timer runs out. Are these all the same? You know, I practice a lot\n of Survivor puzzles at home, but in person,\n these puzzles are... Ugh! (sighs) What am I doing wrong? Well... Aah! Things that do not rock: these giant blocks. Oh, shoot. It has to be like this. It has to\nbe like this. That's a cube. (sighs) Oh... No. God, please help me. I'm panicking now. (sighs) (sniffles) (breathing sharply) That's it. My journey ends here.\n(sniffles) That's it.\nMy journey ends. (exhales sharply) ♪ ♪ Done. (sighs) BHANU:\nI couldn't complete the puzzle. I tried different variations,\n permutations, but I-I just\n couldn't figure it out. And I lost my vote. I lost the advantage. I have nothing tonight. I couldn't save myself. I'm going home tonight. That's for sure. With no vote, you can't\n play the Shot in the Dark. So I think I'm in a... I'm in a deep,\ndeep, deep, deep trouble. Oh! (sniffling) So me p eo pl e ha ve b ee n us in g me di ci ne n ev er m ea nt f or t he m. For the smaller dress or tux. For a big night. For vanity. But that's not the point. People whose health\nis affected by obesity are the reason we work\non these medications. Wa nn a kn ow h ow I ge t th is g lo w? ! I get ready with New Olay Indulgent Moisture\nBody Wash. It smells AMAZING and gives my skin\nover the top moisture! From dull to visibly\nglowing in 14 days! ♪♪ See the difference with Olay. ♪ ♪ CHARLIE: Oh, I can't wait\n to get this tarp on. That is coming together. Yeah,\nthis is looking a lot better. JEM:\nBen is probably eating swell\nright now, y'all. -Is that a boat?\n-It's Ben. -Oh, it's Ben. Perfect.\n-It's Ben! CHARLIE:\nBen! (squawks) TEVIN: I think that's Liz. (overlapping chatter) Liz! We love you! -Trip.\n-Uh-huh. Yeah! BEN:\nImmediately, my mind is racing. How am I gonna sell this\nback at camp? 'Sup, gang? Even though I don't\n have a vote I still have an advantage because the intel I get\nis out of control. Gather 'round, friends. -We will gather\non the beach over there.\n-Oh, story time. I have a tale to tell. -Okay,\nfirst things first, right?\n-Yeah. BEN:\nBhanu's, like, clearly hurting. And I gave him, like, a speech.\nI was like, \"Yo, dude, like, people\nhave come back from far worse.\" -And he just,\nlike, started crying.\n-Aw. Sobbed, and he literally,\nlike, screamed to God, \"I need a miracle.\nI'm going home tonight.\"\n-VENUS: Aw. Aw. -Aw...\n-I could see it in his face... -LIZ: Yeah.\n-TEVIN: That is sad. -He says Q and Tiff\nare their own thing.\n-Yeah. But, like, Kenzie's\ngetting away with murder. Kenzie is the one behind them telling them what to do. Because she's a mastermind,\nhe said. He said, \"I don't know\nwhy they're listening to her.\" And it was, like, intense,\n'cause, like, -he thinks\nhe's gonna go tonight.\n-Whoa. BEN:\nYeah. -Good intel, Ben. Let's go.\n-Yeah, good job. -I said the least, bro,\nabout us...\n-(Charlie laughs) Nobody questioned it. I'm somebody that I think when in life\nyou get given challenges, you can only\nmull about it for so long. So I'm not gonna sit and\n think about not having a vote. I'm gonna think about it, like, \"All right,\nhow am I gonna strategize?\" And then\nwe had to go to a table, and you remember\nthe circular thing? It was like the two circles and\nyou had to count the circles. -Oh, yeah.\n-Yeah. They did the same thing,\nbut with cubes. They didn't tell me my answer,\nbut I don't know, I'm an art student,\nso I think I did okay, but I won't know until,\num, the next Tribal. You know, I hate lying, but, uh, I don't want\n to tell my tribe that I don't have a vote yet, because\n the cracks haven't shown yet. But if somebody says\n they don't have a vote, they're easily\n gonna be like, \"Yo, person without a vote's\ngot to be the one to go.\" -What's at stake?\n-BEN: What's at stake is either have an advantage in\nthe next vote or I lose my vote. -Oh. Wow.\n-CHARLIE: Wow.\n-BEN: Yeah. -Do you know who got what rock?\n-So who got the white rock?\n-BEN: Liz. -Liz ended up getting it.\n-BEN: Yeah.\n-JEM: She ended up getting it? -No, she didn't compete.\n-CHARLIE: She gets nothing. Only the people who competed\nwere at risk for losing. -So Bhanu might lose his vote.\n-BEN: Yeah, but I don't know. There's a chance he could\nhave won today's advantage. KENZIE:\nOh! -Look who it is.\n-Look who's back.\n-Uh-oh. KENZIE:\nHow was it? It was okay. -TIFFANY: What'd you do?\n-KENZIE: What happened? Why you look so sad?\nYou just went on a journey. It should have been fun. Nothing exciting happened. Well, um, it's not like\nwhat Jelinsky described. This time, it said, \"you guys\nhave to draw three rocks. \"One is a white rock,\ntwo blue rocks. \"If you draw a blue rock,\nthen you have to do something and then you win,\nmaybe, an immunity\" or something like that. If you drew a white rock,\nthen you have to go home. Like, go to the camp. -KENZIE: Okay.\n-BHANU: So we did it.\n-You drew the white rock? -That's right.\n-TIFFANY: Damn, daddy. And then, yeah,\nI just came back, and... that's about the tea. KENZIE: Of course,\n in typical Yanu fashion, he gets nothing,\nwhich works for us, because we didn't want him\nto have anything. He drew the white rock. He doesn't have anything. Great for the plan, but it is also just hilarious that, once again,\nYanu loses another thing and gives something else\nto the other tribe. Did they ask you about, like, what you think\nis gonna happen tonight? I said my name is gonna\nbe on the chopping block, because that's inevitable, and, um... Okay. Well, thanks for the tea.\nThat was juicy. The real tea\n is what he gave them about us. I feel like there was more that he might have\n given them, but it doesn't seem like\nhe got any type of advantage\nor whatever from the journey,\n which is a good thing. So now it's not a possibility. It's a definite. Bhanu's going home tonight. Q:\n So you didn't have\n to lose your vote or anything with the white rock? -No?\n-What do you think? You lost your vote? I didn't want\nto tell in front of them, -but I-I cannot lie to you, man.\nIt's, like...\n-Okay. No, no, no, no,\nI'm-I'm with you. Bhanu is just\n in a world of his own. This is too much for him. He has a passion for the game but he doesn't understand\n the game. So he needs a guy like me\n to help him, because, right now,\n Tiff and Kenzie-- they're 100% in with sending Bhanu home. But I have a different plan. I tell you, we have, in this game,\nwe have liabilities and we have threats. In this game, we want\nto get rid of the threats and help the liability\nbecome an asset, which I think\nthat's what you can be. I want Bhanu to stay. In my world, a liability can be an asset if you use it the right way. And I think Bhanu is the liability, but I can\n control that liability. We're not... Kenzie is a threat. A threat can never\n be used to your favor. At some point\n it's gonna come up and bite. So, for me, I want Bhanu\n to stay in this game and for Kenzie to go home. I'm willing\nto put in so much effort to helping you\nbecome the better player. I think once Tiff\nunderstands how much time that I'm willing\nto put in with you, she will\nchange her vote to Kenzie. Kenzie'll go home. BHANU: My game tonight rests in Q's able hands. Put it on me.\nI promise I'll fix it. -Okay? I got you covered.\n-Bro. How much he can do,\n I don't know, but I still believe in miracles. So let's see. -Hear me out.\n-Okay. I've thought about it.\nBhanu will always vote with us. He's gonna vote\n wherever we tell him. We don't know what Kenzie's\n gonna do with herself once she get around\nother people. This dude will play the game that we want him to play. Kenzie is gonna play Survivor. She's gonna get over there, she's gonna make bonds,\n relationships. And if it can get her\nfurther in the game, bro, she gonna\nget rid of my ass, and she'll get rid of you\nto push her way forward. Bhanu has said it over and over:\n\"I just want to make the jury.\" Kenzie wants to win. TIFFANY:\n Q was actually making really valid arguments to the point where, like,\nI'm even questioning, \"Like, dang, like,\nmaybe-maybe he could be right.\" Because me, as a Survivor fan, if I was watching somebody play with somebody\n as charismatic and charming and smart\n as Kenzie... I'm really glad we met. TIFFANY:\n ...I probably would be like, \"Dang. Like, maybe you do\n need to cut that person.\" But me, being a Survivor player, and actually having\na relationship with Kenzie, I feel like\nKenzie and I are close. And while\nshe is savvy and smart, I think she's on my side. Bhanu is a liability,\nbut Kenzie's a threat to me. I-I agree with you\nabout everything you said, but I still... My gut is telling me that\nit has to be Bhanu tonight. ( ♪ ♪ ) I'm getting\nvaccinated with Pfizer's pneumococcal\npneumonia vaccine. So am I. Because I'm at risk\nfor pneumococcal pneumonia. Come on. I already got\na pneumonia vaccine, but I'm asking about the added\nprotection of Prevnar 20®. If you're 19 or older with\n certain chronic conditions like asthma, diabetes, COPD, or heart disease,\n or are 65 or older, you are at increased risk for pneumococcal\n pneumonia. Prevnar 20® is\n approved in adults to help prevent infections from 20 strains\n of the bacteria that cause pneumococcal\n pneumonia. In just one dose. Don't get Prevnar 20®\n if you've had a severe allergic\n reaction to the vaccine or its ingredients. Adults with weakened\n immune systems may have a lower response\n to the vaccine. The most common\n side effects were pain and swelling at the injection\n site, muscle pain, fatigue,\n headache, and joint pain. I want to be able\nto keep my plans. I don't want to risk\nending up in the hospital with pneumococcal\npneumonia. That's why I chose\nPrevnar 20®. Ask your doctor or pharmacist\n about the Pfizer vaccine for pneumococcal pneumonia. Fo r no ur is he d, li gh tw ei gh t ha ir , the right ingredients\n make all the difference. New Herbal Essences\n Sulfate Free is now packed with\n plant-based ingredients your hair will love. Like Pure Aloe and Camellia\n Flower Oil. And none of the things\n it won't. Hair feels\n deeply nourished, soft and lightweight. Plant Power\n You Can Feel. New Herbal Essences\n Sulfate Free. - [N ar ra to r] B e pr ep ar ed fo r no w an d wh at 's n ex t with NEXT Traffic on\nKCAL News Mornings. ♪ ♪ I love to see you win but I hate\nto sit down and watch. -(chuckles)\n-I know. I wish you were in the challenge -so I didn't have to be.\n-RANDEN: I wanted to so... When I saw the water,\nI was like, \"Oh, please.\" LIZ:\nAre they putting\nthe tarp up up there? They're collecting firewood. Oh, awesome. PROBST:\nHello. Oh, my God. -LIZ: Hey, Doc!\n-RANDEN: Hey, it's Jeff. So... -Oh, no.\n-No. Here to talk to you. LIZ: We're sitting on the beach,\n talking about the challenge, and we see Jeff and Dr. Will approaching.\nAnd I think, \"This can't be good.\" I'm sure you can guess\nwhy we're here. Randen. It's about your arm. I'm not gonna lie,\nit's not good news. You know, before and after every\nchallenge, we always check. Medical comes in\nand gives you a look. And Will's been monitoring it. After today's challenge, he did a lot more work and research and consulted\na colleague about your injury. Why don't you share\nwhat you learned? DR. WILL:\nSo, Randen,\nwhen you first had this injury, we were concerned initially\nthat it was a pinched nerve. And it could\nbe anywhere from the neck right down to the arm. We thought it was\nbecause of sleeping on the hard bamboo floor,\nand it was lower down in the radial,\nwhat we call the radial nerve. PROBST:\nAnd the radial nerve--\nthat's what allows you -to grip and move, and... Okay.\n-That's right. And we thought that your radial\nnerve wasn't working properly. Essentially, you put it to sleep\nby sleeping on a hard bamboo floor and that's\nwhy your wrist is not working. The thing that's\nbeen concerning me has been this worsening pain\nand tenderness in your neck. When I consulted my colleague,\nwho's a neurosurgeon, -her big concern\nwas this could be a bulging disc -in your neck,\n-(Soda gasps) which presses on the nerve, and that's, I'm afraid,\na very different beast. The radial nerve problem\ngets better by itself, but a disc pressing on\nthe nerve here may need surgery. PROBST:\nAnd the-the obvious problem is that Will can't do that with the kind of assessment\nhe can do out here. You need an MRI. And so, Randen,\nfor those reasons, out of just being\nvery cautious about your health, we are pulling you\nfrom the game. You understand, you don't want to risk something\nthat could be serious. No, I understand.\nI understand, Jeff. I don't want to have\nparalysis of any kind. You know what I mean?\nI got a life to live, so... And it's unfortunate\nthat it's an unknown. It could be this radial nerve\nand you could be okay, -but Will's been doing\na lot of research\n-I know you have. and trying to make sure\nthat we take care of you, and this is the right move. Oh, my God. I'm listening to every word\nthe doc is saying. When Jeff said he's gonna\n remove me from the game, I was devastated. I'd rather have gotten\n voted out, like, fighting, you know, but, uh,\n sometimes there's things that are\n just out of your control. Venus, what are you\nfeeling right now? Honestly, I'm heartbroken\nfor him, Jeff. This has been\nan amazing journey, and he's probably\none of the most amazing people I've ever met. And it's gonna\nbe hard to picture the rest of this experience\nwithout him, and I'm just really upset. So, Randen, what is the feeling?\nYou've got, clearly, a lot of love\nfrom this group of people you've been\nliving with. What's this experience\nbeen like for you? You know, Jeff, uh, the time I spent here, I got\nto know these amazing people. You know, every day was a gift. Nobody in my family history has\never done anything like this. This is an opportunity\nof a lifetime, and I cherish all of you. One of you guys\nbetter win a million dollars and keep\nthe Nami legacy going, winning. You know what I'm saying? -I love all of you guys,\nhonestly.\n-I love you, Randen. -RANDEN: All right?\n-I love you, buddy.\n-Good job, dawg. Thank you. All right, Randen,\nso we have an MRI -already scheduled for you\nin the morning.\n-Oh, that's great. PROBST:\nSo we need to get you\nout of here, transported, so we can get this looked at. As for the rest of you,\nas Survivor always does, it continues on,\nand you are now a tribe of five. All right, let's go, Randen.\nSee you all again. -Hope you feel better tonight.\n-Love you, buddy. VENUS:\n My closest ally's going home\nwith an advantage in his pocket, and it sucks. I'm heartbroken for him, but I'm also very upset that the\none person I could really trust is now gone,\nand now I have no one. And it just feels really ... -Thank you, guys.\n-LIZ: Love you. SODA: Love you, Randen. Bye! We love you! VENUS:\n I am at the bottom\n of this tribe. My days are numbered, and\n I'm pretty much screwed. But honestly, at this point, I've\nrealized, in Survivor, you can't predict anything. (Bhanu crying, sniffling) What are you crying for? I don't want\nto see you like this. I'm-I'm sorry. This... No, I know. I know. (sighs) I'll be honest with you. Like... I have not decided\nto write your name down. BHANU:\nI told you I always\nrespected you all, and sometimes I call you sister, because that-that comes from... straight from my heart, and... Hold up. I know I'm interrupting. I know you got a lot going on,\nbut I've got news -that's gonna impact tonight.\n-Yo, Jeff is here! Hey, Q. Kenzie. -My heart is beating so fast.\n-KENZIE: Mine, too. Well, I came in\nclearly interrupting a passionate conversation.\nI can see it in your face. So I think what\nI have to tell you is going to impact all four of you. Randen was pulled from the game. He's had a nerve situation.\nThere was a lot of concern. So for, you know,\nhis well-being, we had to pull him\nfrom the game, which means one person's loss is another person's gain. No Tribal Council tonight. -Nobody going home\nfrom this tribe.\n-Hug. (laughing) (excited chatter) -Oh, my God.\n-See, buddy, I told you. BHANU:\n My prayer's been answered. I'm not going home tonight. Here I am, saying my goodbyes,\n ready to go, and look what happened.\nMiracle! I wanted to tell you that,\nyou know, I came here because you inspired me\nto be on Survivor, because you're my guru. That's what brought me here. And I never came to Survivor to win a million dollars. I wanted\nto win a million hearts. That's my focus. So I had my speech prepared\nfor you tonight. (chuckles) PROBST:\nNo need for the speech.\nYou might want -to work on your gurus,\nbut I appreciate the nice words.\n-(laughing) BHANU:\n I've been praying all day. And guess what? I'm still in the game, baby. This is the first time\nI'm actually, like, smiling and laughing. (laughs) Q, this game\nis impossible to predict. What does this moment\noffer this group? Second chance, Jeff. You just gave somebody on this tribe a second life, and I'm thankful. Tiff, what's your feeling? I'll be honest with you,\nlike, I was really struggling, because we've been,\nlike, losing people left and right. Literally, like,\nI said a prayer. I'm like, \"God, this is gonna\nbe hard tonight. Can you please give me a sign?\" And then you walk in\nfive minutes later. I'm so happy,\nbecause I do not want any more people from my tribe\nto go home. I really don't. Kenzie, I think\nyou all are on to something with this approach\nthat this is a victory. I just left Randen, who is obviously very sad, and yet that\nis how Survivor works. His pain is your joy. KENZIE:\nYeah, I mean, it...\nObviously, like, my heart goes out to him, 100%. Like, that sucks, but it's like our first win. You know? Like... I hate to relish in that, but\nwe got to relish where we can. You know? Well, Survivor is full of turning points. They often come\nwhen you least expect it. This could be the first positive turning point for Yanu. It is the first positive\nturning point for Yanu. BHANU:\nThis is really a positive turn.\nOh, my... All right, I'm gonna\nleave the four of you to enjoy the sunset. It'll be a very different night. And the game continues. -Thank you.\n-TIFFANY: Thanks, Jeff. -Thank you so much.\n-Okay. All right. Good luck. -Thank you.\n-Thank you. Q:\n Kenzie got lucky. She has no idea how close\n she came to going home. But this is a win\n for the Yanu tribe. For the first time,\n we're not going to Tribal. We can keep everyone together. All four members. One happy family. And that feels great. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org Be li ev e it o r no t ba by .. . You could earn your... Master's... For under 11 thousand! Master's degree for under\n11k in less than a year. Earn your competency\n - based master's at University of Phoenix. Wa nn a kn ow a s ec re t? With NEW Secret Outlast, You can almost miss the bus... But smell like you didn't. Secret FIGHTS\n 99% of odor-causing bacteria. Smell FRESH for up to\n72 HOURS. Secret works! It's a crime\nto smell that good. MORIAH:\n We found something mysterious. Our brains melted. PROBST:\n Next time on Survivor... We're all vibing,\nbecause I love everyone. TEVIN:\n She is manipulating.\n Soda got to \"go-da.\" Huh?! Boy. KENZIE:\n Bhanu needs to go. Aah! PHIL KEOGHAN: On an all-new\n season of The Amazing Race... Let's go, baby! ...13 dynamic teams of two... DANNY:\n We are absolutely gonna be\nthe first mother-son duo to win The Amazing Race. -Good job!\n-I'm proud of you. KARISHMA:\n I love being underestimated. I think when people see that I'm, like,\nthis four, 11 girl, they're like,\n\"That girl's weak.\" Have you jumped out\nof a plane 81 times? LETICIA:\n He's the best teammate -that I've ever had\nin my life...\n-I appreciate that, babe. ...which is why I made you\nmy husband, so, lucky you. I appreciate it. (whooping) BIZZY:\n My goal is to prove two women can get anything accomplished. JUAN:\nYou're almost there, buddy.\nYou're almost there. Finish it up. The money's icing on the cake. It's going to be\n about the experience first. We're gonna come out winners, even if we don't come out\nwith a million-dollar check, uh, which is unlikely. KEOGHAN:\n ...will embark -on a breathtaking... -Wow. ...thrilling... Whoo! It's going so fast! ...unpredictable journey. Ready to go. KEOGHAN:\n A life-changing adventure"
}