{
    "season": 46,
    "episode": 10,
    "title": "Run the Red Light",
    "transcript": "What was the ... point? He's literally an idiot. No one's gonna trust Q\n from now on. Karma is a bitch. JEFF PROBST:\n Previously on Survivor... -...that now we could\npull off a blindside.\n-Mm-hmm. KENZIE:\n Everyone is so distracted,\n I could drive something\nthat's a little risky. The idol has zero value\nto me now. -I'm ready\nto burn it on the spot.\n-Right. CHARLIE:\n Tiff's gonna play her idol,\n so now we've got to figure out\n what the heck we're gonna do. -Yeah.\n-Yeah. HUNTER:\n I'm beginning\n to feel pretty nervous. HUNTER:\n So I am 100% playing my idol. If anybody has an advantage\nor an idol, and you want to play it,\nnow would be the time to do so. All right, I'll read the votes. Tenth person voted out and the third member\nof our jury-- Hunter. Hunter, the tribe has spoken. Yes, they have. HUNTER:\n There it is in all of its splendor. LIZ:\n After Tribal Council, I was so ticked off. No one told me\n there was a split vote between Q and Hunter. And so I am trying to... hold my composure\nso I don't explode, but I'm thinking, \"What the heck, you ho-bags?\" How y'all feeling?\nY'all okay? I just want to know\nwhat is it about me that made y'all say,\n\"No, we don't want to let Liz in on the split vote\"? VENUS:\nHonestly, Liz,\neverything happened ten minutes before Tribal,\nand there was... -By the time...\n-Is that true? -That is straight-up\nwhat happened.\n-That's straight-up. Well, damn. TIFFANY:\nWe thought he had an idol, and we was like,\n\"All right, well, just in case,\nlet's just split the votes.\" They're like,\n\"How are we gonna do that?\" -We're like, \"Well,\nLiz is already voting...\"\n-LIZ: Okay. 'Cause I felt stupid as .... We said, \"Liz is\nalready voting with you.\" Like, stupid as ... just now. Considering\n I was the only person left out of this vote, I feel pretty dumb. On top of that,\n I wanted to get Q out. He did almost blow up my game, and he's not someone\nthat I can trust moving forward. Hunter's also got to be crazy to\nnot see that blindside coming. If he had an idol,\nhe should have played it. No, he overplayed his hand\nand he thought, \"I can save this\nfor the next time because clearly\neveryone hates Q right now.\" TIFFANY:\n Tonight, Tribal erupted\nas Jeff predicted it would. Once again, Q was causing chaos, and because of that, it kind of threw Hunter\n off the scent. If he did have an idol, I guess\nthe smokescreen was so good that he didn't play it\nbecause now our biggest physical threat\nis on his way to the jury house. He's grown. If he wants to... If he wants to reconcile things,\nhe could come talk. At this point, my immediate\n next step is to get Q out. I'm tired of the drama,\n I'm tired of the chaos. That man did too much. He flew too close to the sun,\nand his wings burnt off. And now\nhe's feeling the pressure. KENZIE:\nIs Maria on the beach with Q? Yeah. Maria went\nto go talk to Q, I think. Yeah, yeah. Yeah, I'm good. -Okay?\n-Come on. Come here. MARIA:\n Right now Q is, like,\n sitting back in the shadows. Q is sort of checked out\nof the game mentally. But I think that Q still\n has some fight in him. So, for me, this is\na great opportunity to connect, but he's a wild card\nat this point. I know, basically, I got\nto win the rest of the way, and, you know, I'm cool\nwith going through like that. And when I lose,\nif I go home, I go home. At this point,\n I think everyone wants me out, so there's no need\nfor me to go around and sit around the fire\nand talk to these people. They really don't want\nto talk to me. So I'm okay with that. Right now\n my strategy moving forward is, first win the immunity. If I can win, and now that\nit's in the individual stage, I control my own destiny. I'm not out of this game,\n trust me. It might look like it,\nbut it's not. Yeah. Q is not only a good person, but, like, he's also a number\n that I can use to vote with me, and so I... I definitely want\nto keep him around. (Maria mutters) MARIA:\n Q's an easy vote. Everybody wants him out,\n but in my mind there are bigger targets here,\n and so it may be time\nto focus on somebody else. ♪ ♪ ♪ ♪ ♪ ♪ (birds squawking) KENZIE:\nGood morning. -Good morning.\n-Good morning, Kenzie. Oh. How do you feel\nabout yesterday's vote? KENZIE:\nI mean, I'm glad\nit went the way it did. Like... I think we can. I know that\nthis is a hard thought for you, but I think Q would be willing\nto work with us, um, in that,\nhe told me last night, \"I'm a vote. Use me.\" MARIA: Yesterday\nthe plan was to blindside Tiff, but then\n we switched it to Hunter. But the biggest thing\nfor me is that Tiff has an idol. That's not a secret. And... Tiffany's sort of been\non my radar for a while. Evidently, she's still\n on Kenzie's radar, too, which is just music to my ears. -I want her gone regardless.\n-Okay. KENZIE:\n Tiff has been my number one\n since day one. We have voted the exact same way\n this entire game. Tiff and I have made\nevery move together. We have played\n almost the exact same game, so I've got to differentiate. I've got to build my résumé, and a huge checkpoint on your résumé\nis voting out your number one. That means I just need to be\n a little more sneaky than her to get her out first\nbefore she comes for me. 'Cause I know it's coming.\nI know it's coming. (W om an ) Pu ri na O NE T ru e In st in ct un lo ck ed h er t ru e in st in ct s. From Day ONE, it's high-protein\nnutrition with real meat #1, supporting her healthy energy\nand strong muscles. and the life she was born to\nlive. (VO)\nPurina ONE True Instinct. A Difference From Day One. Ti de i s bu st in g La un dr y' s bi gg es t my th .. . that cold water can't clean. Cold water, on those stains? ♪♪ Cold water can't\nclean tough stains? I'd say that Myth is Busted. Br ea th in g Cl ar it in C le ar Is Like... Is he? Claritin Clear? Yeah. Fast relief of your worst\n allergy symptoms, like nasal congestion. Live Claritin Clear® Ar e yo u cr yi ng ? No. There's no crying in baseball! Or with the Capital One\nVenture card because it lets you earn\nunlimited double miles on every purchase every day. And you can use those miles on any travel purchase. What's in your wallet? Wh en w e sa y it 'l l be o n ti me , they expect it to be on time. Turn shipping\n to your advantage. Keep those expectations\nwith reliable ground shipping. Thanks Brandon. With USPS Ground Advantage®. ♪♪ Sa lo np as L id oc ai ne F le x. A super thin, flexible patch\nwith maximum OTC strength Lidocaine\nthat contours to the body to relieve pain\nright where it hurts. And did we mention, it really,\nreally sticks? Salonpas, it's good medicine. Come on in! PROBST:\nVery quiet today. -This course-- this is crazy.\n-Yeah. PROBST:\nThis is day 18, Survivor 46.\nYou're gonna earn it again. Yay. PROBST:\nI got to say, Charlie, today you all look\nnoticeably smaller. -Yeah.\n-PROBST: I can see\nthe clothes are big. Your bodies are shrinking. Are you starting\nto feel that cumulative effect? Listen, every time I stand up, I literally feel like\nI'm about to faint, you know. I have to go back down\non my hands and knees. I've never felt that\never before in my whole life. All right, shall we get\nto today's reward challenge? (all assent) PROBST: For today's challenge,\n you're gonna race through a series of obstacles\n until you reach a sack of sandbags. You're gonna throw\nthose sandbags into a net tunnel and then use your hands\n to get 'em out the other side. Once they're all through,\n you'll grab one last sandbag, go under a net, crawl,\n and attempt to land that sandbag\n on a very tall target. First person\nto finish wins reward. Want to know\nwhat you're playing for? -Yes.\n-You know we do.\n-PROBST: It's day 18. You've gone a long time\nwithout food. You passed up\nthe opportunity at rice. So I know you're gonna be glad\nto hear that you're playing for the biggest reward\nof the season. -(gasping)\n-Applebee's. -Yes!\n-(cheering) -Wow.\n-Oh, my God. -(whooping)\n-VENUS: Oh, my God. You want burgers? -Wings.\n-Yeah.\n-Yes. -I want chicken wings.\n-PROBST: Wings. -And French fries.\n-CHARLIE: Oh, yeah, yeah, yeah. -PROBST: French fries?\n-MARIA: Yes. I think we got you covered. (cheering) -For real?\n-Yes. Every Wednesday,\nmy daughter and I have -Survivor sleepover.\n-Wow. We go directly to Applebee's,\nI get the burger, she gets the pizza,\nand then we go home. Then we watch Survivor. Yay! Oh, if only\nyou can win this challenge. ♪ Burger! ♪ All right,\nlet me walk you through what's in store for the winner. All the apps you love. Boneless wings. -Oh, my God.\n-Oh. -Spinach and artichoke dip.\n-Oh, God. -Aah!\n-Chicken quesadillas. Oh! We're just getting started,\nCharlie. -(Charlie groans)\n-Perhaps you're interested in the Bourbon Street\nChicken & Shrimp. -Yeah.\n-Or maybe you're in the mood, like Liz, for a burger. How about\nthe Bourbon Street Mushroom -Swiss Burger?\n-That's my favorite. -Oh, my God.\n-That's 100% ground beef. It's my favorite one. Damn. Smothered in sauteed onions -and mushrooms.\n-Jeff, you're killing us. -MARIA: Oh, my God.\n-PROBST: Somebody say dessert? -Yes. Yes. Chocolate. Chocolate.\n-LIZ: The chocolate one -I was telling you guys about.\n-PROBST: We got some dessert. How about the Oreo cookie shake? -Ah!\n-Yeah. I might eat it\neven though I'm allergic. And to close it out, an Applebee's reward\nwould not be complete without the Shark Bowl. (overlapping chatter) PROBST:\nApplebee's rum -cocktail favorite.\n-Ah. Ooh, careful now. All this can be yours\nif... you win this challenge. -Ah!\n-All right,\nwe'll draw for spots. -Get it on. Let's do it.\n-Do it. All right, here we go. Applebee's. Biggest reward\nof the season, Survivor 46. Survivors ready? -(sighs)\n-Go! You're going over, over and through\nwith this first obstacle. Everybody moving quickly. Q is out first, then Tiff. Here comes Ben.\nStart untying your sandbags. Charlie's through. Liz is through. -And Kenzie's... through.\n-(groans) Once all your bags are out,\nstart launching 'em in that net tunnel. Keep tossing. Q has all his through. Q in the lead. Ben is now through. Tiff is through,\nworking on hers. It is Q, Tiff,\nVenus, Charlie and Ben. Maria, Liz and Kenzie\nstill working to get all their bags in. Q is through. He's working\non that last sandbag. That's the money right there.\nThat's the one you're going\nto land on the target. Day 18, Applebee's on the line. (Liz groans) PROBST:\nIt's Q in the lead. There's Tiff. Q working\nthrough that net crawl. Oh. PROBST:\nHere goes Maria. She's in it. Here comes Tiffany. Everybody else is working\non their sandbags now. Tiff is moving quickly\nthrough that net crawl. That's how you do it. Q is out. Get that sandbag\nand start tossing. All you got\nto do is stick that sandbag at the top of that target. Charlie's in the net crawl. There's Ben. Venus is there. -(Kenzie groans)\n-Kenzie struggling\nto get through. Oh, my God.\nIt's so hard. Liz in dead last. 18 days of fatigue\nshowing up right now. The answer to your problem\nis Applebee's. -You just got to earn it.\n-Ah! Q with the first toss.\nHe's got a time lead. Tiff is out.\nStart untying, Tiff. Q with another toss. Q just misses. Here goes Tiff. Tiff on and off\nwith her first toss. Here's Maria. Got to get that sandbag out. Here comes Ben. Charlie's through. Venus is through.\nBunch of people through at once. Everybody on the sandbags\nexcept for Kenzie and Liz, taking a very long time\nthrough the net crawl. -Oh, my God.\n-Keep fighting! -You're still in this.\n-(groaning) Q is on and off. Here goes Maria. Maria's short. Ben way short. Charlie's short.\nEverybody's short. Somebody's gonna win this, and\nthe whole day is gonna change. Want that burger! PROBST:\nHere comes Liz. -Kenzie's through.\n-Oh, my God. PROBST:\nLet's go! One toss is all it takes. This is what you dream about when you dream about Survivor. This moment right here. Venus with the right height,\njust a little short. Tiff is on and off again. Tiff and Q have been very close\nseveral times. Who's gonna pull it out? (grunts) Kenzie way short. Here goes Liz\nwith her first toss. -Ah!\n-Liz almost sticks one. -Oh, that was close.\n-KENZIE: That was close, Liz. PROBST:\nSandbags everywhere. Day 18, Applebee's on the line. All it takes is one toss. Tiff a little long. Here goes Q. Q does it! Q wins reward! -VENUS: Way to go, Q.\n-PROBST: Applebee's. -Biggest reward of the season.\n-BEN: Good job, Q. VENUS:\nYou killed it, my guy. PROBST:\nNothing easy out here. Everybody exhausted. All right, Q, come on over. Got some talking to do. -Whoo!\n-All right, so, congratulations.\n-Thank you. You have earned a great reward, biggest of the season--\nApplebee's. Gonna sweeten the deal a little.\nThis reward is gonna take place at the sanctuary, -where good things happen.\n-Ah. PROBST:\nAnd it's an overnight stay. -MARIA: Oh, my God. Wow.\n-Wow. You have a lot of power\nin the game and a lot\nof strategic decisions to make. Choose one person to join you. Q:\nSo, Jeff, in my everyday life, I always\ntry to make things right. So, for my first choice,\nI'm gonna choose Tiff. PROBST:\nTiff, come on over. VENUS:\nYay. PROBST: What an interesting\nchoice, given the last Tribal\nwhere you two were done. Jeff,\nI'm-I'm actually surprised, but I am excited because\nI do feel like we need to talk in, like, a setting\nwhere it's not high pressure, not a whole bunch\nof people around and just really be able\nto hash things out. PROBST:\nAll right, Q, choose another person\nto join you. -I'm gonna beg.\n-PROBST: Before you decide... I'm gonna beg. Please. PROBST:\nWell, Liz is already begging. LIZ:\nPlease. Q:\nThe next choice\nthat I'm gonna make, Jeff, it's just based off, when I was out there by myself, there was one person that came\nand checked on me, genuinely, wanted to know\nif I was all right. So I just want to say thank you. And the next choice\nI'm gonna make is Maria. -Thank you.\n-PROBST: Maria, come on over. -Thank you.\n-Yeah. (crying) PROBST:\nAll right, Q,\nyou have one more person. So it's gonna be four people\nat the sanctuary for Applebee's, four people back at camp,\nand you have one person, Liz, sobbing, has talked about food\nthis entire season, how she can't eat\ncertain things, therefore she's more hungry. But it's also\na million-dollar game with only a few people left. (Liz sniffles, cries) Q:\nLiz-- she hasn't eaten, um, in almost 18 days. This is something\nthat she could potentially eat. But Kenzie was with me\nsince day one, um, and it's something\nin me is saying, \"Bring the family\nback together.\" So my decision is basically going to be\nto bring Kenzie. -Oh, my God.\n-PROBST: Come on over, Kenzie. (crying) PROBST:\nThe Yanu three\nis back together again after declaring they were dead\nat Tribal Council. Q:\nSorry, y'all. (sniffling, crying) Liz, do you feel comfortable talking\nabout what you're feeling? (birds singing) I'm pissed! Y'all say\nyou ain't gone without eating. I see you eat every day! (sighing deeply) Q, you almost blew up\nmy whole game! You overshadowed\neverything I was trying to do! And I said it's cool. I didn't say nothing! (Liz groans) I don't even want\nto be around y'all! I'm just... Q... ...you blew up\nmy whole freaking spot. I didn't even know\nabout the damn -split vote last night.\n-Q: But, Liz, you voted for me\nlast night, so... I made decisions based off\nwhere my head is right now in the game. I'm sorry. (Liz sighing) LIZ:\nI'm over it now. Thank y'all\nfor letting me have that. I feel better. I just exploded. I'm sorry. Back to your regularly\nscheduled program. Liz, you don't have to apologize\nfor having your emotions. Obviously, missing out on rice is coming into play now. I haven't eaten since the merge. I've had zero calories\nsince the merge. But there's hope\nin the game always. I don't even think I screamed\nthat hard during my divorce. (laughs, groans) All right,\nhere's what's gonna happen. Q, Kenzie, Tiff, Maria, you're gonna leave here,\ngo to the sanctuary. Applebee's chef is there\nwaiting for you. Fresh, beautiful\nApplebee's food. You will spend the night,\nget a good night's sleep, and return to camp\nin the morning. -Head out,\nenjoy a well-deserved afternoon.\n-Thanks, Jeff. MARIA:\nThank you. Thanks, Q. PROBST:\nLiz, Ben, Venus, Charlie, got nothing for you. Grab\nyour stuff. Head back to camp. LIZ:\n I am... so... angry. Q screwed me over.\n Not only am I not going on this reward,\nnot only am I not eating, but now I'm not feeling\n that connection to my daughter and our Survivor ritual, and I'm gonna have to go back and just sit in all this disgusting feelings. Uh, look, Survivor's tough. Think you can do it? Let's see.\nApply to be on Survivor. ♪ I s yo u wi th m e no w? ♪ ♪ Then biggie-biggie-bounce ♪ ♪ I know you dig the way ♪ ♪ I sw-sw-switch my style ♪ ♪ Holla ♪ ♪ People sing around ♪ ♪ Now people gather 'round ♪ ♪ Now people jump around ♪ ♪ Go, get ur freak on ♪ ♪ Go, get ur freak on ♪ ♪ Go, get ur freak on ♪ Ho me Qu ot e Ex pl or er l et s yo u ea si ly c om pa re coverage options so you don't\nend up overpaying. Good, because we've spent\na lot on this kitchen. Oh, yeah, really\nhigh end stuff. Sorry, that's our ghost. He's more annoying\nthan anything. Oh, a decal\nthat says \"kitchen.\" Good, I forgot\nwhere I was for a second. Wi th m od er at e to s ev er e pl aq ue p so ri as is , my skin was no longer mine. My active psoriatic arthritis\njoint symptoms held me back. Don't let symptoms define you. Emerge as you. With Tremfya®, most people saw\n 90% clearer skin at 4 months and the majority\n stayed clearer, at 5 years. Tremfya® is proven\n to significantly reduce joint pain,\n stiffness and swelling. It's just 6 doses a year,\n after 2 starter doses. Serious allergic reactions\n may occur. Tremfya® may increase\n your risk of infections and lower your ability\n to fight them. Tell your doctor if you have\n an infection or symptoms or if you had\n a vaccine or plan to. Emerge as you. Emerge Tremfyant®. Ask you doctor about Tremfya®. ( ♪♪ ) (birds singing) Okay. Thank you\nfor letting me have my moment. I let it out. I'm over it. Thank you for letting me... -spew what I had to spew.\n-CHARLIE: Hey. Oh, my God.\nI was, like, literally screaming at this person. We've all wanted\nto do that to Q at least once. LIZ:\n I'm so mad at Q. I mean, everyone's aware\nthat I have allergies. On Survivor, I can't really eat much. I'm allergic to coconut,\n most fruits, chicken. A lot of everyday foods\n causes my throat to clench. But I can eat\n any kind of beef, and the burger is the exact burger\nthat I order. It's like our thing.\nLike, the... So, to not pick me\n and deny someone who has barely eaten in 18 days, who has this emotional\n connection with this meal-- I don't know\nwhat kind of person does that. You, of all people,\nshould have been... He's a villain, yo, straight up. There's nothing else to say. He's a villain, bro.\nLike, that's it. You know,\n Liz has a daughter at home, and when the Applebee's reward\n gets revealed, Liz very publicly states that this would make her feel\nat home. Ugh! That Bourbon Burger\nis what I get, too. BEN:\n And on top of that, the Bourbon Burger is\nher go-to menu item. My anger is satisfying\nmy hunger right now. Yeah, my need for vengeance. BEN:\n Like, how can you not feel\n for that? But I think\n Q is working from the bottom, so the only option he has is\n to rekindle his old alliances. But I think they would be idiots\nif they fell for this crap. If I were in their position,\nI'd be like, \"Yo, let me get the Applebee's\nand still get Q out next.\" ♪ ♪ ALL: Bula. Welcome to Applebee's. Bula. Wow. -MARIA (gasps):\nLook at that food.\n-TIFFANY: Wow. -Cheers.\n-Q: Cheers. TIFFANY:\n Applebee's, literally, like, is the spot. -Cheers.\n-KENZIE: Cheers. -Cheers.\n-KENZIE: Okay. TIFFANY:\n We get these big, beautiful Shark Bowl drinks. I take one sip\n and I'm like, \"Oh, yeah. Oh, yeah. We about\nto have a good time in here.\" -♪ Hey! ♪\n-I love this. KENZIE:\nHell yeah. Think amazing. -(Tiffany laughs)\n-Giddyap. -This never tasted better.\n-TIFFANY: In my entire life. Me and my friends go\n to Applebee's every week just for the spinach\nand artichoke dip, I promise you. -This the appetizer, y'all.\n-Mm-hmm. I know. Oh, my God. This is\nan appetizer. I forgot. As soon as it entered my body, I felt, like, 18 days\n of starvation just evaporate. I'm ready to play Survivor again. Let's go. KENZIE:\nWell, Liz was pissed. -Oh, my God.\n-Yeah.\n-(Kenzie laughs) -That was tough.\n-Q, you might have\nto watch your back when you get back to the camp. It was tough, but, you know, I've dealt with that,\nlike firing people. So I was just like,\n\"Man, that's sad, but dang.\" -TIFFANY: Yeah?\n-It was really hard to watch. -Yeah.\n-KENZIE: It was tough. Q:\n It was hard for me to see Liz crying like that, but at this point\n I think everyone wants me out. So my only option is to make my bed\nback where I started, and that's with the Yanu three. Man, it would make sense\nfor us and Siga, your two--\nBen, Charlie and you-- and then the three of us, and... -MARIA: Yeah.\n-Yeah.\n-We'll see what happens. I mean, I really have\nno strong ties to Venus or Liz, so I have... I have no qualms -about that whatsoever.\n-Yeah. Yeah. I don't either. Q:\n For me, this moment was about pushing my game forward\nwith the right people. Maria-- she is someone\n that's been in my corner, and those are the reasons\n I made my choices. I don't owe Liz anything. -Thank you, Q.\n-KENZIE: Yeah. Thank you, Q. I can't believe\nthis is happening right now. MARIA:\nI know. KENZIE: While we're eating,\n I'm thinking, Q is like\n my unhealthy boyfriend. He's buying me a nice meal\nat Applebee's, hoping I just get amnesia\nand forget about the fact that he's left me out of plans\nfor half of this game. Like, no, I'm smart, Q. Takes a little more to woo me. You ready for the main course? -Yes.\n-Ooh. Oh, wow. -Oh, my God,\nit's mashed potatoes.\n-KENZIE: I know. -You're gonna have\nto roll me out of here.\n-I know. On top of that, I don't know how he could pick me over Liz. I was like,\n\"Damn, Q, like, that's cold.\" Like, that is cold. So I'm like, \"Oh, after\n all the nonsense you've pulled \"the past couple of days, like,\nI'm just supposed to forgive you because\nwe broke bread together?\" Like, that's ridiculous. -Hope you guys are enjoying\nthat shrimp and chicken.\n-Oh. -Oh, it's amazing.\n-TIFFANY: OMG. -Here is a burger on the house.\n-Thank you so much. -MARIA: Wow.\n-Q: Wow.\n-TIFFANY: Wow. -KENZIE: Wow. Beautiful.\n-TIFFANY: Oh, my God. KENZIE:\nOur stomachs have shrank so much\n that my stomach hurt. And the burger comes out. ♪ ♪ This is the Bourbon Burger that\nLiz gets every single Wednesday. Thank you. KENZIE:\n And I can see why. Like, it's so melty,\n it's so moist, and the mushrooms\nand the onions. Oh! But I'm so full\n of all the other stuff. Like, I just couldn't do it. (laughter) And I am mortified\nbecause I'm one of the people who are, like,\ntaking her burger dream away. Wow. I'm about\nto sleep like a baby. -I could sleep right now.\n-Like, immediately right now. (scraping) ♪ ♪ (birds singing) (sniffles) (sniffles) Okay. LIZ:\n It's, like, really hard today. I'm just in my feelings. (sniffles) And it's not just about food. I grew up really poor. My family had a lot\n of food insecurity. Pretty much,\n we barely ever had enough. And so, being able\n to sit down at Applebee's with my daughter\n is so important to me. (sniffles) (voice breaking):\nMy favorite part of the week... ...is... it sounds so silly, but it's picking her up\nafter yoga. We go immediately to Applebee's. I turn my phone off. And that's the one night\n of the week where it's just us, and it's something we bond over. And to have so much hope that, \"Okay, Liz, you're gonna get\n this, you're gonna get this,\" and then it's...\nit's Applebee's, and it's the thing I order. (crying) I really wanted\n that connection to my kid and that delicious,\njuicy burger. (laughs) ♪ ♪ MARIA:\nWow. This'll definitely\ntide us over. -See y'all.\n-See you later.\n-Enjoy, Q. I ain't buying none\nof this crap. Play me once, shame on you.\nPlay me twice, shame on me. -Yeah.\n-TIFFANY:\nI'm not rerouting my game because you're going\non an apology tour. MARIA:\n Q's brought us on this reward, and we're in this, like,\nwonderful mood. And then, like, the minute Q steps out,\n Tiff and Kenzie said, \"Q's got to go. Q's got to go.\" Right. Yeah. MARIA:\n Q is still a number for me.\nQ is somebody I trust. But it sounds like Q has really rubbed people\n the wrong way long enough, and it might have\nto be his time to go. >> T EC H: N ee d to g et yo ur w in ds hi el d fi xe d? Safelite makes it easy. You can schedule\nin just a few clicks. And we'll come to you with\na replacement you can trust. >> VO: Schedule free\nmobile service now at Safelite.com. ♪ Safelite repair,\nSafelite replace. ♪ ♪ F eb re ze Man:\nI don't about y'all, but when it comes\nto working from home, I gotta have every\npart of my house clean. That means tidying up, then spraying my\nFebreze Air Mist, to leave every room\nsmelling fresh and clean. With that done,\nit's time to get to work. ♪ La la la la la CHARLIE:\nNot a bad sunrise. LIZ:\nThis is stunning. Yeah. How you feeling today, Liz? I feel all right. A little nervous\nif we have a challenge today. Yeah. LIZ:\nSince they're so well-fed\nand rested. -What's up?\n-Hey.\n-Good morning. LIZ:\nWe were just wondering\nwhen we'd see you. CHARLIE:\nWe don't need\nto hear all the details, but I do want to hear\na little bit about what... LIZ: The winners return\n from their feast, and I'm ticked. I don't want to hear anything\nthey have to say. I had spinach and artichoke dip. VENUS:\nI'm surprised\nyou didn't bite, like, -a little bit of the burger.\n-TIFFANY: Nah, just because I was so damn full,\nI could barely eat any. LIZ:\n I'm listening to them, and it turns out\n no one ate the burger. Ah! I mean, honestly,\n it's just another, like... (clicks tongue)\nslap in the face. Oh, Oreo milkshake, hands down. That Oreo milkshake\nwas delicious. I'm lactose intolerant, -but I couldn't not do it.\n-Okay. LIZ:\n \"Oh, my God. \"I couldn't even eat the bacon. I'm lactose intolerant,\nbut I ate the milkshake anyway.\" I mean, shut up. Like, read the freaking room. I'm just, like,\n all over the place. But as much\n as this not eating is making my mind kind of crazy, I do still have\nmy eyes on the prize. I'm sorry, Q.\nI'm sorry I exploded. You're allowed\nto express your emotions. I was just really hungry. So I decided to say I'm sorry for my outburst\n at the challenge. It's the biggest lie I've\never said in this game so far because, honestly,\n I want to vote Q out. I was lying. I'm not sorry. I'm definitely not. I'm super proud of myself\nfor yelling at him. (chuckles) I will be having\na hot girl summer, though, when I get home. -Luckily, I...\n-The Survivor diet. (chuckles) Be back to, like,\nmy tenth grade body weight. Q:\nLiz apologized for her outburst, but I'm not concerned\n with what Liz thinks. I'm not ashamed\nof going on a reward that I won. I can choose who I want,\n and, of course, there's gonna\n always be someone mad. (groans loudly) Q:\n Hey, it's a business decision. Uh, just like at home,\nif I fire someone, I don't care if they're kicking\nand crying on the floor. They have to go. So, at the end of the day, an apology out here,\nyou can keep it. -Okay. What's the quick update?\n-All right. So Q proposed Venus, then Liz. -CHARLIE: Okay.\n -MARIA: And then the ladies proposed Q out first. CHARLIE:\n So, is the Tiff blindside off? MARIA:\n For now, but... I think that\nit's all gonna come down to if Q wins immunity or not. -Okay.\n-But what were\nyou all proposing? I-I was thinking\nthat it would be... Tiff. Is that what\neveryone here was talking about? -No.\n-Okay. -CHARLIE: Q.\n -MARIA: Okay. CHARLIE: That's all\n we were talking about. MARIA: After Q did not take Liz\n on the reward, everybody wants him out. The only thing that scares me\nis that... Tiff has an idol. -Yeah.\n-Which is why I'm like... -I don't know how long\nthat can be on the back burner.\n-Right. The problem is,\n Tiff has an idol, and it's something that, like, we really have\n to get out of this game, but everybody is just like, \"We want Q gone.\" But Q is causing chaos. And he proved himself capable\n of winning challenges. So if we have an opportunity,\nhe should go. MARIA:\nI think if he doesn't win,\nhe's got to go. -Yeah.\n-VENUS: I-I agree. Yeah. I made my feelings pretty clear. CHARLIE:\n Everybody is saying,\n \"Beat Q at all costs.\" But for me and Maria, Tiffany\n could be more of a threat. So I don't want\n Tiffany to win either. So we need to make sure\nthat Tiffany and Q lose this challenge. Fo r yo ur m os t br il li an t sm il e, Crest has you covered. ♪♪ (laughing) Nice smile, Brad. Nice! Thanks? Crest 3D White. 100% more stain removal. Crest. [T en se M us ic ] One Aleve works all day so I can keep working\nmy magic. Just one Aleve. 12 hours of uninterrupted pain relief. Aleve. Who do you take it for? ...And for fast topical pain relief,try AleveX. ♪ ♪ ♪♪ ♪♪ ♪♪ Sandals Jamaica Sale\nis now on! With rates from $199 per person per night. Visit Sandals.com or call 1-800-Sandals ♪ ♪ All the thrills, all in one place. Yep, it's all in Laughlin. ♪ ♪ Come on in. ♪ ♪ Warriors. Showing up for battle. I like it. All right, shall we get\nto today's immunity challenge? First things first, Charlie,\ngot to take it back. Oh, man. -Thank you.\n-Thank you. It, like, matches\nhis outfit so perfect. -(laughter)\n-It's, like, built for you. Once again,\nimmunity is back up for grabs. For today's challenge, you're gonna hold on to a handle connected to a bucket\n containing 25% of your pregame body weight. -Oh, damn.\n-(whistles) PROBST:\nAs your hands start to fatigue, that bucket's gonna lower. When it drops... ...you're out. Last person left standing\nwins immunity, -guaranteed\na spot in the final seven.\n-Seven. PROBST:\nLosers, Tribal Council, where\nsomebody will be the 11th person voted out and become\nthe fourth member of our jury. One more thing to deal with. -Oh, Lordy.\n-Oh, my God. -I knew it.\n-Uh-huh.\n-Yeah. (grunts softly) The first time we did this\nnegotiation, it was four people have to sit out or two votes\ngiven up at tonight's Tribal. But there were ten of you.\nThere's only eight of you now. It's still four people\nto sit out or two votes, which means\nthe price has gone up. Anybody interested\nin stepping out? Four people gets you enough rice to get you all the way\nto the end of the season. I mean, I'll step out. PROBST:\nKenzie's one. (groans) Liz thinking about it. Y'all think you can win this? All right, let's make this\na little more interesting. If you can't come up\nwith four people for the group, then any individual\nwho wants to step out... ...your own individual\nportion of rice. -It's not a lot...\n-Aha. ...but there's enough there\nto stave off that hunger. Would you guys hate me? -TIFFANY: No. No.\n-Get the rice, Liz.\nThat's yours. -TIFFANY: Girl, go ahead.\n-That's all you. -That's your coconut.\n-All right, well, I'll step out. So Liz is interested\nin the individual rice. Well, I mean,\nif two other people want to step out, but I know this is, like, really high stakes. So let's just find out. Is there anybody here that's even contemplating it? No. PROBST:\nQ? No? If I step out, I go home. I'm not dropping that bucket. PROBST: So, if we\ndon't make a deal today, it's safe to assume\nwe're probably -not going\nto make a deal this season.\n-Yeah. -All right,\nKenzie, you've stepped back.\n-KENZIE: Yeah. So you're gonna compete. If the whole group was in it, I was gonna go for it,\nbut I think I'll be able to make it without the rice\nbecause I can eat coconut. So I'm not judging Liz at all. I'm like, \"Get the rice, girl.\" I would judge you more\nif you didn't, honestly. -I would be like, \"Just do it.\"\n-PROBST: Liz, your entire tribe is saying \"Go for it.\" They know you're hungry.\nYou have allergies. You've not been eating much. All right,\nI'm gonna take the rice. -PROBST: All right, Liz.\n-Good job, Liz.\n-Crab fried rice. Take a spot on the bench.\nHere's your rice. Good job, Liz. -My baby.\n-PROBST: All right,\neverybody else, take your spots. We'll get it on. Let's do it. ♪ ♪ All right, Liz opted\nfor the individual rice. Everybody else is competing. Here we go.\nPut your hands on your handle. You're gonna pull it back,\nand you'll hear a click. Go for it. This challenge is on. No way to convey\nhow difficult this challenge is simply by looking at it. Giddyap, baby. This hurts. It's 25% of your weight on day one,\nso there's a lot of variables. How much weight have you lost? How much strength\ndo you still have? Venus slowly dropping. Venus is out, joins Liz.\nWe're down to six. -LIZ: I'm sorry, boo.\n-Look how sweaty my hands are. Jeff, give me\na Van Halen quote, please. -When your bucket drops,\nit's bottoms up.\n-(Ben laughs) Let's hope\nthe cradle does not rock. (rock guitar plays) PROBST:\nBeen some crazy Tribals lately. You want that necklace. Ah! Ah! Ben, you got this. I'm doing my best.\n(grunts) Ben dropping a little\nbut trying to wrench it back up. ♪ ♪ Kenzie getting hers back up. It's going. I can't. (strains) PROBST: Looks like Ben is gonna\nbe the next one out. -He is. Ben is out.\n-(exhales) Take a spot on the bench.\nWe're down to five. New energy now. ♪ ♪ You've been up there\nsix minutes. -VENUS: Yes, Kenzie.\n-Oh, my God. Longest this challenge has gone\nwas Mike Gabler, 38 minutes. He went into outer space. Channeling all his friends,\npeople he was playing for. CHARLIE:\nThe state of Alaska? (laughs) Whatever it takes\nto keep you in this challenge. Kenzie gets her bucket back up. Q fighting it off. PROBST:\nQ dropping a little more. Q's lost\na lot of weight out here. His pregame body weight\ncoming into play here. He's got a lot of weight\nin that bucket. ♪ ♪ Q working hard to keep\nthat bucket from dropping. You never know\nwhen it's you going home. -(chuckles)\n-Oh, he knows. Oh, he knows. PROBST:\nQ continues to, inch by inch,\nget closer to being out of this challenge. ♪ ♪ Maria's struggling a little now. No struggle, Jeff. No struggle. Maria adjusting. -Thank you.\n-LIZ: Correct. BEN:\nAll right, Maria. -PROBST: Kenzie's bucket\nstarting to lower now.\n-(strains) -PROBST: Q drops. He's out.\n-BEN: Whoo! Q will not have\nimmunity tonight. And we are down to four. (Kenzie groans) Kenzie drops. Kenzie's out. -We're down to three.\n-LIZ: Good job. -Good job, Maria.\n-PROBST: Maria drops. And we got a showdown. -Charlie and Tiff.\n-LIZ: Good job, girlfriend. VENUS:\nYou're amazing, Maria. Tiff's bucket\nhas not moved at all, ever. ♪ ♪ 21 minutes you've been up here.\nThat is a long time. Charlie adjusting his grip. Trying to wrench\nthat bucket up a little. Charlie going to one hand.\nThat is risky. Yeah, I don't know\nif I want to do that again. That bucket drops a little,\nbut Charlie pulls it back up. Tiff, rock solid. -Tiff is locked in.\n-This is gonna be a minute.\n(sputters) -Tiff has not budged.\n-Mm-mm. PROBST:\nTiff absolutely locked in. -Charlie adjusting again.\n-MARIA: There you go, buddy. KENZIE:\nYou're locked, Tiff. LIZ:\nYeah. Whoo, girl. PROBST:\nTiff quiet like a statue down on the end. LIZ:\nNo need to look over. -Oh.\n-PROBST: She's barely moved or changed\nher body position at all. If your concentration lapses for even a moment,\nthat's all it takes to drop. ♪ ♪ LIZ:\nMm. -That gives Charlie some hope.\n-MARIA: There you go, Charlie. Charlie trying\nto get that bucket back up. Get it up there, Charlie. -There you go.\n-PROBST: Charlie pulling\nhis bucket back up. Look at that surge of energy. -Wow.\n-KENZIE: Damn. -LIZ: That's Nuinui.\n-VENUS: Wow. Suddenly a burst from Charlie. Let's go, Charlie. PROBST:\nTiff looks down. Really? -Tiff, out of nowhere, drops.\n-Whoa. Charlie wins his second\nindividual immunity. -Safe tonight at Tribal Council.\n-(cheering) -Guaranteed\na spot in the final seven.\n-KENZIE: Tiff, are you okay? PROBST:\nTiff gave everything she had until her body just gave out. You all right, Tiff? You want help up? -Nah, I'm good.\n-Okay. -MARIA: Proud of you, Tiff.\n-KENZIE: You did great. -MARIA: You did a great job.\n-PROBST: Wow. You were amazing, Tiff. LIZ:\nGood job, Charlie. -That was epic.\n-VENUS: Good job, Charlie. -BEN: Charlie, you already know.\n-LIZ: Good job, brother.\n-Good job. Charlie, come on over. (whooping) -Once again, back-to-back.\n-(overlapping chatter) That was a battle. You outlasted. (exhales sharply) Safe tonight. Guaranteed a spot\nin the final seven. As for the rest of you,\nafter 19 very tough days of Survivor 46,\nsomebody going home tonight. 11th person voted out will become the fourth member\nof our jury. Grab your stuff.\nHead back to camp. See you tonight at Tribal.\nCongrats. Thanks, Jeff. When I started\n watching Survivor, I saw that grip strength\nis the most important skill for Survivor challenges. For the past, really,\n two years, I've been literally training my grip\n with the grip squeezers, dead hangs on pull-up bars, anything I can think of to\nstrengthen my forearms and grip. It's really validating\n to have your hard work pay off in a way\n that actually impacts my game. Wi th s o ma ny c ho ic es on B oo ki ng .c om there are so many\nTina Feys I could be. So I hired body doubles. Indoorsy Tina\nloves a deluxe suite. Ooh! Booking.com Booking.yeah >> U ni ve rs it y of M ar yl an d Global Campus\nis a school for real life, one that values the successes\nyou've already achieved. Earn up to 90 undergraduate\ncredits for relevant experience and get the support you\nneed from your first day to graduation day and beyond. What will your next success be? So r ic h. S o in du lg en t. It's new Olay Body Wash. Silky indulgent moisture. Bye bye, dry skin. Hello Glow in just 14 days. Indulge. With Olay Body Wash. Fo r yo ur m os t br il li an t sm il e, Crest has you covered. ♪♪ (laughing) Nice smile, Brad. Nice! Thanks? Crest 3D White. 100% more stain removal. Crest. ♪ ♪ TIFFANY: I was pretty peeved\n that Charlie won immunity because, aside from the fact\n that I just want a chance at wearing\n the immunity necklace, I wanted to be the one to beat Q and send him home. He tried to destroy my game,\n and there's no way under this Fijian sun that I would let that go. I want Q gone. Charlie. Pulling it out. TIFFANY:\n Tonight is an easy vote. Myself, Kenzie, Charlie,\n Ben, Maria, Venus and Liz are all\n on board to send him home. I haven't heard a single person utter another name today\nbesides Q. -Liz with the rice.\n-KENZIE: Whoo! TIFFANY:\nBut when there's idols in play,\n people start to act stupid. I need somebody to make fire,\nhonestly. TIFFANY:\n I have been doing a lot\n of debating about this idol because,\n now that it's out there, I know that the clock is ticking\n on when I have to play it. -CHARLIE: There it is.\n-TIFFANY: Ooh. However, Q kind of blew up his own game and\nhas been causing chaos at camp. He's now the biggest target. He's a strong competitor. He's won the individual reward, and he's proven that, like,\nhe can beat us. Can somebody throw me a coconut? I think I'm gonna\ncrack one open. I'm a betting woman, so I'm putting my chips\n on the table and I'm making a bet. Tonight I'm betting I can keep my idol in my pocket\nbecause Q is going home. MARIA:\n...I'd love to get the idol out. KENZIE:\nYeah, I would\nlove to get it out, too, but if she plays her idol\ntonight, and we all vote Tiff, -it's gonna be really,\nreally bad.\n-Right. But let's just think. Yeah. Yeah. I agree. It seems to be\nthat Kenzie is having cold feet. It seems to be that Kenzie\n doesn't necessarily think that this is the right time\n to make the Tiffany move, but if I keep sitting back and waiting\nfor the light to turn green... ...it may not turn green. So I'm gonna have\nto run the red light. You're basically in final six. That's so awesome. As long as y'all not trying\nto blindside me tonight. (both laugh) KENZIE: I have been working on\nthis, like, Tiff blindside thing on the side,\nbut it's just not singing the same heart song\nit was to me. I have no respect for Q. I have no respect for the way\n he's playing the game. And I don't want\n to get out Tiff, who wants to be here,\n for someone who doesn't care. It's like spitting in the face of everyone\n who has ever applied, everyone who has\never tried to be out here, in the face of the jury,\nthat he just doesn't care. It's annoying. TIFFANY:\n I don't know. Probably she giving him\n some type of encouragement -or something. I don't know.\n-Mm-hmm. I'm the easy vote. But you could change that. Like, there are options, but, like,\nyou got to be in the game. I'm in the game. If you want to take Tiff out, there are options\nto take Tiff out. Are you in or are you not in? Q:\n Tonight's vote is life or death, uh, for me. It's gonna be me or Tiff. I go to Vegas a lot,\n and I'm a high roller. I hope tonight I can roll nothing but sevens, and we can send Tiff home. MARIA:\n What are you thinking? Obviously,\nQ is an easy vote, but... I'd love to get the idol out. We can take Tiff out tonight. While it may be hard\nto work with Q, I think we're gonna\nhave to work with Q. BEN:\n I have been thinking\n about this vote. Q is a schemer\n and a bit of a bully, and I want him\nthe hell out of here, but... the argument\n for Tiff being the vote is that everybody\n knows Tiff has an idol, and the idol's more dangerous than Q at this point. I think we got to go\nwith the Tiff blindside. -Okay.\n-Strategically, it's the most... -It's the smartest.\n-Shh. MARIA: Now we have\n four votes to get Tiffany out, but in a game where there\nare eight people left, that's not enough. -This is how we do it.\n-Mm-hmm. Q is down to do Tiff. Okay. MARIA:\nMaybe we don't tell Kenzie. CHARLIE:\nI was thinking the same thing. We've got Q, Ben, me, Charlie.\nThat's four. -Thing is,\nwe need one more solid person.\n-Personally, I think Liz is the better bet out of... -Liz, I don't trust her...\n-But out of Liz and Venus, who do you trust more?\nVenus I don't trust. -She'll cause some random chaos.\n-BEN: Right. MARIA:\n Venus is not somebody\n I could work with, but the whole fight\n that Liz and Q had makes it really hard looping Liz into the plan. We only have\nto get one more vote. I think Liz is better. MARIA: I want Tiffany out,\n and I want it to be today, but Charlie's right. Liz is the key person\n for this plan, and so our plan\nis contingent on the person that has\n a personal vendetta against Q. But at some point you've got to make a move. And this is terrifying. It's terrifying\nbecause it could blow up in my face, but it could\nalso be a game-winning move. (birds chirping) And I agree with that. Ben hates Q. Like, a lot of us don't want Q, but we have one chance. For Tiffany? This is the only night\nthat we can do this. -Okay.\n-And you are the key holder. LIZ:\n Tonight's vote is making\n the wheels turn in my head. I think Maria wants\n to make this bold move for the jury, but I really, really dislike Q. Plus I have\na personal vendetta against Q because he didn't pick me\n for the Applebee's reward. I know Tiff has an idol, and that\n is something to consider. So it's gonna be\n a really hard battle between my mind and my heart. Getting Tiff out with an idol,\n without her even playing it, it's a huge, huge move. On the other hand, voting Q out, seeing Jeff snuff his torch would be just\n as sweet as that juicy, delicious Bourbon Burger. Like, peace out, brother.\nI am so done with you. ♪ I s yo u wi th m e no w? ♪ ♪ Then biggie-biggie-bounce ♪ ♪ I know you dig the way ♪ ♪ I sw-sw-switch my style ♪ ♪ Holla ♪ ♪ People sing around ♪ ♪ Now people gather 'round ♪ ♪ Now people jump around ♪ ♪ Go, get ur freak on ♪ ♪ Go, get ur freak on ♪ ♪ Go, get ur freak on ♪ Ko hl 's h as g if ts fo r al l th e mo ms , plus great prices storewide! Pamper her with\n self-care faves. Treat her to glam\n Sephora finds. Or get top picks\n for her coffee fix! Then take 20% off\n other gifts, plus earn Kohl's Cash. Kohl's. [T en se M us ic ] One Aleve works all day so I can keep working\nmy magic. Just one Aleve. 12 hours of uninterrupted pain relief. Aleve. Who do you take it for? ...And for fast topical pain relief,try AleveX. [ ♪ ♪ ] If you're only using facial\nmoisturizer in the morning, did you know, the best time\nfor skin renewal is at night? Olay Retinol24 renews millions of surface\nskin cells while you sleep. Wake up to smoother,\nyounger-looking skin with Olay Retinol24. Th is i s an e pi c st or y. .. ♪ Any way you want it ♪ Of cosmic proportions. ♪ That's the way\n you need it ♪ How far would you go for\n the one that you love? ♪ Any way you want it ♪ Do you want to make out?\n-Yes. [ chuckling ] St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. ♪ ♪ -KENZIE (gasps): My God.\n-VENUS: Are you okay? KENZIE:\nYeah. -LIZ: Are you okay?\n-KENZIE: Yeah. -VENUS: It was on fire.\n-Did you burn your hair? -KENZIE: Yeah. Oh, my God.\n-LIZ: Ooh, I smell it. -VENUS: It stinks.\n-(laughs) -It's all good? Okay.\n-Yeah, yeah, yeah. Scared me. Okay. Let's review where the game is. Every single person\non the jury is there as a result\nof a massive blindside. Q, you have been\nan unwitting smoke screen the last two Tribals. So, once again,\nlet's start with you. Did the day center\naround you a lot? A little? So, Jeff,\nover the last three days, um, I've been calm. I lay on the beach.\nIf they approach me, good. If not, I don't bother people. Right now I have no power,\nso I can only put the trust in the people around me. PROBST:\nTiff, this is a different story, 'cause the last two Tribals, everything\nwas swirling around Q. \"Q's going home. Q's going home.\nQ's going home.\" Nope. Still here. TIFFANY:\nI mean, like Q said,\nhe kind of just sat back, minded his business,\nand he has a keen understanding that, at this point,\nit really just is what it is. And today at camp,\nfor probably the first time in quite a while,\nit was actually peaceful. Kenzie, this\nis eerily familiar, though. The last two Tribals,\nthere was this certainty that it was Q going home. Did it feel different today? Today definitely felt different. Q has been, like,\nsuch a good smoke screen for if a blindside\nis gonna get pulled off. But today we were all on a-- pretty much an understanding on\nwhat was gonna go down tonight. So let's go back\nto the reward challenge. -Biggest reward of the season.\n-(whimpers) PROBST:\nQ, you win. You're in charge. You choose Maria,\nTiff and Kenzie. Liz was left out,\nwas frustrated, understandably. It's a long game. She hasn't\neaten, and she let you have it. -(laughs)\n-Q: Yes. -That's fair.\n-LIZ: I mean,\nI said what I said. I said it very loudly\nand very publicly, but I didn't want it\nto be awkward for everyone. So I apologized to Q. That don't mean I'm,\nlike, really that sorry. But, like, Q, you and I,\nwe just can't play together. Q, this is the story. I know, man. (sighs) It's tough, Jeff,\nbut, you know, I put out a plan, and if four others get on board\nand help me out, we'll see where things kind of shake up. But the other folks\nmight just say, \"You know what?\nKick this guy out.\" So, you know,\nit's one of those things where it's not in my control. Ben, is it possible\nthat everybody could jump on board with Q's plan,\nand it's not Q again tonight? Personally,\nI'm just a bit over it, but, uh, if that does happen,\nlike, it's beyond me. 'Cause everybody has seemed\nto have been on, like, \"Q tonight? Q tonight?\" I mean, it's almost eerie how\non board everybody is with that. Charlie, Ben said it. It's almost eerie. You can't not consider\nthe fact that something weird's gonna happen again,\nbecause look across. The last two have been\nabsolute devastating blindsides using Q as the smoke screen. The eerie silence is scary. And I think\nthere was a moment today where I was\nsort of questioning, like, \"Is something going on\nthat I don't know about?\" And what I realized is that, no, the calm is because\npeople are on the same page. So that's what\nI'm hanging my hat on. Maria, let's talk\nabout blindsides at this stage of the game. If you're somebody\nwho pulls off a blindside, you're happy, you're proud.\nYou should be. You hoodwinked somebody.\nThat's difficult to do, but they're different\nwhen you have a jury. I mean, I am sure everybody here is thinking to themselves, \"How can I get\nsomething on my résumé?\" Right? Like, there\nare three unfortunate people sitting over there\nwho are thinking to themselves, \"Was this a good move,\nor was it not? Am I gonna award\na vote to this person or not?\" And so a blindside\nright now is huge. That's just not\nthe case tonight, unfortunately. PROBST:\nTiff, let's go back\nto Q for a moment. There's so much energy around\nwhether he should be here or not that I'm curious\nwhen the scales tip and suddenly keeping Q\nbecomes the better move. (laughs softly) Um... PROBST:\nLiz is...\nEverybody's shaking their head. I don't know if keeping Q\nis the better move for anybody. Just based on\nwhat I've been hearing, I don't think\nthat anybody here thinks that Q is best for their game at\nthis particular point in time. Again, for me, Jeff, I can only put out an idea. If it doesn't stick\nwith others, it doesn't make sense for their game,\nI can't make 'em vote with me. And I was prepared to go\ntwo Tribals ago. If it's my time, it's my time.\nI've accepted it. If my plan is not their plan,\nI'm cool, man. ♪ ♪ All right, it is time to vote. Kenzie, you're up. ♪ ♪ Very easy vote. ♪ ♪ (exhales) ♪ ♪ I'll go tally the votes. ♪ ♪ If anybody has an advantage or\nan idol and you want to play it, now would be the time to do so. ♪ ♪ All right, I'll read the votes. First vote: Q. Tiff. One vote Q, one vote Tiff. Q. Two votes Q. Q. Three votes Q, one vote Tiff. ♪ ♪ Tiff. That's three votes Q,\ntwo votes Tiff. Tiff. We're tied. Three votes Q, three votes Tiff. Tiff. That's four votes Tiff, -three votes Q.\n-(mouths) One vote left. 11th person voted out and the\nfourth member of our jury: Tiff. Need to bring me your torch. ♪ ♪ Tiff, the tribe has spoken. Thank you. Time for you to go. Whoa. ♪ ♪ Grab your torches,\nhead back to camp. Good night. ♪ ♪ Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org Ar e yo u cr yi ng ? No. There's no crying in baseball! Or with the Capital One\nVenture card because it lets you earn\nunlimited double miles on every purchase every day. And you can use those miles on any travel purchase. What's in your wallet? Th is C ha rm in Ul tr a So ft S mo ot h Te ar is soooo soft and soo smooth. Charmin Ultra Soft Smooth Tear has wavy perforations\n that tear so much better for a smooth\n more enjoyable go. Charmin, enjoy the go. Wa nn a kn ow a s ec re t? With NEW Secret Outlast, You can almost miss the bus... But smell like you didn't. Secret FIGHTS\n 99% of odor-causing bacteria. Smell FRESH for up to\n72 HOURS. Secret works! It's a crime\nto smell that good. Sa lo np as L id oc ai ne F le x. A super thin, flexible patch\nwith maximum OTC strength Lidocaine\nthat contours to the body to relieve pain\nright where it hurts. And did we mention, it really,\nreally sticks? Salonpas, it's good medicine. (W om an ) Ug h, o f co ur se i t st op s lo ad in g at t he b es t pa rt . (Tony Hale) I wasn't\neavesdropping, yes I was. You need Verizon. Get their crazy powerful network\nout here, and get six months of Disney\nBundle on them! And it is all good. (VO) That's right, stream\non the go, with six months of Disney Bundle\non us. All your favorite content\nfrom Hulu, Disney plus and ESPN plus is\nall yours, and watch it all on the new\nGalaxy S24+, also on us. Only on Verizon. CHARLIE: An idol, at this point\nin the game, changes everything. PROBST:\n Next time on Survivor... We're screwed. Everyone's lying. (groans) She went from being a hero\nto a villain real quick. We all know\nwhat needs to be done. He's a jerk. Q:\n I don't feel guilty at all. (laughs) PHIL KEOGHAN: Previously on The Amazing Race... seven teams raced\n to Montevideo, Uruguay. -(singing in Spanish)\n-No. KEOGHAN:\n Vinny shined at the Roadblock. Let's go! But later, sparks flew between him\n and girlfriend Amber. You're making this so hard.\nI'm starting to get frustrated. And you're not trying\nto be any better. Stop talking to me like that. KEOGHAN:\n The need for navigation\n helped Angie and Danny... DANNY:\n We just passed them, and so, directionally... KEOGHAN:\n ...and hurt Sunny and Bizzy. SUNNY:\nI don't see\nany other teams around. -I don't even see anything\nthat looks like a plaza.\n-Ugh! KEOGHAN: A stellar Detour performance... (singing) KEOGHAN:\n ...put boyfriends Ricky\n and Cesar back on top. -You are team number one.\n-(whooping) KEOGHAN:\nPilots Juan and Shane stumbled. God, man, we just ate\nten, 15 minutes."
}