{
    "season": 46,
    "episode": 13,
    "title": "Friends Going to War",
    "transcript": "Welcome to the season finale\nof Survivor 46. Well, it's been a fun and unpredictable season\nof Survivor. We've had a lot\nof strong players taken out-- including six straight\nblindsides-- forming our jury. We've had five players voted\nout with idols in their pocket, including\nthe last four in a row. That's a record. And to date, it's been 23 days\nthey've gone without rice. Also a record. But now we're down to five. Tonight we'll have\ntwo immunity challenges, two Tribal Councils,\none fire-making showdown. And then our final three\nwill face the jury and we will crown a winner\nof Survivor 46. We'll then immediately\ngo into the aftershow while we're still here\nin beautiful Fiji and talk about it all. All right, our final five: Charlie, Maria, Ben, Liz and Kenzie. Who will be\nthis season's Sole Survivor and take home the check\nfor a million dollars? This is it. Season finale, Survivor 46. ♪ ♪ Oh, my God. (laughing quietly) And behold. PROBST:\n Previously on Survivor... MARIA:\nHopefully, we get to\nkeep in touch -and be in each other's lives.\n-Oh, my God, yeah. MARIA:\n I adore Charlie so much, but right now, -he's standing in my way. -CHARLIE: I am just so grateful to, like,\nhave you just in my life. I love her to death, but if I'm going to play to win, I have to vote her out. PROBST:\nMaria down to her last piece. And there it is. Maria's done it.\nHer third individual immunity win. BEN:\n Now everybody's trying\n to come together to take down the king and queen. -LIZ: Yeah, I love Charlie.\n-Yeah. Maria thinks Liz and I\n are gonna vote Charlie. -I knew this day would come.\n-KENZIE: Yeah. But we're just bamboozling\n Maria and Q. All right. Tonight is Charlie's\n night to go, and I hope I get a hug. PROBST:\nIf anybody has an advantage or an idol\nand you want to play it, now would be the time to do so. All right, I'll read the votes. Thirteenth person voted out and the sixth member\nof our jury: Q. ♪ ♪ The tribe has spoken. Congratulations on making it\nto the final five. One of you will claim the title\nof Sole Survivor and the million dollars\nthat goes with it. ♪ ♪ (cracking) Charlie, can we go talk? Oh, yeah, of course.\nWhere you want to go? MARIA:\n Oh, my God. I messed up.\nI messed up tonight. I tried to take out Charlie, my closest ally. But my big move didn't pan out. And, yeah, I have to do, like, major damage control. -Yeah.\n-...to tell me that\nif I sat next to you at the end, I was never gonna win. They pitted me against you\nand did a bait and switch and made me vote for you\nso I look like an idiot, and now Q's gone. I'm, like, nauseated just trying\n to explain myself to Charlie, and I'm really worried my best friend in the game\nis never gonna forgive me, and my game is done. -That threesome\n-Mm-hmm. -that's up there\n is out to get us.\n -Yeah. -MARIA: They messed up\n the alliance\n -Like... -No, no.\n-I trusted the most\nand now it's tainted. You know what? There's no reason\nto call the party off. I still want to party, okay? Because we're down\nto five people, and guess what? -We just got to think\nhow we're gonna play this.\n-Okay. CHARLIE:\n Final five by the skin of my teeth. Ooh! Maria, my number one ally, came for my throat. You know, it'd be easy for me\n to be bitter and upset, but let's be real.\nIf she didn't win immunity, I was planning\non doing the same thing. I'm sorry.\nGod, I screwed up. -God.\n-What the heck, Maria? -Man.\n-What the heck? I'm sorry. CHARLIE:\n Maria feels terrible,\nshe feels bamboozled, but it's completely fake. I know it. She came for me\nand I came out on top. -(laughs)\n-I totally screwed up. -Damn. -CHARLIE: But if one thing\ncame out of tonight, it's that I'm a big threat, and people are willing\n to write my name down. So, I have to keep every path\n open, keep every option open, to get to the end and go for the win,\ngo for the million. -We made final five.\n-CHARLIE: Honestly, -that was a great Tribal.\n-KENZIE: That was a great... And, Liz, you finally\ngot your wish to vote Q off. -Mm-hmm.\n-BEN: You think\nthat was just Liz's wish? -Oh, no, I doubt that.\n-And that's what's up. (laughing) Q, my darling, you got played. I'm so excited! That was honestly\na really good move, guys. Y'all are playing way harder\nthan I thought. Yeah, we could have\ntold you that, but we didn't. MARIA:\nYeah, I know. LIZ:\n Maria says she finally sees that we are\n actually playing the game. Just a face.\nI don't even have words. Just a face for that. But at this point in the game, Maria has a giant target\n on her back. Q ruined my game tonight\nand I fell for it. -BEN: Yeah. Damn.\n-Y'all want\nto let me win tomorrow? MARIA:\n I am on the bottom, and now, you know,\nthere's a massive target on me. Winning tomorrow is imperative. Like, this is the time\n to just, like, go for it, to fight as hard as I can,\nand hopefully either win or go down fighting. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ Come on in! Mighty fierce-looking\nfinal five. Going back to day one, nobody would have predicted\nthis five. No, no. But here we are. All right, shall we get\nto today's immunity challenge? -Yes.\n-First things first, Maria. -Oh.\n-For the third time,\nI have to take it back. -(applause)\n-One more, Jeff.\nI got one more in me. PROBST:\nWhoa. That was a big prediction. (laughs) All right,\nfor today's challenge, you're gonna race\n through a series of obstacles. Once you're through,\n you'll retrieve a rope and use it to drop a bridge. You'll then cross that bridge\n and retrieve a key, then climb to the finish,\n where you will use that key to unlock your puzzle pieces. Once you've finished\n your puzzle, it will reveal the solution\n to a combination lock. First person\n to solve their combination and bang their gong... wins immunity, guaranteed a spot\nin the final four, which means you cannot\nbe voted out of this game. At the very least,\nyou're making fire for a shot to get to three. In addition, playing for reward. -I knew it.\n-Want to know\nwhat you're playing for? -Yes.\n-CHARLIE: Oh, yeah. The winner will be taken\nto the sanctuary, where good things happen,\nfor pasta... -Oh.\n-Caesar salad, -Oh. Nice. Yes.\n-garlic bread, -Oh, yeah. Oh, yeah.\n-macaroons, chocolate pudding, -Mm-hmm.\n-wine and soda. Losers, Tribal Council, where somebody will be\nthe 14th person voted out, become the seventh member\nof our jury. Everybody knows this.\nI got to say it. Maria, if you win\ntoday's challenge, -you join an elite group\nof four women.\n-Wow. The only four women\nin the history of Survivor to win four\nindividual immunity challenges. A lot at stake.\nDraw for spots. We'll get it on! -Here we go.\n-PROBST: Here we go.\n-Let's do it, let's do it. All right, here we go.\nFor a guaranteed spot in the final four. Survivors ready? Go! First, you're going\nthrough a muddy net. -You're gonna\nget covered in mud.\n-LIZ: Oh, my God. -It doesn't matter.\nIt's day 24.\n-(Charlie groaning) You want to get to day 25. Right here! Everybody struggling\nthrough that net. Charlie's gonna be out first.\nUse the water if you need it. You're gonna need your eyes\nto see. Ow! -PROBST: Kenzie's through!\n-Ooh! PROBST:\nMaria's through. Ben is through. Now you're pulling out rope\nto release that plank. The only way through\nis to pull that plank out and then cross. Here comes Liz. Everybody working\non their ropes. Every second could count\nin this challenge. Charlie down to his last bit. Plank's out. He's good. Maria's got her plank out.\nShe's good. It is Maria and Charlie at opposite ends. Here comes Kenzie. Charlie through\nthe next obstacle. Maria's through it. Charlie's dropped\nhis monkey's fist. Maria has hers.\nHere comes Kenzie. Now you've got\nto drop your bridge, using that ball of rope. Kenzie has hers! -Ooh. Yay!\n-PROBST: She's in this. Here comes Ben. -Liz now in the tunnel.\n-(grunting) Ben's got his. He's good. Maria with a nice toss.\nThat's gonna do it. Maria first to drop her bridge. Charlie drops his bridge. Now retrieve your key. We are neck and neck right now with Charlie and Maria. Here comes Liz. -Aah!\n-PROBST: Ben a little short. Maria has her key.\nShe's heading up. Maria now in the lead. Charlie has his key.\nHe's heading up. Kenzie drops her bridge,\nworking on her key. Now you got to climb up and unlock those puzzle pieces. Ben and Liz still working\nto drop their bridge. Liz has her bridge dropped. Ben's got it. Liz heading up. Kenzie has her key. Ben working on his key. Liz looking for her key. -Ugh!\n-She forgot it. -Ugh!\n-She's got to come back down\nand go get it. Maria working on her puzzle.\nKenzie working. Charlie working.\nBen has his key. He's up top now,\nworking on his puzzle. Liz had to go all the way back. She forgot her key. Day 24, final five challenge, huge stakes. Reward is secondary. You want immunity right now. Here comes Liz\nheading back up again. We're gonna have everybody\non the puzzle. Another complicated Survivor puzzle. It'll give you\nall the information you need to solve that combination lock. Then you bang that gong\nand you're good. Kenzie making a lot\nof progress on this puzzle. Charlie getting\na little more momentum now. You cannot slow down. Do not stop digging right here. We are very close.\nKenzie and Maria. Maria with another piece. Kenzie down to six pieces. Maria at nine. Kenzie with another piece. And another. Kenzie down to four pieces left. Guaranteed spot at four. Everybody else\nvulnerable tonight. Kenzie, one piece left. She's got the puzzle done. -Oh, my God.\n-Now what? ♪ ♪ New twist in this challenge. You think the puzzle is the end,\nbut it's not. You've got to read the puzzle. Everything you need\nis on the puzzle. Maria now closing in\non her puzzle. Holes in your plank? Confusion now. What is happening? PROBST:\nWe've never seen this before\nin a challenge. Liz now running back, appears to be\ngoing to help Kenzie. Got to go over the obstacles. Maria has her puzzle finished. Now she's working on it. Everything up in the air now. It's Kenzie trying\nto figure out the combination, Maria trying\nto figure out the combination. PROBST:\nThe puzzle contains information you need\nto finish this challenge. Maria now gonna head back out. Got to go over\nall the obstacles. Here comes Liz, coming back. She's carrying the plank. The only guess\nis she is helping Kenzie. Maria now moving\nthrough those rope rungs as fast as she can. Liz now here\nwith Kenzie's plank. Maria on her own,\ntrying to get her plank and get back here. They've got what they need.\nCan they figure it out? PROBST:\nNo! PROBST:\nSomething got to be wrong. Here comes Maria.\nShe's got her plank. Kenzie and Liz working together. Maria on her own. Immunity on the line. Thirty-five. PROBST:\nKenzie has it, bangs the gong. -It is over.\n-Yes! Oh, my God! -Yes!\n-With the help of Liz, -Yes, yes, yes!\n-Kenzie's won her second immunity challenge,\nguaranteed a spot -in the final four.\n-KENZIE: Oh, my God. You deserve it and more. PROBST:\nMaria just a little short. KENZIE:\nMaria. Good job. Wow.\nAnother unpredictable moment in an absolutely unpredictable season of Survivor. LIZ:\nYou're a badass. It takes two to beat you.\nYou're a badass, Maria. -KENZIE: Yeah,\nyou're incredible, Maria.\n-LIZ: Seriously. Kenzie, come on over. -Yeah.\n-For the second time\nthis season, -individual immunity is yours.\n-Dude. -You are guaranteed a spot\nin the final four.\n-Yeah. It means you will never\nbe voted out this season. -Yeah.\n-At the very least, -Kenzie!\n-Go, Kenzie!\n-you got a shot at making fire. Yeah, I can-I can taste it.\nYou know, I... (whoops) Thank you so much, Liz.\nLike, Maria, you're incredible. Like, we had to team up\nto beat you. Like, that just proves, like, what an amazing competitor\nyou are. It just made sense. When Liz saw she wasn't\ngonna finish her puzzle, it was just like,\n\"Okay, girl, we got to go.\" Maria, it is one of the most\ninteresting facets of Survivor-- is that the better you are, the bigger the target you are. I take it as a compliment,\nhonestly. Like, I have exceeded\nmy expectations out here, and if it took two people\nto beat me, then, like, it's a big compliment to me -and good for them\nfor teaming up.\n-It is a compliment. You know, it's not over\nuntil you snuff my torch. PROBST:\nAll right, so here's\nwhat's gonna happen. You're gonna leave here,\ngo to the sanctuary. -CHARLIE: Wow.\n-Yeah.\n-You're choosing one person. Who are you gonna take with you\nto the sanctuary? I'm torn because,\nLiz, you helped me, but Ben's the only one\nwho's never seen it. -Like, what...\n-I'd go with Ben. I'm allergic to pasta. -KENZIE: Oh, okay.\n-Are you serious? -Yeah.\n-Bennie boy. You haven't seen\nthe sanctuary yet. All right, so here's\nwhat's gonna happen. You two are gonna\nhead out to the sanctuary. -Okay.\n-You'll return back to camp\nin time for Tribal Council. -Grab your stuff, head out.\n-Do I get a hug? -Oh.\n-Buddy hug. I love buddy hugs.\n-Let's go. -Thanks, Jeff.\n-Congrats. Thank you. Down the steps, hang a right.\nBoat'll pick you up. -KENZIE: Thank you so much.\n-BEN: Thanks, Liz. -LIZ: Have fun.\n-KENZIE: Thanks. Let's go chill hard, buddy. -Let's go chill hard!\n-PROBST: All right, Maria, Charlie, Liz, got nothing\nfor you. Grab your stuff. Head back camp. See you tonight\nat Tribal Council where somebody will be the 14th person\nvoted out, seventh member of our jury. -See you tonight.\n-Jeff.\n-Thank you. LIZ: Yes, what I did\n was wild, but I'm trying\nto make it to the end. And honestly,\n that's all I care about. It seems like a no-brainer\n that tonight is Maria's night. But this is Survivor. This is the final five. Anything can happen. Well, it's been one of\nthe most unpredictable seasons of Survivor, and honestly, it's\nwhy I still love doing this job. Come on out.\nApply to be on Survivor. WE A LL H AV E OB ST AC LE S, CH AL LE NG ES , AT D IF FE RE NT PO IN TS I N LI FE . I ST IL L PU SH MY SE LF P HY SI CA LL Y EV ER Y SI NG LE DA Y. T HE F IR ST T IM E I PU T ON A PA IR O F OO FO S, I T WA S LI KE SO ME ON E RE LE AS ED T HE P RE SS UR E - IT W AS S O CR AZ Y. T HE RE 'S NO TH IN G LI KE T HE M. Br ea th in g Cl ar it in C le ar is l ik e. .. [♪♪] feeling the breeze instead of feeling congested. [♪♪] Fast relief of allergies\nwith nasal congestion, so you can breathe better. Claritin Plus Decongestant. Live Claritin Clear®. [ Ce ll ph on e ri ng in g ] Ph on e ca ll f ro m th e bo ss ? So rr y. Outdoor time is me time. I hear that. That's why we protect\nall your vehicles here. But hey...nothing wrong\nwith sticking it to the boss. Ooooh, Flo, you gonna take that? Why would that concern me? Because you're...the...\naren't you the..? Huh...We never actually\ndiscussed hierarchy. OK, why don't we just stick\nto letting Dave know how much he can save\nwhen he bundles his home or auto with his boat or RV. Wait, I thought\nJamie was the boss. [ Laughter ] It's funny because\nI'm not boss material! Wh oa ! Ho w' d yo u ge t yo ur t ee th s o wh it e? You gotta use\nthe right toothpaste! Dr. C?! ♪♪ Not all toothpastes\nwhiten the same. Crest 3D white removes\n 100% more stains for a noticeably whiter smile. New personal best. Crest. ♪ I s yo u wi th m e no w? ♪ ♪ T he n bi gg ie -b ig gi e- bo un ce ♪ ♪ I know you dig the way ♪ ♪ I sw-sw-switch\nmy style ♪ (Holla) ♪ People sing around ♪ ♪ Now people gather 'round ♪ ♪ Now people jump around ♪ ♪ Go, get ur freak on ♪ ♪ Go, get ur freak on ♪ ♪ Go, get ur freak on ♪ KENZIE:\nI can't believe I won immunity. Dude. And it was, like,\nthe most important -and sickest\nimmunity of the season.\n-And the po... I didn't care\nwhich one of us won it as long as it wasn't Maria. -Damn right.\n-Oh. Cheers. My dude. -To chillin' mad hard.\n-To chillin' mad hard. Going into\n the immunity challenge today, there was one common goal,\nand it was for Maria to not win. And Liz helped me win immunity, which I was surprised at. She is so unpredictable.\n She's like a secret assassin. This is heaven. It's a perfect day, and\nI'm not getting voted out, ever. I'm here to stay, baby. Like, I'm going to final four\nwhether y'all like it or not. Honestly, today is,\nlike, amazing for me. -Like, winning...\n-Because the high\nis so high today. -Like...\n-I know, and, like,\nI get to be out here -with, like, my Survivor bestie.\n-Oh, my God, it's sick. (laughs) It was so sick Kenzie picked me\n for the reward today because in this game, you hope to make alliances,\nand then you make a real friend with a person like Kenzie. Like, how can you not feel grateful to shred\nin a situation like this? When I go home,\nI just have to catch up on all the things\nI ignored for years 'cause I was too busy\ntrying to rock my hardest. -Gonna get my driver's license.\n-Hell yeah. -That's a good place to start.\n-Yeah. If you want to be an adult, -we should get\na driver's license.\n-Exactly. On top of that,\n we're sitting in Fiji, overlooking one of the most\n epic landscapes of all time. It's such a vibe.\nIt's, like, electric, almost. What do we do when we get back?\nI don't want to come in cocky and be like,\n\"Oh, Maria tonight,\" you know? Feels, like, too perfect. I would be shocked\nif something crazy happened. BEN:\n I think we're all\n on the same page 'cause the enemy is so common. Maria is a whole-package threat. Multiple immunities,\ndecimated people's gameplay, played an epic game\n of deception. So, unless she finds an idol\n or pulls a blindside, Maria's done. MARIA:\nWell, that was a fun challenge. -It was fun, Maria.\n-CHARLIE: Oh, my God.\n-It was fun. -I do love you, dude.\n-I love you, too. You're just such\na friggin' competitor, dude. I love you, too.\nThank you for saying that. -I'm just really scared\nof going home.\n-Don't worry about it. -Don't worry about it.\n-I still really... -I'm still really scared.\n-You know what? -I'm so proud of myself. -CHARLIE: Liz going over to Kenzie to help\nto take down Maria-- that says, to me,\n Liz is here to play. MARIA:\nI'm gonna spend the afternoon\nlooking for idols. If I can find one,\nI'm gonna pretend -I don't have one.\n-CHARLIE: Yup. And then you and I take out\nwhoever we want to take out. I think, that's... I mean... After last Tribal Council, I made sure that my door\nto work with Maria was open. 'Cause I didn't know\n what today would bring. So, I want to solidify Maria as my champion\nif she's going home tonight, and as someone\nwho's gonna work with me if she finds an idol. -We just should just check\n-Mm-hmm. tree mail, water well,\nunderneath, -and then go the back way,\n-Yes. -and then go back down\nto the beach.\n-Okay. MARIA: It's really hard\n to come back to camp knowing that\nLiz just worked against me. I'm, like, super pissed. But at the same time,\n I'm like, \"Damn.\" Like, maybe it just takes\ntwo people to beat me. This is cool. This feels like\nit would be a good -\"tied to a branch\" tree.\n-Mm-hmm. MARIA: My plan from here\n is to find an idol or convince somebody to work with me. MARIA:\n I think Charlie has\n forgiven me and would work with me,\n but that's not enough. We need one more person. Let's go! Let's go! MARIA:\n So, today is definitely gonna\nbe an uphill climb in the snow, barefoot. I've just never been one\nto give up. Like, I just... It's not in me to give up. (chuckles) Hi. You coming\nto keep tabs on me? No, I was just looking\nto talk to you. Oh.\nHere's my pitch to you. You got to know\nthat, like, with Ben, I've distrusted him\nsince day one. -That's why\nwe're not working together.\n-Yeah. Like, the fact that\nhe's trying to convince you that he accidentally\nwrote \"Kenzie.\" -You wouldn't...\n-I've never believed -he accidentally wrote \"Kenzie.\"\n-But that's what I'm saying. You're about to move forward\nwith somebody who's so deceptive,\nand I'm telling you, -I'm an open book.\n-Yeah. I just don't think\nI can beat you. -I think I can beat Ben.\n-Yeah. KENZIE:\n Maria's selling\n Ben writing my name down a couple of days ago\n wasn't an accident. She is fighting for her life right now, which I respect,\n but she's almost making her argument worse\nby being so convincing. I'm like, \"No,\nyou're even more dangerous.\" Her pitching Ben is foolish. There's no way any of us\n are gonna fall for that. MARIA:\nI'm gonna put myself out there. -LIZ: Mm.\n-Big time, 'cause I got\nnothing to lose. -Yeah.\n-Ben wrote Kenzie's\nname down on purpose. -That was not an accident.\n-Hmm. And he lied to her face, and -he's been lying to her face.\n-LIZ: Wow. Ben's been playing a game\nthat nobody knows, and he's very charismatic. He is fully capable of pulling something out\nat Final Tribal. He could come out and say,\n\"Boom, boom, boom, boom, boom. \"None of you even knew -that I was doing this.\"\n-Yeah. What if he has this,\nlike, rocking story? I have no idea.\nThat's the scary part. MARIA:\nTaking Ben to the final three\nis dangerous. -Yeah.\n-MARIA: And I think the decision\nis in your hands, really. LIZ:\nWell, we would\nall have to do that. I know that this is crazy, but Maria really got to me\nabout Ben and the unknown. If he drops a bomb or two, it might be just enough\n for him to win the game. That's terrifying. I've been so focused\n on trying to get Maria out, but is that really\n what is best for Liz? Ben, Ben, Ben. CHARLIE:\n If you told me this morning Maria goes to Liz and pitches Ben\nas the vote out tonight, I would have\nlaughed you off of Fiji. But it seems like Liz is willing to do\nsomething different tonight. KENZIE:\nWe're all just\nvoting Maria, right? -Yeah.\n-Like, why does tonight\nfeel so heavy when it should be so easy? CHARLIE:\n Maria has a lot\n of enemies in this game. Ben, on the other hand,\n has friends on the jury. He's a great storyteller, he's charismatic, and we've been together since day one. So I'm worried the jury\nmight see us as similar players. He could easily get\n some of my jury votes, and that's dangerous. I don't know. MARIA:\n I am so scared because tonight could be the end for me. I've done all I can do, but if I can pull off this move, I'm gonna win this game. And so, tonight\n is a massive night. It's do-or-die for me. (V O) Fe ed in g a hi gh -q ua li ty d og f oo d doesn't have to cost a whole\nlot. For about a dollar a day, you can give your dog the BLUE\nBuffalo food they deserve. Real meat first. Healthy\ningredients. Natural nutrition. Try BLUE Life Protection Formula\ntoday. Pe op le c al l it t he b ig ge st sm al lt ow n fe st iv al i n Mi nn es ot a. And we came up with the idea of creating\na community S'mores table. The Hershey Company\ngot wind of this and sent 40,000 candy bars. Made my day a\nhundred times better. I love S'mores so much. ( ♪ ♪ ) I'm getting\nvaccinated with Pfizer's pneumococcal\npneumonia vaccine. So am I. Because I'm at risk\nfor pneumococcal pneumonia. Come on. I already got\na pneumonia vaccine, but I'm asking about the added\nprotection of Prevnar 20®. If you're 19 or older with\n certain chronic conditions like asthma, diabetes, COPD, or heart disease,\n or are 65 or older, you are at increased risk for pneumococcal\n pneumonia. Prevnar 20® is\n approved in adults to help prevent infections from 20 strains\n of the bacteria that cause pneumococcal\n pneumonia. In just one dose. Don't get Prevnar 20®\n if you've had a severe allergic\n reaction to the vaccine or its ingredients. Adults with weakened\n immune systems may have a lower response\n to the vaccine. The most common\n side effects were pain and swelling at the injection\n site, muscle pain, fatigue,\n headache, and joint pain. I want to be able\nto keep my plans. I don't want to risk\nending up in the hospital with pneumococcal\npneumonia. That's why I chose\nPrevnar 20®. Ask your doctor or pharmacist\n about the Pfizer vaccine for pneumococcal pneumonia. ♪ ♪ ♪ ♪ All right.\nLet's just get right into it. Today was an interesting day\nat the challenge. Kenzie's in the lead.\nMaria's on her tail. And at that point, Liz decides,\n\"I'm gonna help Kenzie.\" And it worked.\nKenzie wins individual immunity. Congratulations. But, Maria,\nwhere does that sit, knowing that they were working together\nto make sure you didn't win? Honestly, I have\nno hard feelings at all. I think at 47 with three small kids at home and three immunity challenges\nunder my belt, I hold my head up high,\nand I feel super proud\nof the game that I played. PROBST:\nAnd I just want to say, there are a lot of people\nthat look at Survivor now and feel like\nit's a younger person's game, but then somebody\nlike you shows up and says, \"Oh, no, no. \"Oh, I still got game. I got a lot of game.\" And, Ben, the better you are, the bigger the target. That's just how\nthe game goes, you know? Maria's a great player. I still think\nshe is the MVP of the season. But no hard feelings. We all have to outlast, outplay, outwit, outshred,\nwhatever it is. The bottom line is\nwe have to play the game. PROBST:\nKenzie, what Ben\nis saying is that you do develop relationships, and sometimes\nthey become like this, but then sometimes they do this. Doesn't mean you can't\nplay the game with somebody, but it does mean\nif I have the opportunity to take you out, I might. And it sounds like Ben\nis saying, \"I have no problem writing\nMaria's name down tonight.\" -Am I getting this right?\n-Yeah, definitely. KENZIE:\nYeah. Maria's incredible. Like, an amazing woman. -Thank you.\n-KENZIE: I admire you.\nI respect you. I love you deeply. And that is what's\ncrazy about Survivor, is that I can look someone\nin the face and be like, \"You could kick my ass\nup and down this game.\" So I have to write\nyour name down tonight. -I totally understand.\n-KENZIE: Because... ...you would beat all of us. You're amazing. -You are wonderful.\n-Thank you, Kenzie. -I love you.\n-I love you, too. Liz, Ben and Kenzie\nhave been very open. They're voting Maria.\nSo, where are you? I'm just ready\nto focus on the game. Sometimes I'm like\na horse with blinders on. When I was helping Kenzie\nwith the puzzle today, I wasn't thinking\nabout Maria's feelings. Afterwards, I was definitely\nthinking about her feelings and what a jerk I looked like. And so it's really hard, but Maria and I, we're like two ships passing in the night.\nLike, we could have been the, like,\nmost dynamic duo out here, but for some reason, instead\nof attracting each other, we just kept getting further and\nfurther apart with each vote. Charlie, where are you\nwith Maria? Yeah, so... Maria and I have worked really side by side\na lot of this game. We've got 24 days together. You know,\nyou have people that you build these insane bonds with, and then you have to\nvote each other out. Tonight, it's almost like\na sibling rivalry moment. PROBST:\nMaria, from my vantage point,\nyou've been very gracious about handling this pressure\nand having a target and even having them\ndouble-team, trying to get at you. How are you able\nto play the game as hard as you've played\nbut also understand, \"You're coming for me. If you can get me,\nyou should get me.\" Um, I think any competitor knows how to win\nand knows how to lose. And I can honor and respect any move that takes down\na fierce competitor like myself. There's also the knowledge that\nmy kids are watching. My kids are watching tonight. You know? And I plan\non walking out of here with my head held high. (sniffles) I'm proud of myself,\nI'm proud of my game, and I know that they're\ngonna be proud of me. And being ungracious-- like, that's not\nwhat I want them to do. And so I'm going to be\nan example to them. PROBST:\nWhere does that come from? I guess it comes\nfrom my upbringing. You know, I'm-I'm an immigrant. I come from Beirut, Lebanon, and you know, I grew up with, I guess,\nan environment of survival. You know, work hard,\nbe determined and to be honest\nand to be respectful and to be gracious\nand to be humble. And I think to myself, \"My husband and I\nare raising three boys, \"and Daddy is strong as hell. But you know what?\nMommy is, too.\" PROBST:\nWell, it's a tough\ntransition to make, but it is time to vote. Maria, you're up. ♪ ♪ I literally want\nto be you when I grow up. You're the coolest person\nin the whole world, which is exactly\nwhy this is happening, because you literally would\n have wiped the floor with us. Like, you're amazing. ♪ ♪ Listen up, future nephews. Your mom kicks butt. ♪ ♪ I'll go tally the votes. ♪ ♪ If anybody has an advantage or\nan idol and you want to play it, now would be the time to do so. All right.\nI'll read the votes. First vote: Ben. Let's go! (laughing) Maria. One vote Ben, one vote Maria. Maria. Two votes Maria,\none vote Ben. Fourteenth person voted out and the seventh member\nof our jury: Maria. That's three. That's enough.\nNeed to bring me your torch. Good job, Maria. Bring it in, Lieutenant Mom. LIZ:\nI want a hug. Thank you. ♪ ♪ Maria, the tribe has spoken. Thank you. It's been a pleasure, you guys.\nLove you. -We love you, Maria. (whooping)\n-MVP. -(Liz whoops)\n-Bye. ♪ ♪ (mouths) Congratulations on\nmaking it to the final four. Tomorrow, you'll compete in\nyour final immunity challenge. Grab your torches.\nHead back to camp. Good night. Oh, wow. You know what? I feel amazing. I played such a good game. I'm 47 and, you know,\n I smoked some of these guys. It felt really good\n to know that, at my age, at my stage of life,\nlike, I still got it. Me mo ri al D ay S av in gs st ar t no w at T he H om e De po t. So make a space\nto soak in the season. Whether it's to get\neveryone together, or somewhere to get away,\nmake it your place, with savings from\nThe Home Depot. DU PI XE NT c an h el p pe op le wi th a st hm a br ea th e better in as little\n as 2 weeks. So this is better. Even this. DUPIXENT is an\n add-on treatment for specific types\n of moderate-to-severe asthma that's not for sudden\n breathing problems. DUPIXENT can cause allergic\n reactions that can be severe. Tell your doctor right away\n if you have rash, chest pain, worsening shortness of breath, tingling or numbness\n in your limbs. Tell your doctor about new\n or worsening joint aches and pain\n or a parasitic infection. Don't change or stop asthma\n medicines including steroids, without talking\n to your doctor. Ask your specialist\n about DUPIXENT. Wa nn a kn ow a s ec re t? More than just\nmy armpits stink. Facts. That's why I use\nSecret Whole Body Deodorant for clinically proven\nodor protection everywhere. So I smell great all day, all hike, and all night. Secret Whole Body Deodorant. ♪ ♪ BEN:\n So... -Final four!\n-Final four!\n-(screams) Oh, yeah! (all whooping) CHARLIE: Come here, Meemaw. -Let's go!\n-(whooping) LIZ:\n Holy hot dog on a stick,\n I made it. Ta-frigging-da, baby. Final four feels amazing.\n But honestly, I knew it was gonna happen. BEN: Congrats to y'all. LIZ: It was. CHARLIE:\n As sweet as it is\n being in the final four, Tribal was hard. I knew if I was going to have a shot at this title,\nMaria couldn't be there with me. LIZ: Oh, my God. -Yeah, that's a lot of power.\n-LIZ: It's a lot of power. CHARLIE:\n This whole game,\n I've been all about options, and, tomorrow,\n the only way to have options is to win. You have\nto be wearing the necklace. Otherwise you're at the mercy of whoever is wearing it. ♪ ♪ BEN:\n(panting rapidly) Aah! BEN: At night,\n I don't know what happens. Some nights, I have\n a reason why I freak out, but last night, I had all the\nreason in the world to chill-- you know, I had a reward, we got Maria out. But I have this hysteria, and I have to calm down\nfor a minute. It takes a while. BEN: It's weird.\nIt's like I wake up from a dream and this jolt of electricity bumps me up like Beetlejuice. -I've been suffering since,\nlike, day 13 or whatever.\n-I know. (panting) -KENZIE: Ben, is that you?\n-Yeah. -Hold my hand just a little bit.\n-KENZIE: I'm right here. Ah. Yeah. I need water. I feel like I don't\nstand a chance, you know? I thought I went into this game really having conquered\n some of my demons, but... the big lesson\nfor me in life is how do you let go of trying to control\nwhat you can't? And how do you trust in yourself and believe in who you are\n despite your fears? Yeah. But at the same time, I feel very blessed because people show up for me. They believe in me. Anti-anxiety hug. We got you, bro. BEN:\n To me, it just\n comes down to, like, I went through it. I didn't quit. And thank God\nI had Kenzie and Charlie. ♪ ♪ ♪ Tree mail, tree mail ♪ ♪ Where do you get your news ♪ BOTH:\n♪ Tree mail, tree mail ♪ ♪ Gathering all the clues ♪ ♪ Yow! ♪ -CHARLIE: This is intense.\n-BEN: I know. Siga! (both exclaim) Let's go. -Dude.\n-Dude. The last two Siga. The first pair remaining. -Dumb and Dumber, baby.\n-Let go! CHARLIE:\n I've been with Ben\n since day one. You know, we started\n the Dumb and Dumber alliance after we botched\n the Savvy challenge. We've become more than friends. Friends doesn't cut it anymore. -You want to read it?\n-I'll read it. Sure. -Dude, these beads\nare sick, too.\n-These are sick. Thank you. CHARLIE:\n Problem is, you know, this is the pinnacle\n of the Survivor dilemma. We're friends,\nbut we're friends going to war. -Ooh...\n-Ooh... -Last immunity challenge.\n-Let's go! KENZIE:\nFinal four. I mean, I'm in. (laughing) The final four challenge\nis the most important challenge of the entire game. Especially for me,\nbecause I'm so nervous about fire-making. I have this\n really weird condition where the ligaments on my wrist are too big for my body. And so my joints are constantly\npopping in and out of place. (popping) So I haven't been\n practicing fire very much because my hand\n starts cramping up and I don't want to look like\n a complete dum-dum. Ugh! There we go. There you go, Benny. Nice job. LIZ:\n I'm getting this feeling\n that everyone thinks Liz is the number one threat. We definitely need to throw her into fire. I've never had\n my name written down. I have four Nami members on the jury. And so if I make it\n to the final three, I can literally\n see Jeff with the parchment. \"The winner is Liz.\" (whoops) I hope I win this immunity. Otherwise, I got to make fire.\n I just know it. Yo u kn ow w ha t I wa nt ? Grapes...that taste like\ncotton candy. Yeah, join the club. How about a fancy\nsteakhouse ribeye? Mmm, without the fancy\nsteakhouse prices. Yeah, join the club. I just want to feed this bod wild-caught Salmon\nlike it deserves. Join the club. Yeah, join the club and save on fresh,\nsustainably-sourced seafood. I work out a lot\nso that's helpful. Cool. Download the Sam's Club app to get your fresh ingredients\n today. Sam's Club. (B oy ) Yo u ' re n ot g on na b el ie ve t hi s gi rl .. . (Girl)\nMom! Dad! Mom, Dad, have you seen this? (Boy)\n...I did it. (VO)\nWells Fargo helps thousands of\nstudents go to college... (Girl)\nHe got in. (VO)\n...by funding $107 million\ndollars in scholarships and programming for diverse\ncommunities. (Boy)\nDon't worry, I'll be back. (VO)\nWhen a bank does what it says... (Mom)\nI knew you could do it. (VO)\n...opportunity happens. Doing gets it done. Wells Fargo, the bank of doing. ♪ ♪ ♪ ♪ Come on in. ♪ ♪ Welcome to your final\nimmunity challenge. We made it. 'Course, Meemaw. Liz, I hope there's a story to the cane on day 25. You know, just bringing Meemaw to the challenge. No, wait. There's been\nso many jokes this season. Is this a joke\nor are you really injured? -It's a joke.\n-(laughing) 25 days.\nThis is what'll happen to you. 25 days?\nThis was day one, dude. (laughs) All right. Shall we get to\nyour final immunity challenge? -Oh, yeah.\n-First things first, Kenzie. -I go to take it back\nfor the second time.\n-Do it. Here you go. Ooh. For the last time, immunity is back up for grabs. For today's challenge, all you have to do is solve a simple Survivor logo puzzle. -Yeah, right.\n-Catch?\n-(laughs) -But there's a catch.\n-Yeah. PROBST:\n You're gonna have a timer\n in the form of a giant Survivor pinball table.\n Here's how it works. You're gonna start by rolling\n your ball up an inclined ramp. While the ball is making\n its way back down the ramp, you can work on your puzzle. When the ball\n reaches the bottom, you got to stop, grab your ball, roll it again. But if you fail to get your ball\nbefore it hits the metal track, then you have to wait as the ball slowly makes its way to the bottom. And during that time,\n you can't work on your puzzle. So during this entire challenge,\nyour focus is going to be split, making it very difficult\n to concentrate. But you're still in.\nYou're not out. You're still in. -Yeah, that's sick.\n-Just whoever -completes it first.\n-You're just slow.\n-Yeah. -Yeah.\n-BEN: Hey, I have... Jeff, I want to say\nsomething real quick. I barely slept\nmore than two hours a night -for, like, 14 days.\n-PROBST: Wow. And it's, like, been the most intense time\nof my entire life. And, uh, I don't know,\nI'm just ready to rock, dude. That's it. Shall we finish with the stakes? -Yeah, let's do it.\n-Oh, yeah.\n-Yeah. -That's important.\n-First person to finish wins immunity, guarantees themselves a spot at the final three. Let it sink in. Where you get a chance\nto plead your case to the jury about\nwhy you deserve the title of Sole Survivor and the million\ndollars that goes along with it. Plus, you have enormous power, because you decide who you put\nnext to you in that second spot and who you force to make fire\nto earn that third spot. Biggest challenge of the season. -We'll draw her spots.\n-(whoops) -PROBST: Get it on. Here we go.\n-Let's go, Jeff Probst.\n-(exclaims) ♪ ♪ All right, here we go. For immunity\nand a guaranteed spot at three. Survivors ready? Go! Last challenge of the season. You've got to roll that ball then work on your puzzle\nas it makes its way down. Liz didn't get hers up.\nYou got to try it again. That'll do it, Liz.\nGet to work on that puzzle. So you're working on the puzzle while trying to listen and\nanticipate where your ball is. You don't want it\nto hit that metal frame. Then you get a big penalty. Kenzie heading back. Charlie\nheading back. Ben heading back. Kenzie with another roll. She's good. Charlie's good. Ben has his ball. Ben's good. Liz, nice left-handed launch.\nThat'll work. Everybody back on the puzzle. You know this logo. You've been\nliving with it on your Buff. But the puzzle is the easy part. Charlie, stop. Put the piece\ndown. Go to your board. Charlie's ball\ncame down very quickly. He missed it.\nNow, he's got to wait a very long time, as that ball slowly rolls to the bottom. Giving an advantage\nto everybody else. Day 25, Survivor 46. Your shot at a million dollars,\nright here. ♪ ♪ Charlie still waiting\nwhile everybody else is working. Kenzie doing\na nice job on her puzzle. Ben making some progress. Liz with a piece. Every single second\nis gonna matter. ♪ ♪ Charlie's ball\nstill on the track. Painful anticipation. Charlie with a nice toss. He's back on his puzzle. It is Kenzie in the lead. Then Ben, then Charlie and Liz. Immunity on the line. You win this, you got a shot.\nYou get to plead your case. If not, your fate\nis in somebody else's hands. Oh, and Liz drops her ball\nin the track. Now, she has to wait. Human error, unforced error. Liz now waiting. Kenzie trying\nto find another piece. Charlie trying\nto get back in this. Ben being very conservative now. Heading back,\nnot taking any chances. Liz waiting. Kenzie\ntrying to take advantage of it. KENZIE:\nWhoops. Kenzie loses her ball.\nNow got to track it down. Now it's Kenzie\nwho gave up a time advantage. It is Ben and Charlie\nin the lead. Here goes Kenzie. That's gonna be short,\ncosting her time. (Kenzie groans) Kenzie with another bad toss. (Kenzie grunts) PROBST:\nKenzie suffering\nfrom bad tosses. It is Ben and Charlie\nside by side, then Kenzie. Something so simple,\nlike rolling a ball, could cost you\na million dollars. Charlie races back\nand saves it by an inch. Charlie back to work\non his puzzle. Kenzie with another\npiece on her puzzle. Kenzie races back,\nsaves her ball. She's got it. Kenzie's\nquickly getting back in this. It's now Ben in the lead. He's yet\nto win an immunity challenge. This would be his first. He's put everything on a slow and steady approach. Kenzie, right behind, fresh\non the heels of an immunity win. Would love it again. Charlie trying to catch up. Charlie, once again, risks too much. That ball clanks.\nHe's got to wait. It is Kenzie and Ben\nright now very close. Charlie has had two setbacks. That ball has clanked twice. This is gonna\nbe close at the end. We are neck and neck right now. Ben with another piece. Charlie's back in it now. Liz in dead last. (Liz shouts) The sound of that clank is death in this challenge. It is a showdown between Ben and Kenzie. Kenzie trying to find another\npiece. She's got to race back. Kenzie's got to get it here. One good toss. She's got it!\nKenzie down to three pieces. Ben down to two pieces. Ben very close to winning\nhis first immunity challenge. Charlie with another piece. You cannot slow down right now. Kenzie very close. Ben down to his last piece. For the win. Ben has done it! It's over! Ben wins individual immunity. Guaranteed a spot\nin the final three of Survivor 46. All right! Came down to three pieces between Kenzie and Ben. You say everybody wants some.\nHow 'bout you? (laughs) PROBST:\nBen, come on over. -CHARLIE: Let's go, buddy.\n-KENZIE: Let's go, Katzman. (whoops) Dude, I thought\nI'd never get to see the day. -Rock and roll.\n-You look great, bud. Ben, your first individual\nwin of the season couldn't come at a better time.\nYou have done it. You've guaranteed yourself\na spot at the final three. You will get\na chance to plead your case to a jury of people\nyou've helped vote out about why you deserve\nthe title of Sole Survivor and the million dollars\nthat goes along with it. You also have\na lot of power tonight. You're gonna decide\nwhich of these three-- Liz, Charlie or Kenzie-- you say,\n\"I want you next to me,\" and which of the other two\nare gonna have to make fire to earn that third spot. Yeah, it's, uh...\na little wild. I found it remarkable, given\nthat just a few minutes ago, you walked in here saying,\n\"I'm so distracted. -I can't focus.\"\n-Yeah. And you get a challenge\nthat requires split focus. And of all four,\nyou had the most focus. It was clear.\nWhere did that come from? What is that inside you\nthat you, when you need to,\nyou can get that gear? Today, I was just like,\n\"I have to show up for me,\" 'cause I'm always trying\nto be somebody's hype man. And at, like,\n1:00 in the morning, I'm like, \"It's okay, dude. I love you.\nYou came this far.\" And when I got here,\nand I was like, \"Wow. It's like a pachinko machine\nor something.\" -It brought out,\nlike, the little kid in me.\n-Mm. And I live to be my inner child. That's why I'm in a rock band. You know what I'm saying? And this was, like, the most meditational, transcendental\nshred-itation game of the entire season. So I just was in the moment, and I didn't\nthink about anything else. -All right.\n-I know that's a word scramble, -but that's how my brain is.\n-It was beautiful. No, it was beautiful. You found meditation\nwhere everybody else saw chaos. -BEN: Yeah.\n-PROBST: All right. You are safe.\nYou're in the final three. -Crazy.\n-Busy afternoon,\nI'm imagining, back at camp, as Liz, Charlie and Kenzie\nwill all be making different cases for different reasons.\nGrab your stuff. Head out. I'll see you all tonight\nat Tribal Council. -Can I give you a hug, though?\n-Give me a hug, brother. -OTHERS: Aw...\n-All right! -PROBST: Congrats. Well done.\n-BEN: Thanks, Jeff. -See you tonight at Tribal.\n-(exhales) -LIZ: Good job, brother.\n-BEN: Let's do it. I was so down on myself, and I could have quit\nwhen I was at my lowest, but I didn't. And for some reason, the determination just came out and then I won immunity. It's so sick. 13-year-old me,\nwho got made fun of for everything and\ntold I wouldn't get anywhere. Who's gonna be able\n to tell me what now, dude? If y ou h av e We t AM D, you never want to lose sight\n of the things you love. Some things should stand\n the test of time. Long lasting EYLEA HD could significantly improve your vision and can help you go up to 4 months between treatments. If you have an eye infection,\n eye pain or redness, or allergies to\n EYLEA HD, don't use. Eye injections like EYLA HD\n may cause eye infection, separation of the\nretina, or rare but severe swelling\n of blood vessels in the eye. An increase in eye pressure\n has been seen. There's an uncommon risk\n of heart attack or stroke associated\n with blood clots. The most common side effects\n were blurred vision, cataract, corneal injury,\n and eye floaters. And there's still\n so much to see. If you are on EYLEA or a similar type\n of treatment, ask your retina specialist\n about EYLEA HD today, for the potential\n for fewer injections. Wo w. -Incredible, isn't it?\n-Yeah. Well, with your home, auto,\nboat and RV all bundled with Progressive you've got the peace of mind\nto really wander. Yeah. Yeah, I just hope\nit stays this way. Once word gets out about\nthese places they tend to -- -Are you done?\n-Aaand there it is. Well, at least your vehicles\nare protected. Let's hit the road. Hey fam! I'm just at this beautiful lake\nthat I just discovered. Practicing gratitude,\nmanifesting abundance. >> A t Un iv er si ty o f Maryland Global Campus, getting a bachelor's degree doesn't have to mean starting from scratch. Here you can earn up to 90 undergraduate credits for relevant experience. What will your next success be? ♪ ♪ LIZ:\nDare I say it, Ben--\nyou rocked it. -Hey.\n-Yeah, Ben. -Cowabunga.\n-Who rocks? -You rock.\n-You rock. CHARLIE:\nYou're the man of the hour. BEN:\nWell, listen, I know\nwe all want to get into it, but I'm gonna be honest,\nlike, I don't have... -No, no. We want to rest, dude.\n-Okay. Okay. Yeah, you can collect your\nthoughts. Do whatever you need. This is what I think about\nthe other two. No, I'm kidding. I'm so proud of myself. Nobody would call me\n a challenge beast. I was the kid\nthey didn't pick for dodgeball. You know what I'm saying? CHARLIE:\nSoak this moment in. King Ben! ♪ ♪ Yes. So sick. (whoops) Wearing this necklace,\n as a Survivor fan, it's just like,\n \"Damn, I did it.\" To hear Jeff just say, \"Ben's got it!\"--\nlike, that's crazy. You know?\n After all my panic attacks and all my fears, it's just a confirmation. When in doubt, if you rock out, it's all gonna work out. And then\n the weight of winning hit me. I'm in the final three,\n and this necklace allows me to pick who's gonna sit next to me and who's gonna\n go at it in fire. I have to think, \"Who can\n I beat at this final three?\" So I feel like, no matter what,\n it's a difficult thing. And some people\nneed the money more than others. Some people\nare in different situations. So, Ben, what you thinking? Yeah, I mean, obviously,\nI'm very close with Kenzie, and Charlie's,\nlike, my day one. And, uh... I think you kind of\nunintentionally played the hardest game out here. -I mean, I'm super flattered.\n-Yeah. I mean, I feel like that's why I'm gonna ask you\nto do fire tonight. I don't think I could beat you. Yo, you outlasted\nthe whole Nami tribe. -You know what I'm saying?\n-Mm-hmm. -You went without eating.\n-I mean, I know Nami's on there,\nbut I betrayed all of them. I mean, that's another thing. Everybody on that jury\nalready knows, like, I... -I'm a millionaire.\nLike, I don't need the money.\n-Yeah. Yeah. Obviously, I need it. I think\nI'm the most broke person of the four that are here,\nyou know? She was like, \"I got money.\nI just want to make it further.\" I'm broke, you know? Like, I share a space\n with my parents. So, to me,\n it just confirmed that I don't want her\n in the final three. Yeah, well, I'm out.\nI'm last jury. I suck at fire. I can barely hold a knife. -(wrists popping)\n-Yeah. And on top of that, Liz\nhas the most homies on the jury. She's the last person on Nami because people didn't think she\nwas a threat. Now, she's here. Can I give you a hug? -Sure.\n-If you don't want one,\nI get it. So, now the thing\n I got to think about is who I'm gonna\nput up against Liz. Always down to rip it up.\nI'm here, okay? Okay. ♪ ♪ (sniffles) (spits) They're onto me,\n and I'm pissed. Ben just told me, \"Liz, you've been playing\nthe hardest game.\" Like, that I'm gonna win, that I'm the winner.\n (laughs) I knew the fire-making was the hole in the plan. My friggin' loose-ass wrists can't hold things for nothing. But I'm not...\n I'm not gonna give up. I guess I need to practice fire. It's like,\nI'm having a hard time... -...picking between you and him.\n-I know. Charlie's my day one. But it's like,\nyou are also equally as important to me in this game. So then it just comes down\nto who can beat Liz. -Yeah.\n-And who you want -to have that on their résumé.\n-I know. -Ooh!\n-It's okay. -I'm good with\nwhatever choice you make.\n-Yeah. I'm gonna practice all day. This season,\n my fire-making's been great. So, tonight, would I like\nan opportunity to build fire? Yes. (exhales) Okay. Positives going\n into fire against Liz is I think I can beat her.\n Another positive is that it would be great for my résumé,\n but it doesn't make it any less\nanxiety-inducing. Like, I'm still freaking out, even if I have to do it. But for all I know,\n Ben could be like, \"Yeah, I'm gonna\n make Charlie do it.\" And then I'm freaking out\n for nothing. (laughs) (groans) ♪ ♪ Coming to check in on my boy. What's up, my man? Are you okay? Yeah.\nYou want to have a chat? Yeah.\nWhat's going on, dude? All's good.\nIt's a heavy decision. Yeah. What's... Talk me\nthrough it. W-What's going on? You sit.\nPop a squat. BEN:\nIt's like, I know\nI want to put Liz in. CHARLIE:\nYeah. And it's like, I don't know whether to pick\nbetween you and Kenzie. Is Kenzie practicing? She's practicing. -Isn't she good?\n-Truth is, you're kicking the most ass at fire. You're seeing one right here, -but I've been\nkind of struggling, too.\n-Yeah. CHARLIE:\n Yeah, the competitor in me\n is like, \"Well, maybe I could beat Liz.\" But the other part of me\n just says, \"I don't think I need\nfire-making on my résumé. I don't really\nwant it on my résumé.\" And it makes me\n want to just say, \"Look, Ben,\n just take me with you.\" You know, take the easy way\n to the final three. At the end of the day, would...\nif I asked you, if I was like, \"Will you\ntake me?\" would you take me? -I haven't made that decision.\n-Right. And I know it's hard. 'Cause I know you're\nreally close with Kenz, but listen,\nshe can probably beat Liz. I need to get in front of the jury. Forget about the fire. -No, I...\n-Then, 'cause, you know, then\nthat's all in your hands, but... Yeah, I'm not doing that. CHARLIE:\n Ben has all the power today. His goal is to have Liz out of the game. I'm solid at fire, but, you know, fire is fluky, and I'm sure Liz is no slouch. All it takes\nis one lucky strike. ♪ ♪ Fudge. (groans) I feel like\nI know how to do this, but then\nI don't know how to do it. Ben was like, \"Oh, my gosh. \"There's absolutely no way I can beat you at the end,\" which is obvious. It's gonna be over for them. (groans) Wow, I'm on\na roller coaster of emotion. You can do it, 'cause you are the winner. I will not be beaten. (groans) CHARLIE:\nIs that Liz yelling? She just, like,\nliterally screamed. Okay, I'm feeling better. I need flame. Oh, yeah, baby. Oh, yeah. Just make a couple jokes,\nand you'll get it, Liz. Yay. ♪ ♪ KENZIE:\n I'm feeling scared. Yeah, I-I know...\nI-I know I can make fire. I've done it\na hundred times, but... there's something about,\n like, cracking under pressure. I can't get anything\n to catch on fire, and, like... Ugh. I just\n need to get it together. Oh, my gosh, I'm doing it... KENZIE:\n This is, like,\n the pressure point, but... any challenge there is,\nI'm gonna face it head-on. And I'm gonna give it my all,\n even though I'm scared. I know I can do this.\nI can do this. CHARLIE:\n This is it. After tonight,\nthe final three is set. The weight of that pressure--\n it's suffocating. Oh, yes, baby. Did you make your choice? BEN:\n I'm trying to figure out\n who I think has a better chance at beating Liz. That's what I'm talking about. Dude, you crushed it. Charlie's really good at fire, but the hardest part is Charlie's been my number one\nfrom day one. I love the kid. And the other side is Kenzie. She's been one of the best\n friends I made out here, and she's been my number one\n through my panic attacks. She's been a sweetheart. There you go, Kenzie. I don't know how I'm gonna lean one over the other. I have to think wisely. It's heavy, bro.\n I'm stuck between a rock and a hard place. ♪ ♪ Fo r yo ur o wn s af et y, y ou 'l l al l be a ss um in g ne w id en ti ti es . Hello! I'm your new neighbor. Chet Cunningham. Ah, hah. Gru, you have to blend in. Perry needs a fourth\nfor tennis tomorrow. I'm Mr. Tennis. It's my favorite of all\nthe sports games. [ speaking minionese ] I'm gonna smoke this guy. You've gotta be kidding? Better? No t fl os si ng w el l? Then add the Whoa! of Listerine to your routine. New science\n shows Listerine is 5X\n more effective than floss\n at reducing plaque above the gumline. For a cleaner,\n healthier mouth. Ahhhhh. Listerine.\n Feel the Whoa! ( ♪ ♪ ) [s ha ki ng ] Itchy pet? (♪♪) With Chewy, save 20%\n on your first pharmacy order so you can put\n an end to the itch. Get flea and tick medication\n delivered right to your door. [panting] (A VO ) Ka te m ad e pr og re ss w it h he r me nt al h ea lt h. .. ...but her medication caused\nunintentional movements in her face, hands, and feet called\ntardive dyskinesia, or TD. So her doctor prescribed AUSTEDO\nXR━ a once-daily TD treatment for\nadults. ♪ As you go with AUSTEDO ♪ AUSTEDO XR significantly\nreduced Kate's TD movements. Some people saw a response as\nearly as 2 weeks. With AUSTEDO XR, Kate can stay\non her mental health meds━ (Kate)\nOh, hi buddy! (AVO)\nAUSTEDO XR can cause depression,\nsuicidal thoughts, or actions in patients with Huntington's\ndisease. Pay close attention to and call\nyour doctor if you become depressed, have sudden changes\nin mood, or have suicidal thoughts. Don't take if you have liver\nproblems, are taking reserpine, tetrabenazine, or valbenazine. AUSTEDO XR may cause irregular\nor fast heartbeat, or abnormal movements. Seek help for fever, stiff\nmuscles, problems thinking, or sweating. Common side effects include\ninflammation of the nose and throat, insomnia and\nsleepiness. ♪ As you go with AUSTEDO ♪ Ask your doctor for AUSTEDO XR. ♪ AUSTEDO XR ♪ ♪ ♪ (quietly exclaims) BEN:\n'Sup, Jeff. CHARLIE:\nJeff. ♪ ♪ PROBST:\nAll right. We get to our final\nimmunity challenge. On the surface,\nit's very simple. Just solve the Survivor logo puzzle in front of you. But there was a twist.\nBen, you were the only person\nthat didn't make any mistakes\nin the challenge. Explain that, because\nyou walked in and said, \"I am all over the place today,\" and yet something\ncrystallized, and you were perfect in that challenge. BEN:\nYou know, I didn't\ngo into that challenge expecting to win. I said that 'cause it was true.\nI haven't been able to sleep. Night terrors, panic attacks. It's just very, very brutal. For some reason, today,\nI just decided to say, \"This is it.\nI'm just gonna go for it.\" I don't know. I had a blast.\nIt just came together. PROBST:\nCharlie, you were\nin it for a while, but a couple of mistakes\ncost you this challenge. What did you reflect on\nthis afternoon? Today's immunity challenge\nis potentially the one with the most power\nof the season. Ben's, of course, safe tonight, but tonight he can do\nwhatever the heck he wants. So... it was a lot of reflecting, but there's not much\ntime for reflection when all I was really doing was making fires all day. Kenzie, you were very close. Would have been your third\nindividual immunity win. You, too, had issues,\nnot with getting the ball late, but with just\ngetting the ball up the ramp, and those few extra tosses\nwere the difference. You were a few pieces behind. Yeah, I was three pieces behind. And they will probably\nhaunt me forever. Like, crumbles. I'm happy\nfor my friend, but here we are. Liz, what was\nyour experience today? \"Liz, you're the biggest threat. \"You're definitely\ngoing to fire. I don't know\nwho's going against you.\" -Yeah.\n-LIZ: And then I just fell apart,\n'cause I suck at fire. And, um, I knew this was the one hole in my game. And I'm gonna go to fire.\nI mean, he's totally right. I've never\nhad my name written down, so, he's smarter than he looks. -(chuckles)\n-So, Ben, you had\none easy decision. -You knew Liz, immediately.\n-Yeah. So then the debate became Kenzie or Charlie. Yeah. And when it came down to\nKenzie and Charlie, I mean, Charlie's the first friend\nI made out here. I know that's not great\nwhen it comes to talking about your strategy, but if somebody can give you\na little bit of kindness, it goes a long way, whether\nthey know it or not. And the hard part is\nmy friendship with Kenzie is very similar, except\nI only met Kenzie at the merge. But I'd say her impact\non me feeling sane-- it's like, I can't...\nI can't oversell it. Like, I'm playing Survivor, but I'm hanging out with\nmy homies and having, like, a real human experience\nthat, like, you know, it sucks that I have to make this decision. PROBST:\nSo, Ben, are you ready\nto tell us your decision? So, it's gonna\nbe Liz and Kenzie tonight going at it for fire. ♪ ♪ PROBST:\nWhich means, Charlie, you made it to the final three. You will take that second spot. This is what you dream of, because\ngetting to the final three is as much as any player can do. You've gone as far as\nyou can go. What's the feeling? CHARLIE:\nI'm grateful to Ben,\nyou know, in this moment. Because of the relationship\nand the bond that we've built, he's gonna take me\nto the final three. And getting there with that bond means just as much to me\nas making fire. PROBST:\nKenzie, what's it like\nto hear that when you can hear a little bit\nof emotion in Ben's voice, and he's very clearly saying, \"It wasn't easy for me because of love and friendship\"? KENZIE:\nYeah. There is emotion. Like, we have, like,\nfallen in love with each other, and it's so complicated. But at the same time, as annoyed as I am\nthat I have to do this, I am grateful that I'm not\ngetting my name written down and that I get a chance to try, you know?\nThat's exciting. (laughs) We're gonna\ngive it our all, baby. It's down to the ladies tonight. (chuckles)\nLike, it is what it is. All right, it is time for the final four\nfire-making challenge. The winner will take the third\nand final spot at our final Tribal Council.\nKenzie, Liz... take your spots. ♪ ♪ ♪ ♪ ♪♪ ♪♪ ♪♪ Sandals Jamaica Sale\nis now on! With rates from $199 per person per night. Visit Sandals.com or call 1-800-Sandals [ ♪ ♪ ] ♪ Welcome to Nada Yada\n Island ♪ Things started off great, but once the new wore off... They changed. In the beginning, I got gifts, like a phone. And the next thing you know, it's like I'm invisible. So I switched up, and uh got me a new phone carrier. Don't put up with\n wireless Yada Yada, now with Metro get that new customer\n feeling again and again, introducing Metro Flex, free 5g phones when you join, same deals as new customers when you stay. Only at Metro. All right. So, you both\nhave the same fire-making kit. In seasons past,\nwe have sent this kit out to your camp\nso you could practice. We did not do that this season.\nThis is new to you. All you had\nwas a knife and a flint. So, forget about\nsetting a record. This is about being faster\nthan the other person. Who can make fire fastest and get it to burn hot enough, long enough\nto burn through that rope? That's what\nwe're gonna find out. The person who does that\nwill make it to the final three. Are you both ready? -Ugh. No.\n-(chuckles) This is as good as it's gonna\nget, Jeff. (chuckles) -Liz?\n-Okay. All right.\nThis challenge is on. Begin. Takes three things to make fire. You need heat. You're gonna get that heat\nby striking your flint, trying to get a spark,\nsome friction. Then you need fuel. That's gonna\nbe kindling or some hessian. And then once you get a flame,\nyou need oxygen. You got to let it breathe,\nso it can get big enough to burn through that rope. Okay. Liz going for a spark. Liz has a baby flame. Fudge. No fire yet. Kenzie, a lot of prep.\nUnusual approach. Oh, my God. PROBST:\nLiz, a lot of spark. And a little bit of a flame. Aw... It dies. 25 days of fatigue\nand the pressure. This could literally be a million-dollar fire\nyou are making right now. Oh. What is happening? It's pressure. Keep digging. You're both in it, clearly. Okay. -Oh, my...\n-Kenzie. PROBST:\nKenzie's got\na little bit of a flame. Now she's got to nurture it. It's got to breathe.\nDon't want to suffocate it. Now Liz has\na little bit of a flame. And out. Kenzie still working. So long as\nshe doesn't smother it. Ow. PROBST: Kenzie continues\nto nurture that fire. Oh, God. PROBST: Liz now has flame.\nCan she get this one to stick? No. (groans) PROBST:\nKenzie's fire starting\nto take now. Medium-sized fire. Now it's starting to just light the fibers of that rope. It's really going now. That's burning that rope. -Oh, my God.\n-PROBST: That is a fire that's gonna get you a spot\nin the final three. -And there it is.\nKenzie's done it.\n-Oh, my God! PROBST:\nShe has earned the final spot -at the final three...\n-Oh... -Come on, you knew\nyou were winning that.\n-Oh... PROBST:\n...with Ben and Charlie and a\nshot at the million-dollar prize that goes along with it. Thanks, babe. Yeah. Of course. ♪ ♪ Boo. Tomato, tomato. PROBST:\nKenzie, let's start with you.\nCongratulations. Thank you so much. -PROBST: You've\nmade the final three,\n-Amazing. -Thank you.\n-you earned your way in. What is the feeling right now?\nI know it's been -an emotional 25 days.\n-(Kenzie exhales) Yeah, I mean, I... I've been\nat the bottom since Yanu, and I've been earning it\nthe whole way, so it just made sense. And it's so ironic\nthat we set the record for the longest time\nwithout flint, and... Earlier today, when I couldn't\ncatch a fire, I was like, \"Of course my journey's\ngonna end without fire. It started without fire.\" But I redeemed myself\nwith that today. It's just really overwhelming. Like, my... I couldn't\nget a flame all day today. So my confidence was shot.\nI was like, \"Well, you know...\" I'm just very grateful.\nI earned it. Liz, I know you've had\nsome very fun times and you've had\nsome very low lows. What's the big takeaway\nfrom this journey? You learn\nso much about yourself, and the game is so much bigger than you think it is. (sniffles) But I am very proud of my game. It was really over for you guys.\nIt really was. (sniffles) I would've beat all of you. (sniffles) All right, Liz. You become the eighth\nand final member -of our jury.\n-I know it. You need to grab your torch. ♪ ♪ (sniffles) Love you, Liz. I'll love you tomorrow. -(laughs): Take your time, mama.\n-LIZ: No, I love you now. Oh, God bless America. -Liz, the tribe has spoken.\n-(groans softly) Time for you to go. (sniffles) ♪ ♪ Kenzie, Ben, Charlie,\ncongratulations. You made it to the final three. Now, the power in the game\nshifts to the jury. They decide who wins. Tomorrow night,\nyou will face them and each of you will\nhave a chance to persuade them that it's you that deserves\nthe title of Sole Survivor and the million dollars that\ngoes along with it. You have one more night here\nin beautiful Fiji. Enjoy it. Try to get some sleep.\nYou know you're gonna need it. Grab your torches.\nHead back to camp. -I'll try, okay?\n-Good night. ♪ ♪ So close. So pissed. (laughs) I made it 25 days. I did everything\n I thought that I would do. I really think I would have won, but... so did they, and now I'm here. It a in 't m y da d' s ra zo r, Da d. Ay watch it! It's from GilletteLabs. This green bar releases\ntrapped hairs from my face... Gamechanga! ...while the FlexDisc\ncontours to it. So the five blades can get virtually\nevery hair in one stroke. For the ultimate Gillette\nshaving experience. The best a man can get\nIs GilletteLabs. (C at 1 ) Fr is ki es W or ld ! (Cat 2)\nCome on -\nlet's explore! (Cat 1)\nThat's made with real salmon! (Cat 2)\nLook what I found - Lil'Soups! - For cats! (Cat 1)\nThere's the delicious taste\nof tuna we treasure! (Cat 2)\nMmm... definitely coming back\ntomorrow. (VO)\nFriskies. Always more to\nexplore. Wh en m y do ct or g av e me BR EZ TR I fo r my C OP D things changed for me. BREZTRI gave me better\nbreathing, symptom improvement,\nand reduced flare-ups. BREZTRI won't replace\n a rescue inhaler for sudden breathing problems.\n It is not for asthma. Tell your doctor if you have\n a heart condition or high blood pressure\n before taking it. Don't take BREZTRI\n more than prescribed. BREZTRI may increase\n your risk of thrush, pneumonia, and osteoporosis. Call your doctor\n if worsened breathing, chest pain, mouth or tongue\n swelling, problems urinating, vision changes,\n or eye pain occur. Ask your doctor about BREZTRI. Wi th s o ma ny c ho ic es on B oo ki ng .c om there are so many\nTina Feys I could be. So I hired body doubles\nto help me out. Splurgy Tina loves a hotel\nnear Rodeo Drive. Oh Tina! Wild Tina booked a farm stay\nto ride this horse. Glenn Close?! With millions of possibilities you can book\nwhoever you want to be. That's my line! Booking.com Booking.yeah St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. ♪ ♪ -CHARLIE: Last day.\n-KENZIE: Wow. Soak it all in, boys. CHARLIE:\nI will not forget these. KENZIE:\nThe sunrises? No. Me either. -Be pretty hard.\n-Yeah. CHARLIE:\nHere comes the sun. -BEN: All right!\n-(cheering) CHARLIE: I've been out here\n for 26 days, and listening to everyone's stories,\ntheir accomplishments, their struggles, their dreams has changed my perspective\n on the world. That's been priceless. I don't think anybody\nwould have picked this as the final three. BEN:\nI couldn't have done it\nwithout you two. KENZIE:\nThanks, Ben. CHARLIE:\n I think every single one of us in this final three\ncould win the game. So, it's intense, it's exciting, but it's also really,\n really scary because tonight the jury\nhas all the power. TEVIN:\n Being on the jury is one\n of the most powerful things in the game. Tonight, we decide\n the Sole Survivor who deserves\nto win the million dollar prize. What did you do? How did you utilize us or not utilize us\nto get past us? -Wow!\n-Oh, my God! BEN: The best part\n about the final three morning is the feast. -Cheers to the final three...\n-BEN: Final three... -KENZIE: To final three.\n-of Survivor -forty-six!\n-forty-six! (whooping) CHARLIE:\nOh, my God, it's so good. Guys, we're eating\nlike humans again. I'm chilling hard today,\n but tonight, I have to give the performance\nof a lifetime. My game was a game of honesty built around being myself and relying on my social cards. Everybody called me\n a vibe person. Tonight is about showing that a vibe or chillin' isn't\nabout being one-dimensional. It's not me using it\n as a gimmick. It's about showing\n I played a hard game from day one. Q:\n Ben outwitted, outlast, outplayed us. The game he played\n was to rock out and fly underneath the radar. If he can articulate\n that he was behind moves, he could receive Q's vote. SODA:\n Ben shreds, Ben rips, Ben rocks. That's who Ben is. He's a social threat\n playing an emotional game that really worked for him,\n but it's \"outwit, outplay, outlast,\"\nnot \"outlove.\" My game has been about adapting\n and knowing when to sit back and when to step up. I had a fake idol play. I was a huge part in taking out the biggest threats in the game, and I beat Liz in fire-making. My biggest challenge tonight\n with the jury is that I've written a lot\nof their names down. I don't think\nanybody's holding back tonight. I know I'm not. Like, guns are blazing. I know my story's better\n than Charlie and Ben's. It's just about how I sell it. VENUS: Kenzie's social game\n was brilliant. I don't think there's a single\nperson who disliked her or didn't get along with her,\n but I want to hear from her specifically\n what moves she made. You have to have played the game to earn my vote. TIFFANY:\n Kenzie is somebody\n who cares about people, and I do believe that that's why\nshe lasted so long in the game. Friendship aside,\n gameplay at the forefront, I deeply feel that she's\nthe best candidate right now. CHARLIE:\nI had power in the game\nto send home who I thought... I had power in the game\nto send home... or to work with who I thought\nwas going to be able to carry me forward\nanother vote. I played a very strategic game worthy of the title\n of Sole Survivor. I built alliances, constantly. I never closed a door to anyone. I've always made sure that I put myself in a position\nwhere I was safe, but I also had power. But a lot of what I did\n was in the shadows. Tonight, I want to pull back the curtain on what I've done. The biggest hurdle\n is what the heck is the jury thinking of me? HUNTER:\n Charlie has done a good job of having his finger\n on the pulse. And he's also been winning\n immunity challenges, and so, he has, potentially,\n a story to tell that is worth a million dollars. MARIA: Charlie and I worked\n together so long that I'm pretty sure\n I know all of his moves, except when it came\nto him trying to take me out. But my criteria\n is not friendship. I want to make sure that\nthe person I write down tonight deserves this money. KENZIE:\nIs there anything\non your Survivor bucket list you didn't get to do? Uh, win Sole Survivor?\nNo, I'm kidding. -(laughs)\n-Not yet. That one's still up for grabs. VENUS:\n There's always a chance to change the jury's minds. Every single person can sway me\nwith what they have to say. Q:\n It's not won yet. You can go in and change minds, so don't blow it. SODA:\n I'm not just gonna\n hand money out. You need to have done something. MARIA:\n If you can't\n connect the dots for me, I can't give you my vote. TEVIN:\n What did you do? Tell me that and stand on it. If you can do that, you'll get my vote. LIZ:\n Right now, I have no idea who I'm gonna vote for. TIFFANY: A million dollars\n is a lot of money. I'm not just giving it to you 'cause you cute or we homies. HUNTER:\n I'm about to give somebody\na million dollars. Show that you knew\n what you were doing and why you deserve to win this game. All right.\nCharlie, Kenzie, Ben--\nglad to see smiles. You should be smiling. You made it to the final three. You did what 15 other players could not do. You survived every Tribal\nthat you went to. And now, one of the most\nunique aspects of Survivor is that\nthe power shifts from this side to the jury. Eight players who also were in this game\nbut were voted out-- they decide who wins based on who they think\nplayed the best game. Tonight, you have one job. Convince them it's you. This is where you step up\nand claim your victory, that you're the one\ndeserving of the title of Sole Survivor\nand the million-dollar check that goes along with it. Jury, I'm gonna\ngive you a moment, and we'll get started\nwith our final Tribal Council. If a dv an ce d lu ng c an ce r has you searching\nfor possibilities, discover a different\nfirst treatment. Immunotherapies work with your\nimmune system to attack cancer. But OPDIVO plus YERVOY is the first combination of\n2 immunotherapies for adults newly diagnosed with\nnon-small cell lung cancer that has spread,\ntests positive for PD-L1, and does not have\nan abnormal EGFR or ALK gene. OPDIVO plus YERVOY is not chemotherapy,\nit works differently. It helps your immune system fight cancer\nin 2 different ways. OPDIVO and YERVOY\ncan cause your immune system to harm healthy parts\nof your body during and after treatment. These problems can be severe\nand lead to death. See your doctor right away if you have a cough;\nchest pain; shortness of breath;\nirregular heartbeat; diarrhea; constipation;\nsevere stomach pain; severe nausea or vomiting;\ndizziness; fainting; eye problems;\nextreme tiredness; changes in appetite,\nthirst or urine; rash; itching; confusion;\nmemory problems; muscle pain or weakness; joint pain; flushing;\nor fever. These are not all the possible\nside effects. Problems can occur together\nand more often when OPDIVO\nis used with YERVOY. Tell your doctor about\nall medical conditions including immune or nervous\nsystem problems, if you've had or plan\nto have an organ or stem cell transplant,\nor received chest radiation. Your search for 2\nimmunotherapies starts here. Ask your doctor about OPDIVO\nplus YERVOY. A chance to live longer. Sc ou t is p ro te ct ed b y Si mp ar ic a Tr io and he's in\n it to win it! Simparica Trio\n is the first chew with triple protection. Whoa Fleas! And ticks! (♪♪) Intestinal worms! Whoa! Heartworm disease! No problem with\n Simparica Trio! This drug class has been\n associated with neurologic adverse reactions\n including seizures. Use with caution in dogs with\n a history of these disorders. For winning protection━\n go with Simparica Trio. All right, let's get\ninto our final Tribal Council. We've been forming the jury\nfor many days. Tonight is\nyour first opportunity to ask them the questions\nyou need to decide who played the best game. Let's get into it. Who wants to get us started? -I will.\n-Go, Tiff. Well, first of all,\ngood evening. And on behalf of myself and everybody sitting here\non the jury, we want to say congratulations\non making it to final three. We have very specific questions\nfor you guys tonight, and we're looking\nfor very specific answers. Also, please understand, we are not looking\nfor Taylor Swift lyrics. We are not looking\nfor pop culture or rock and roll references.\nWe are looking for serious\nand thought-provoking responses. And with that being said, can you articulate one move that you made on your own that changed the course\nof the game? I would like Ben to go first. That's a hard one. For me, I got dealt a hand that really sucked\nwhen I entered the merge, and I had to rely\non my social game. I felt one thing\nthat I did help contribute to that was sort of a move, was go to the people who had given me\nan opportunity to talk and people\nwho had been on the outs of their crew,\nbringing people together, mainly going to Kenzie,\nCharlie and Liz. TIFFANY: So, your move\nwas that you brought Kenzie, Charlie, and Liz together to\nchange the course of the game? -Of getting me out.\n-Of getting Q out to... Okay.\n-Yeah. Which was late, but again,\nlike I said, I was not dealt -the best hand.\n-TIFFANY: Charlie,\nyou have something -to say?\n-CHARLIE: Yes.\nJust, on that point, when this alliance\ncame together, Kenzie, Ben, Liz and Venus all wanted Q out\nin the final seven vote. But a big part\nof my game was making sure that there was a four\ngoing into six, 'cause I needed Q and Maria\nas shields, and if Q had gone out there\nwhen Maria won immunity at final six, I, probably, am sitting\non the jury. -Okay, well, since we're on you,\ncan you tell me what\n-Yeah. -the move is that you made that\nchanged the course of the game?\n-My... The move that I would pick\nwould be the Hunter vote. At the Hunter vote, there was\nactually an initial plan from Kenzie\nto blindside you, Tiff. But Hunter's\na real social threat and strategic threat,\nespecially given he's got strong allies\nof Soda and Tevin on the jury. That was also the day\nthat I beat Hunter in individual immunity. You know, that was, to me,\na big accomplishment. So I thought that was the time\nto go after Hunter and build out my options. HUNTER:\nNot to take away the move\nthat you made, but I came into this Tribal\ngonna play my idol. I had the Shot in the Dark\nand the idol in my pocket. And the person that\nactually convinced me not to is, uh, Kenzie. She, like, sold me on that. TIFFANY:\nOkay, thank you. -Kenzie?\n-KENZIE: Okay, so, post-merge, I wanted Tim to go. I knew I couldn't beat him, and\na lot of us had that thought. But at the same time,\nTiff and Q, who were my number-one allies, did not like Ben at all. So it was back and forth between\nTim and Ben all afternoon. Q would come over to me and be\nlike, \"It's Ben. Let's vote Ben. -He has the idol.\"\n-Q: No, no, no. -I was never gonna vote Ben.\n-KENZIE: To me... Tiff? -I have to agree with Kenzie.\nWe went back and forth\n-No. -Thank you. Yes, you did.\n-several times between Tim and Ben\nthat day in the woods, -which is why I also was upset.\n-KENZIE: All day. -Y'all did, right?\n-KENZIE: No, you did. -You did... with us.\n-No, no. No. You might have woken up\nwith that Tim, but you had Ben at 02:00,\nyou had Tim at 2:30, you had... -Nope.\n-KENZIE: At the last minute, you said, \"Fine, you can\nhave Ben.\" And then I said... -And go Tiff.\n-Wait. Tiffany said -she wanted Ben, not Q.\n-I'm saying -you guys were\narguing about it all day.\n-Q: You wanted Ben out. Q, I'd like for Kenzie\nto answer the question. Well, I'm not about\nto argue on this jury right now. -Right.\n-LIZ: I don't want to argue.\n-KENZIE: Regardless, when I was playing\nwith someone like Q, I can't fight with that.\nObviously. He doesn't remember\nwhat he says to me. You know what I mean?\nSo I had to play in a way that Q would hear me\nand think it was his idea. Like, that\nwas an intentional move that I wanted\nwhen I won immunity. We went back and forth all day, and I was the last one with\nthe whisper that made it happen. All right, who's up? Me. The question\nI have for each of you is what is one mistake\nthat you made in this game that you were ultimately able\nto flip on its head and capitalize on\nto use to your advantage? -Charlie?\n-Okay. V, I'm so glad\nthis question came from you. At the very first vote\nin merge limbo, there were-- I don't know--\nten votes for Mo and one vote for Venus. Also, after that vote, Q gave me a big old thump on the back. And let me tell you,\nwhen Q thumps you on the back, you notice it. He took me down to the boat,\nlecturing me on, you know, why\nI shouldn't have done that move. I was very receptive\nto everything you said, and I wanted to, in that moment,\nbuild a relationship with someone who was\nhaving a lot of power early in the game.\nThe next morning, Q invites me in to the six, and I was part\nof a new alliance. So-- very fun. MARIA:\nI just want to be clear that I invited you into the six. So you came into the six\non my invitation. Yes, you were my recommendation\nletter into the six. -I didn't have one.\n-In hindsight, it's not that... -It's just not great to be\n-It's literally, like... -No, no, no.\n-part of the six. MARIA: You don't want to be\npart of the six. This six is... TIFFANY:\nYou probably should have -just left that part out, then.\n-(Hunter mumbling) -Look at his laugh.\n-CHARLIE: I just... -I love the six, you know.\n-Q: Being in the six -was a one-way ticket home.\n-(laughing) KENZIE:\nLike, y'all can keep your six. HUNTER:\nWe just never talked about it. It just was a pathetic excuse\nfor an alliance. So, Kenzie, you're up. -Good-good response, though.\n-KENZIE: One mistake I made was I got cocky. I wasn't paying attention.\nI got confident, I got comfortable,\nand ultimately, Tiff went home. Tiff and I were like,\n\"Don't even play the idol, girl. Like, you'll get into six.\nWe're good.\" -We were riding too high\ntogether, okay?\n-We were. I'll be the first to admit it.\nI got cocky, too, girl. -That's why I'm over here.\n-KENZIE: Yeah, we... That hit me like a bullet train.\nI immediately started rebuilding relationships\nwith everyone, paying attention\nto who was working with who, and it became very apparent that\nMaria and Q were number ones, which led the three of us and Liz coming together\nto ultimately take out the two biggest threats\nwho had started working together -at that vote.\n-Q: So, of course. -Yeah.\n-Q: Did y'all come together at six or seven?\n'Cause at seven, why would Ben write your name\nas the contingency plan? 'Cause he was drunk on pizza. That's what I'm saying.\nSo, I'm confused. KENZIE:\nThat is the question\nof the hour. We... we worked together\nat seven, but just because\nBen wrote my name down, whether it wasn't an accident\nor not, I didn't go home. Well, she had an idol.\nIf she would've played it, you would have. Maybe. But we were working together, and we all ultimately decided. That is true. KENZIE:\nYeah. Thank you, Liz. But just to address\nthe-the accidental voting. -Yeah.\n-TEVIN: I know you had\nate pizza, but were you a bit lackadaisical\nin the tribe, and you weren't... -you listening during Tribal,\nand that's...\n-BEN: No. I think, on top of me having pizza in my stomach, I have been having night terrors\nsince about day 13 or 14. The truth is I lost my bearings. I was really as out of it\nas it could be. -Yeah. Okay. Got it.\n-And we can all appreciate that. There's a lot of us looking back at Tribal Council,\nshould have seen red flags. I mean, we're talking\nabout idol, idol, idol, idol. And so,\nI'll give you the benefit -of the doubt, you know.\n-BEN: Yeah. Sometimes Tribals are a little\nbit crazy, and we miss things. Yeah. PROBST:\nWho's up? -Tevin.\n-TEVIN: Hi, y'all. So, my question\nto you all tonight is I want your\none best example of how you used one of us\nsitting up here on the jury to further your game\nand make it to the final three. -Let's start with Ben.\n-BEN: All right. At some point in the game,\nI was stuck with Q and Maria for, like,\nthree days straight. For those three days, all I was fed was,\n\"This is what you need to do, this is who\nyou shouldn't trust.\" Nobody asked me\nwhat my input was on anything. There was no moment\nwhere it was like, \"Hey, this is what I think\nour next move has to be.\" -Well, that's the point.\n-So, can I ask\nthe follow-up question? -BEN: Totally.\n-Wouldn't you assert your ideas -Yeah.\n-on the group to try\nto make a move of your own? I took my \"chillin' hard\"\napproach, which was, \"I'm gonna listen,\nI'm gonna hear what they have to say,\" and using\nthat information is what I went to Kenzie with,\nI went to Charlie with, what I went to Liz with, and it's what allowed me\nto slip through the cracks, whether I was thought of\nas a threat or not. -Thank you.\n-Thank you.\n-Thank you. Kenzie, you're up. KENZIE:\nSo, after the Tiff\nblindside, I was out for blood, and then\nI had to manage my emotions. I wanted Q out\nimmediately after. I was so upset, I was so hurt. But I had to placate\nand pretend to go with numbers to gain Q's trust back\nto get back in good graces. And that's how quick I went from\ndevastated crying all night, out for blood to, \"Okay,\nI'm back working with the guy \"that I want out of here\nso I can get him out tomorrow if I can gain his trust today.\" -Great.\n-Thank you.\n-Excellent. -Charlie?\n-Charlie?\n-Concise. Uh, so, for me, the person\nthat I used was actually Tevin. For me, coming into the merge,\nNami was an enigma. They're either the best actors\nin the world or there are really\ncracks everywhere. -Yeah.\n-But there was so much\ninformation going around because Soda was telling me she was tight with Tevin,\nbut here Tevin was saying he wanted\nto blindside Soda, and what I figured out from that is\nthat Tevin was the power player. Okay. -Thank y'all.\n-CHARLIE: Yeah, yeah. HUNTER:\nI got it ready, Jeff. -Okay. Go, Hunter.\n-HUNTER: Okay. So, last Tribal Council,\nBen was on the hot seat and had to lay out\na lot of information as to who he saw as threats, who can make fire and not. So, my question is gonna be\nfor Charlie and for Kenzie. If you were in Ben's seat, who would you put in fire\nand why would you do it? I would have put the exact\nsame thing that Ben did. I would have gone against Liz. I know that these two boys have a similar game\nand that I have a better chance at beating them\nthan I had beating Liz. And I would have\ntaken a chance on myself. -That's what I would have done.\n-HUNTER: Awesome. Appreciate it. -Charlie?\n-Yes. So, if I had won\nthe necklace that day, I think I would have done things\na little bit differently. -Okay.\n-I think I would have taken Liz with me to the final three. I think, personally, my game could stack up well\nagainst hers. I think that's someone\nthat I could have beat, -despite her being a threat.\n-HUNTER: Okay, well, then, was there any moment\nthat you thought, \"Hey, Ben, let me do this? Let me put myself in,\nbecause Liz isn't the threat\"? My game has been all about\ngetting to this moment. So I didn't feel the need\nto push insanely hard to get into fire for a move that I didn't think was\ngoing to buy me all that much. HUNTER:\nRight, and I appreciate that. But I hope getting to this point in a safe way\ndoesn't hurt you, right? You said your goal\nwas to get to this point. I hope your goal\nwas to win this game. You better believe it.\nThat has been my laser focus this whole time. My goal was\nto win this freaking game. Okay. Yup. -Soda?\n-SODA: Um, I have been on the jury the longest. Um, I have been listening,\num, to a lot. Ben, my take on you was that you\nwere playing an emotional game and that you had no agency. Charlie, my take on you was that you were playing the middle\nvery closely with Maria, but you did not set yourself\napart from her. And, Kenzie, my take on you was that you were brought\ninto votes pre-merge. And post-merge, you said,\n\"Tell me who to vote for.\" Now, I've heard a lot\nof information that, you know, contests\nsome of those things, but I want each of you to take 30 seconds to either prove me right\nor persuade me why I'm wrong. Also, I'll be\nthe 30-second timer. When I say \"time,\" please stop. SODA:\nKenzie? So, I'm a social player. I'm not the loudest voice\nin the room. I'm not the one\nwho's gonna be a driving force, but I am a number, and I am\nalso thinking strategically. Like, my social game\nis my strategic game. They are one and the same.\nI know they're supposed to be separate,\nbut I'm a people person. I've had deep conversations\nwith each of you. I've, like, held half of you while you've cried\nabout various things. Like, yeah, I got\nbrought along on votes. That's how I ended up here. -I'll take it. I'll own it.\nIt's true.\n-TIFFANY: Time. -I'm not gonna say\nI drove a vote. Okay.\n-SODA: Time. Nice ownership. Thank you.\nCharlie? CHARLIE:\nMaria and I were\npartners in crime for a lot of the game,\nbut by the time Maria was winding back her fist to throw a punch at me, I had already\nput the pieces in place that were setting up her demise. I put together the four\nthat protected me from the punch that you and Q\nthrew at me at final six, and ultimately voted both of you\nout of the game at six and at five,\nexactly how I designed after the Tiffany vote. I thought that I needed... -to differentiate...\n-Time.\n-Time. -Ben?\n-Oh, yeah. I mean,\nI'll definitely agree. I'm probably\nthe most emotional person, most \"cries in this game\"\nthis season, but that's what I had to do, and it crushed me that I felt I came\ninto the merge with this plan that got wrecked, and I was very fortunate that how emotional I was\nopened the doors to make friendships and bonds that allowed me\nto be part of moves that I wanted to be part of.\nAnd, yeah, I openly admitted\nI was a goat for a few votes. But when the turn came\nto not be that, the only way -that would have happened...\n-Time. -SODA: Time.\n-Yeah. Cool. Thank you all so much.\nI know that was hard, um, -but you all did great.\n-BEN: All good. Q, you haven't asked a question. All righty.\nThe most important thing for me and my vote\nis this simple question. What do you plan\nto do with the money and how will it change\nyour life? -Ben?\n-Um, you know, I'm a musician. I get a lot\nof great things in my life, but I don't make a lot of money. I want to give my parents\nsome sort of retirement 'cause they're hardworking\nimmigrants that always put food\non the table and weren't around\nbecause of how hard they worked. And at the same time,\nI want to join up with my best friend's\nnonprofit program and help bring music education back to schools\nin South Florida. It's an initiative I've already\nbeen a part of called Young Musicians Unite. And having an artistic\nexpression for kids is a way for them to feel comfortable\nwith who they are, which is something\nI had to learn the hard way 'cause nobody gave me that\nopportunity when I was a kid. Q:\nThank you, Ben. -Charlie?\n-CHARLIE: Yeah, so, number one: family is more\nimportant to me than anything. And to be where I am at\nin my life-- you know, I'm 25 years old, and a million dollars\nis a whole lot of money. Life-changing. I can set up\nthe rest of my life for me and my family. You know, part of this\nexperience has been getting to meet\nand know all of you. And if there's one thing\nI know, it's that every single person here\nhad something bigger than themselves\nthey were playing for. I've talked with a lot of you\nabout the work that I do. I've worked a lot\nin immigration law. There's a lot of organizations\nthat I would want to make a donation to,\nand I would also want to, you know, bet on myself and pay\nfor law school with this money. Thank you, Charlie. -Kenzie?\n-KENZIE: I've been in my career\nsince I was 15 years old, not because it sounded fun. I would have loved to enjoy\nhigh school like a normal kid. I couldn't. I started working in salons\nwhen I was 15, got my beauty license\nby the time I was 17, opened my salon\nby the time I was 24. I opened it\nto give people a place to work. I don't make any money off\nof the chairs that I rent out. If a business person\nlooked at my business plan, they would lose their minds\nand be like, \"You could make so much money\noff of this.\" It's not about the money. The\nbusiness is not about the money. It's about providing people\nan opportunity. So this money\nwould be mine, for me. I would invest it and I would\nset up myself so I don't have to be 70 years old\ndoing bang trims on kids, okay? -(laughing)\n-Like, I'm trying to set myself up\nto have a family and to be able to be\nfinancially secure in myself. This was my venture.\nMy life is... has been for everyone else. -Q: Thank you so much.\n-No problem. Q:\nYes, ma'am. Well done, jury. Every single question got different information. Well done. Thank you. Charlie, Kenzie, Ben, I'm gonna give you 30 seconds. -Okay.\n-PROBST: If you think there was something\nnot brought up that is pertinent to your game,\nthis is your chance to make it. Charlie, 30 seconds. A pattern I wanted to highlight was \"never close a door.\" Always keep my options open. Everyone here knows\nthat I've strategized with them at one point or another\nin the game. It's what gave me options. It's what let me see my position\nin the game, stay safe and have power. That's how I feel like\nI got here today, and I really just wanted to hit\nthat point home to all of you. I think I played hard.\nThank you for listening. -PROBST: Kenzie?\n-Thank you. KENZIE:\nOh, to sum it up, um, I went on every sanctuary reward\nbecause I am a social butterfly. I competed\nin every single challenge from the first one\nto the fire-making. Won two of those,\nthanks to some help, because you get by with a little help\nfrom your friends. I came in here trying to make\nfriends, and thank you all for listening. Um... Yeah. I... I just love you all. Thank you so much. (laughs) -Thank you, Kenzie.\n-Thank you.\n-PROBST: Ben. Not that I think\nit stacks up against them, but, uh, with everything\nI've been through in my life, I did want to come here\nand be the emotional me and not the bravado frontman\nperformer version of me. And even though\nI had a hard time with the night terrors, I got from the bottom\nand had fun climbing my way through moves\ntowards the end. I played the game I wanted\nto play, and I'm glad I got to meet y'all,\nbecause y'all rock, and... -Q: Thank you.\n-Who rocks? -Thanks, Ben.\n-You rock.\n-You rock. TIFFANY:\nThanks, Ben. -I'll accept that.\n-Right. The one, right? Come on. That's for you there. -(laughing)\n-PROBST: Charlie, Kenzie, Ben,\nit's not easy to sit in those seats\nand defend your game, but you have to claim your victory,\nand one of you just did. The question is who. The only thing left to do\nis vote. -(laughing)\n-(grunts) CHARLIE: I love you guys. ♪ ♪ ( ♪ ♪ ) This is a hot flash. This is a hot flash. But this is a not flash. For moderate to severe\n Vasomotor Symptoms due to menopause... ...VEOZAH is the first and\n only prescription treatment that directly blocks a source\n of hot flashes and night sweats. With 100%\n hormone-free VEOZAH... ...you can have fewer\n hot flashes... ...and more not flashes. VEOZAH reduces the number\n and severity of hot flashes day and night. Don't use VEOZAH if you have\n cirrhosis, severe kidney problems,\n kidney failure, or take CYP1A2 inhibitors. Increased liver blood\n test values may occur. Your doctor will check them\n before and during treatment. Most common side effects include stomach pain, diarrhea, difficulty sleeping, and back pain. Ask your doctor about hormone-free VEOZAH... ...and enjoy more not flashes. You could save on VEOZAH. Visit SaveOnVEOZAH.com to learn more. [ ♪ ♪ ] Your skin is ever-changing,\ntake care of it with Gold Bond's Age\nRenew formulations of 7 moisturizers\nand 3 vitamins. For all your skins, Gold Bond. ( ♪ ♪ ) (♪♪) The Fire-Grilled\n Stuffed Quesadillas. Take them on the go. Only from El Pollo Loco. Hi . [multiple speakers]\nHi! I'm a Helpful Honda person. Honda is going to pay\nfor your night... if you can hit\nthat target over there with the blue shirt. [multiple speakers]\nOh! (laughs) ♪♪ Oh! (audience cheering) Today we helped some golfers. Honda is going to\ntake care of your bill. And we can help you too\n with a great deal on a reliable,\n award-winning Honda. Right now, you can lease the 2024 Accord LX for just $249\n a month plus tax. Or check out\n the Accord Hybrid, which gets up to\n 51 miles per gallon. ♪ F ro m th e mo un ta in s to t he c oa st .. . ♪ ♪ Heatin' up the kitchen ♪ ♪ We got somethin different ♪ ♪ Spreadin' good\nvibes all day ♪ ♪ Todos a la mesa ♪ ♪ Que buena la mezcla ♪ ♪ It don't get no better ♪ ♪ Livin' in the Golden State ♪ ♪ Lovin' this land everyday ♪ ♪ Norte a Sur lo puedes ver ♪ ♪ Nada se puede comparar ♪ ♪ Livin' in the Golden State ♪ ♪ Vive en\nel Estado Dorado...yeah ♪ ( ♪ ♪ ) 12 pieces of pollo, 3 large sides, Warm tortillas, All the fire-grilled flavor. (♪♪) The 12-piece family meal Only at El Pollo Loco >> A LL R IG HT , FO R T HE L AS T T IM E IN \" SU RV IV OR \" 46 , IT 'S T IM E T O SO DA , GE T U S ST AR TE D . >> I L OV E YO U AL L. >> G OO D L UC K . >> O H, M AN . ♪ ♪ >> T HE G AM E YO U PL AY ED , Y OU DE SE RV E TH E ST AR T OF A N EW L IF E . [W HI SP ER IN G] >> M AN , YO U P LA YE D A GR EA T G AM E . I' M N ER VO US T HA T T HE L AS T TW O TR IB AL C OU NC IL S M AY H AV E T RI PP ED YO U U P B UT Y OU E XP LA IN ED I T RE AL LY W EL L. GR EA T JO B, M AN . ♪ ♪ ♪ ♪ >> I 'L L GO G ET T HE V OT ES . >> A RE Y OU O KA Y? >> N ER VO US . >> C OU LD G O EI TH ER W AY . [W HI SP ER IN G] >> Y OU N EV ER K NO W WH AT 'S G OI NG TO H AP PE N WH EN Y OU S TA RT A SE AS ON . YO U C AN B EG IN W IT H B LI ND OP TI MI SM B UT Y OU Q UI CK LY R EA LI ZE TH AT 'S N OT G OI NG T O G ET Y OU TH RO UG H 26 D AY S AN D YO U B EG IN T O AD AP T. TH ER E IS N O R IC E, M AY B E PA PA YA . YO U' VE B EE N A DA PT IN G F OR 2 6 D AY S AN D IT E AR NE D YO U A S PO T OF T HE FI NA L T HR EE . IT 'S A BO UT T O E AR N ON E O F YO U A MI LL IO N DO LL AR S. I' LL R EA D TH E V OT ES . FI RS T V OT E: C HA RL IE . KE NZ IE . CH AR LI E. TW O VO TE S C HA RL IE . KE NZ IE . WE A RE T IE D A GA IN . TW O VO TE S C HA RL IE , TW O V OT ES KE NZ IE . CH AR LI E, T HA T' S TH RE E VO TE S CH AR LI E, T HR EE V OT ES K EN ZI E . KE NZ IE . TI RE D A GA IN , TH RE E V OT ES CH AR LI E, T HR EE V OT ES K EN ZI E . KE NZ IE . TH AT 'S F OU R VO TE S K EN ZI E, T HR EE VO TE S CH AR LI E, O NE V OT E L EF T . TH E W IN NE R OF \" SU RV IV OR \" 46 , KE NZ IE . [C HE ER IN G] TH ER E IT I S! \"S UR VI VO R\" H AS C RO WN ED A NO TH ER WI NN ER . JU RY , CO ME O N OV ER . KE NZ IE P UL LE D IT O UT W IT H A 5- TH E RE VO TE . WO W. WH AT A S EA SO N. FU NN Y, E NT ER TA IN IN G, A L OT O F MU SI C, V ER Y U NP RE DI CT AB LE . WE H AD A L OT O F R EC OR D SE T, F RO M DA YS W IT HO UT F LI NT , R IC E , B LI ND SI DE S AN D ID OL S . WE A RE G OI NG T O B RI NG I N S OM E CH AM PA GN E. GO T SO ME P IZ ZA , WE A RE G OI NG T O GE T EV ER YB OD Y TO GE TH ER , MO VE A CO UP LE C AM ER AS A ND W E WI LL T AL K AB OU T EV ER YT HI NG . IT 'S T HE \" SU RV IV OR \" 46 A FT ER SH OW CO MI NG U P NE XT . I N EE D SO ME C HA MP AG NE . LE T ME G ET I N HE RE . [C HE ER IN G] WO W . TH AN K YO U. CH EE RS , CH EE RS , CH EE RS . UP N EX T, S O C HA RL IE , W HA T YO UR RE AC TI ON T O M AR IA , A RG UA BL Y YO UR ST RO NG ES T BO ND I N T HE G AM E, N OT VO TI NG F OR Y OU . >> I W AN T T O S AY T HI S RI GH T N OW . >> I F IN AL LY T OO K A C HA NC E O N MY SE LF . IT 'S T HE M OS T S EL FI SH T HI NG I 'V E EV ER D ON E. >> I W AN T T O T AL K AB OU T I DO LS . HE RE 'S Y OU R F IR ST L OO K AT \"S UR VI VO R\" 4 7. >> A nn ou nc er : \"S UR VI VO R\" 4 6, SP ON SO RE D BY A PP LE BE E' S. NO W T HA T' S E AT IN ' G OO D IN T HE NE IG HB OR HO OD . ♪ People sing around ♪ ♪ Now people gather 'round ♪ ♪ Now people jump around ♪ ♪ Go, get ur freak on ♪ ♪ Go, get ur freak on ♪ ♪ Go, get ur freak on ♪ Ti me t o pr es s re wi nd w it h. .. Neutrogena Rapid\n Wrinkle Repair. It has derm-proven retinol... ...expertly formulated... ...to target\n skin cell turnover... ...and fights not one━but 5\n signs of aging. With visible results... ...in just one week. Neutrogena Th is s um me r, g et y ou r Me mo ri al D ay d el iv er ed . The Home Depot\nhas free delivery on over 2 million items. Fast, same-day delivery, from our store to your door. Get Memorial Day delivered\nyour way at The Home Depot. To g iv e yo ur t ee th a de nt is t cl ea n fe el in g. Start with a round brush head. Add power. And you've got Oral-B. Round cleans better\nby surrounding each tooth to remove 100% more plaque. For a superior clean. Oral-B. Brush like a pro. Fe el in g Cl ar it in C le ar is l ik e. .. ♪♪ [cat meow] ━Is she? Letting her imagination\nrun wild even though she has allergies. Yeah. >> A LL R IG HT , WE A RE S TI LL H ER E IN F IJ I. WE H AV E JU ST C RO WN ED T HE W IN NE R OF \" SU RV IV OR \" 46 , KE NZ IE CO NG RA TU LA TI ON S. [C HE ER S AN D AP PL AU SE ] WE LL D ON E . YO U AR E S UR RO UN DE D BY C HA RL IE AN D B EN , HA VI NG D IF FE RE NT EX PE RI EN CE S RI GH T N OW W HI CH W E AR E GO IN G TO T AL K A BO UT . SH OW O F H AN DS , W HO W ER E T HE TH RE E TH AT V OT ED F OR C HA RL IE ? >> S OR RY Y OU . >> H UN TE R, L IZ , A ND S OD A V OT ED FO R C HA RL IE . EV ER YB OD Y EL SE V OT ED F OR K EN ZI E. WH IC H M EA NS M AR IA , O R GH IB LI YO UR S TR ON GE ST B ON D I N TH E G AM E WA S TH E D IF FE RE NC E O F TH IS B EI NG A 4- FO RD S H IG H. WH AT H AP PE NE D? I' M S UR E IT 'S G OI NG T O BE CH AR LI E' S NU MB ER O NE Q UE ST IO N. >> I 'V E SA ID T HI S BE FO RE . I' M A CO MP ET IT OR A ND T HE F IR E IN TH IS W OM AN 'S E YE S WH EN S HE M AD E FI RE L AS T N IG HT , TH AT T O ME CL IN CH ED I T F OR M E. SH E OW NE D HE R G AM E A ND H ER S TO RY JU ST R EA LL Y M OV ES M E. TH IS W OM AN D ES ER VE S T O HA VE T HI S MO NE Y FO R HE R T O ST AR T H ER L IF E, TO S TA RT H ER F AM IL Y, A ND I 'M S O PR OU D O F YO U AN D I C AN 'T W AI T T O SE E TH IS B EA UT IF UL F AM IL Y TH AT YO U CR EA TE . >> I 'M G OI NG T O BE C AL LI NG Y OU . HO W D O I G ET T HI S OU T OF M E? [L AU GH TE R] >> J ef f: T EV IN , TH E S IN GL E MO ST U NI QU E T HI NG A BO UT \"S UR VI VO R\" I S TH AT A J UR Y OF PE OP LE W HO P LA YE D IN T HE G AM E DE CI DE T HE C RI TE RI A. MA RI A SA ID I T WA S A BO UT F IR E IN TH E EY E AN D K EN ZI E ST OR Y. WH AT D OE S I T SA Y A BO UT W HA T I T IS W E RE WA RD ? >> I T HI NK W E A RE A LL H AV IN G HU MA N EX PE NS ES H ER E WH IL E PL AY IN G TH IS G AM E AN D WE A RE US IN G OU R HU MA N E XP ER IE NC ES T O HE LP I NF OR M HO W W E P LA Y T HE G AM E ST RA TE GI CA LL Y, P HY SI CA LL Y, O R SO CI AL LY . >> J ef f: T IF F, A RE Y OU SU RP RI SE D BY T WO N IG HT S VO TE ? IT C AN 'T G ET A NY C LO SE R TH AN A 5- 3 W IT HO UT I T B EI NG A T IE ? >> I 'M N OT S UR PR IS ED B Y TO NI GH T' S VO TE A T AL L BE CA US E SO ME O F US K NE W K EN ZI E' S G AM E VE RY W EL L. SO ME O F US K NE W C HA RL IE 'S G AM E VE RY W EL L A ND F OR S OM E P EO PL E TH IS F IN AL T RI BA L MA DE I T DI FF ER EN T IN T HE IR V OT ES C HA NG E. FO R S OM E P EO PL E I T SO LI DI FI ED WH AT W E A LR EA DY T HO UG HT . >> J ef f: W HO C HA NG ED T HE IR VO TE T ON IG HT ? WO W. AS A R ES UL T OF F IN AL T RI BA L, FI VE P EO PL E CH AN GE D T HE IR V OT E. HU NT ER , Y OU A RE G OI NG T O G O WI TH KE NZ IE . >> Y EA H. IT H AS V AC IL LA TE D B AC K A ND FO RT H. FI NA L FI VE , O KA Y, C HA RL IE I S DO IN G A R EA LL Y G RE AT J OB A ND TH EN C HA RL IE K IN D O F LE T UP I N MY O PI NI ON T HE L AS T TW O TR IB AL S TH AT H E RE AL LY B RO UG HT I T TO NI GH T AN D E XP LA IN ED H IS G AM E. HE H AD A P LA N T O GE T HI MS EL F IN A P OS IT IO N T O G ET T O TH E F IN AL TH RE E, E XE CU TE D IT R EA LL Y, RE AL LY W EL L. HE C OU LD A RT IC UL AT E T HA T TO M E. TH AT W ON M E O VE R. >> J ef f: Q , ON T HE O TH ER S ID E, YO U W ER E GO IN G C HA RL IE A ND E ND ED UP G OI NG K EN ZI E. >> Y EA H, S O M Y D EC IS IO N WA S BA SE D OF F MY Q UE ST IO N AL ON E AT TH E EN D . AN D A GU Y WH O U ND ER ST AN DS H OW MU CH T HA T MO NE Y M EA NS A ND H OW FA R C AN G O. IN M Y E YE S, K EN ZI E W AS H ON ES T, SH E' S BE EN W OR KI NG S IN CE S HE W AS 15 Y EA RS O LD . IT W AS H ER T IM E, H ER M OM EN T TO GE T A HE AD I N LI FE . CO MI NG F RO M W HE RE I C OM E F RO M, I RE WA RD T HI NG S LI KE T HA T SO TH AT 'S W HA T G OT M Y V OT E. >> J ef f: S OD A, H OW A BO UT Y OU ? >> I T RE GI ON S BA CK T O T EV IN 'S PO IN T AB OU T IT B EI NG A H UM AN EX PE RI EN CE A ND H UM AN G AM E H ER E . I W AS L IT ER AL LY O N TH E F EN CE S O HA RD . MY H EA RT S AI D KE NZ IE . MY B RA IN I N \" SU RV IV OR \" AN D TH E FA NS H AD C HA RL IE A ND T HA T W AS TH E D EC IS IO N F OR M E. >> J ef f: C HA RL IE , WH AT 'S T HE FE EL IN G RI GH T NO W? BE CA US E A S I RE AD T HE L AS T V OT E, I SA W K EN ZI E' S EX CI TE ME NT A ND I SA W YO UR D ES PA IR . WH AT 'S Y OU R R EA CT IO N TO M AR IA NO T VO TI NG F OR Y OU ? >> UM , I' LL B E HO NE ST . IT W AS A S UR PR IS E. ON E O F T HE L AS T T HI NG S WE T AL KE D AB OU T WA S SH E L IT ER AL LY T OL D ME YO U B ET TE R G ET T O T HE E ND . MY J UR Y VO TE I S GO IN G T O YO U. BU T OF C OU RS E I W AS L IK E, P LE AS E LE T TH ER E BE A T IE . YO U K NO W, E VE RY S IN GL E CH AR LI E I TH OU GH T \"O H, M Y GO D. MY L IF E IS A BO UT T O C HA NG E. I CO UL D W IN .\" AN D T HE N T HE F IF TH K EN ZI E C OM ES TH RO UG H AN D IT 'S G ON E. BU T TH AT 'S \" SU RV IV OR .\" LI ST EN , I' M A F IR M BE LI EV ER I N TH IS G AM E A ND I W AN T T O SA Y T HI S RI GH T NO W. TH E JU RY P IC KS T HE R IG HT W IN NE R . AN D K EN ZI E DE SE RV ES T HI S PR IZ E. SH E D ES ER VE S TH IS T IT LE B EC AU SE TH E JU RY G AV E HE R T HE V OT E. >> T HA NK Y OU , C HA RL IE . >> Y OU D ES ER VE T HI S WI N. YO U PL AY ED A N IN CR ED IB LE G AM E. >> S OR TE D Y OU . >> I 'M C RE DI BL Y P RO UD O F YO U, AN D TH AT 'S H OW I F EE L IN T HI S MO ME NT . OF C OU RS E TH ER E' S G OI NG T O BE MO ME NT S I P LA YB AC K B AS ED O N WH AT I HE AR T ON IG HT B UT I H AV E A L OT TO B E GR AT EF UL F OR I N M Y LI FE . I CA ME O UT H ER E N OT K NO WI NG W HA T WA S GO IN G TO H AP PE N AN D J US T B E GR AT EF UL F OR E VE RY S IN GL E MO ME NT AN D SQ UE EZ IN G EV ER YT HI NG I C OU LD OU T OF I T. TH AT 'S H OW I F EE L AB OU T MY EX PE RI EN CE . AN D TH AT 'S A LL I C AN S AY . >> T HA T AT TI TU DE T O S AY T HI S IS TH E DE CI SI ON A ND I A CC EP TE D I AM MO VI NG F OR WA RD R EA LL Y SA YS A L OT AB OU T Y OU R CH AR AC TE R AS A Y OU NG PE RS ON . BE N. NO T GE TT IN G A NY V OT ES D OE SN 'T ME AN Y OU D ID N' T P LA Y A G OO D GA ME . >> I T D OE SN 'T B OT HE R ME . FI RS T YO UR Q UE ST IO N, T HO UG H. >> J ef f: B EC AU SE O FT EN SO ME BO DY I N T HE F IN AL T HR EE G ET S NO V OT ES A ND I T F EE LS L IK E LO W, TH EY D ID N' T P LA Y G OO D GA ME . TH EY F EL T O TH ER P EO PL E P LA YE D A BE TT ER G AM E. HO W D ID Y OU F EE L A BO UT Y OU R GA ME ? >> L IS TE N, I D ID E VE RY T HI NG I SA ID I W AS G OI NG T O DO F RO M D AY ON E. TH ER E WI TH M Y G UT , B E E MO TI ON AL , TR YI NG B NS H ON ES T A S PO SS IB LE AN D IT G OT M E T O T HE E ND W HE TH ER IT W AS B EC AU SE M Y GA ME P LA Y O R AN YT HI NG E LS E O R BE IN G A G OA T. I S TI LL G OT T O M AK E SO ME M OV ES I' M PR OU D OF A ND B E P AR T OF A CO UP LE D EC IS IO NS T HA T WE RE TO TA LL Y S IC K. AN D Y OU K NO W, W HA T I F EE L S O ST OK ED A BO UT H ER E IS A , I DI DN 'T QU IT . I D ID N' T PL AY T HE G AM E I W AN T TO CR AZ Y. IT W AS V ER Y H AR D TO M AI NT AI N MY SE LF . BU T AT N O PO IN T DI D I T AP O UT . >> I W AN TE D T O TA G SO ME TH IN G ON TO B EN A ND I T HI NK K EN ZI E WO UL D A GR EE . BE N HA S BE EN T HR OU GH T HE R IN GE R WI TH P AN IC A TT AC KS A ND A NX IE TY . HE H AS S HO WN T HE M OS T ST RE NG TH IN M OS T R ES IL IE NC E O UT O F AN YO NE HE RE . HE I S IN B OD Y A ND W AN T -- EM BO DY IN G W HA T A SU RV IV OR 'S . >> J ef f: I T' S GO T T O FE EL GO OD . CA RO LY N F RO M 4 4 GO T N O VO TE S A ND SH E' S ON E OF T HE R EA SO NS I 'M O UT HE RE . >> J ef f: W HA T DI D S HE B RE AK TH RO UG H OR G IV E PE RM IS SI ON T O? >> I T HI NK S HE G AV E PE RM IS SI ON FO R HE RS EL F T O T AK E RI SK S, KN OW IN G TH AT S HE 'S H AD C ER TA IN IS SU ES A ND K NO WI NG T HA T S HE WA NT ED T O JU ST T AK E A CH AN CE O N SO ME TH IN G . AN D I T' S SU CH A C LI CH E T O HE AR PE OP LE S AY \" I GO T S OM ET HI NG E LS E OU T OF T HI S GA ME .\" BU T IT 'S A S T RU E AS I T GE TS . FO R ME I K NO W I' M G OI NG T O S HO W UP F OR M YS EL F EV EN W HE N T HI NG S GE T DA RK A ND D ON 'T R OC K. YO U KN OW W HA T I M EA N? AN I DE A. >> J ef f: K EN ZI E, Y OU 'V E HA D A MO ME NT T O LE T IT S ET TL E IN . LE T' S R EV IE W . WH AT I R EM EM BE R F RO M TH E BE GI NN IN G WA S TH E B LI ND O PT IM IS M AN D T RI BA L AF TE R T RI BA L , AS BH AN U KE PT L OS IN G. YO U ST IL L HA VE T HE B LI ND OP TI MI SM . HE D ID N' T HA VE T HE F LI NT . DO Y OU M EM BE R T HE M OM EN T W HE N YO U SA ID \" OK AY , I 'M G OI NG T O HA VE T O RE AL LY G RI T T HR OU GH TH IS .\" >> W HE RE I F IN D ST RE NG TH A S UP LI FT IN G O TH ER P EO PL E. I' VE A LW AY S BE EN L IK E T HA T. I H AD T O T AL K Q T HR OU GH M IS SI NG HI S WI FE A ND T IF F A ND I C RI ED A LO T. TH E MO ME NT S W HE RE I T HO UG HT I WA S G OI NG T O GI VE U P, I H EL D I T TO GE TH ER T O G ET A LL O F US TH RO UG H. I W AS L IK E, W E C AN A LL D O TH IS . TH AT W AS T HE D RI VI NG F OR CE . >> J ef f: W HA T IS T HE F EE LI NG GI VE N TH AT Y OU D O N OT H AV E A MI LL IO N DO LL AR S? AN D A S YO U S EN D, T HA T W IL L CH AN GE T HE W AY Y OU 'V E BE EN LI VI NG Y OU R LI FE S IN CE Y OU W ER E A TE EN AG ER . >> I T' S L IT ER AL LY L IF E- CH AN GI NG . IT 'S - - I CA N' T -- I C OU LD N' T B E MO RE P RO UD O F MY SE LF A ND I C OU LD N' T B E MO RE GR AT EF UL F OR E VE RY ON E AR OU ND M E AN D I C OU LD N' T BE P RO UD O F MY SE LF N OT O NL Y F OR H IG H PL AY ED TH E GA ME B UT F OR H OW I L IV E M Y LI FE . I AL WA YS C ON TI NU E TO G IV E B AC K . TO E VE RY ON E EL SE M Y FA MI LY T OO K A C HA NC E ON M YS EL F, S EL FI SH LY . IT 'S T HE M OS T SE LF IS H TH IN G I' VE EV ER D ON E, W HI CH I S H AR D F OR M E TO A DM IT . EV EN W HE N I W AS H UG GI NG EV ER YO NE , \"I 'M S OR RY I D ID T HI S TO Y OU . SO RR Y I D ID N' T T O P LA Y YO UR I DO L BU T HE RE I A M. \" IT 'S V ER Y HA RD F OR M E T O HA VE A SE LF IS H VE NT UR E, F OR M E TO O WN SO ME TH IN G. TH AT 'S W HA T T HI S WA S. WH EN Q A SK ED T HE W HA T I W AS GO IN G T O DO W IT H TH E M ON EY , I WA NT ED S O BA DL Y T O B E LI KE \" I' M GO IN G TO O PE N A N ON PR OF IT T OO !\" BU T TH AT 'S N OT W HY I C AN NO T HE AR . I CA ME O UT H ER E FO R M E. ON E OF T HE F IR ST T IM ES I 'V E D ON E SO ME TH IN G F OR M E AN D IT 'S IN DE SC RI BA BL E. I' M V ER Y, V ER Y PR OU D OF M YS EL F FO R OW NI NG T HA T. I' M G OI NG T O C HA NG E M Y LI FE . >> J ef f: C ON GR AT UL AT IO NS . [A PP LA US E] >> K EN ZI E! >> J ef f: W E A RE G OI NG T O T AK E A QU IC K BR EA K WH O W IL L B EC OM E BA CK F RO M I W AN T T O T AL K A BO UT ID OL S AN D A DV AN TA GE S. IT 'S T HE C RA ZI ES T S EA SO N . TH E \"S UR VI VO R\" 4 6 AF TE RS HO W. WE 'L L B E RI GH T BA CK . EV ER YB OD Y WH O H AD A I DO L W AS VO TE D OU T A ND L EF T W IT H I T IN TH EI R P OC KE T. >> O NE T RI BA L W HE RE Y OU T HI NK YO U HA VE I T, B OO M. GE T OU T OF H ER E. SP EA K O F TH E BL IN D SI ZE T HI S SE AS ON H AD T O BE B ET TE R T HA N EV ER . >> J ef f: Y OU R F IR ST L OO K AT \"S UR VI VO R\" 4 7. Wh y do D UD E Wi pe s cl ea n be tt er ? Because they're Extra-Large. Because they're flushable. Because, obviously, wet\ncleans better than dry. Let's watch. The wet side clears, while\nthe dry just smears. It's just like our butts! DUDE Wipes. \nBest clean. Pants down. [ Do or be ll r in gs ] Yo u mu st b e Is aa c. Come on in. [ Sighs ]\nHere's my pride and joy. [ Romantic music plays ] ♪♪ Beautiful stair renovation, sir. And they're covered with\nyour home and auto bundle with Progressive, so you get\nround-the-clock protection. So, is Gabby coming down? Oh, she said she'll meet you\nat the prom. My d ry e ye 's m ad e me a bu rn in g, stinging, 5-times-a-day,... ...makeup smearing drops user. I want another option\nthat's not another drop. Tyrvaya. It's not another drop. It's the first\n and only nasal spray for\n dry eye. Tyrvaya treats the\n signs and symptoms of dry eye disease fast\n by helping your body produce its own real tears. Common side effects include\n sneezing, cough, and throat\n and nose irritation. Relying only on drops?\nNot me. My own real tears\nare my relief. Ask your eye doctor\n about Tyrvaya. Extra cold. Was this fire person's day hard enough for\na Mike's Hard Lemonade, Joel? Was it? (Fire truck sirens) Hey (Cat hissing) Keep it cool, cool cat. Hard Days Deserve a\n Hard Lemonade ♪ ♪ ♪ ♪ ♪ (VO)\nSee conservation from a new\nperspective at the San Diego Zoo\nSafari Park. >> J ef f: W EL CO ME B AC K TO T HE \"S UR VI VO R\" 4 6 AF TE RS HO W. IT I S LI VE . KE NZ IE H AS J US T W ON . A M IL LI ON D OL LA RS C OM IN G HE R WA Y, G OI NG T O CH AN GE H ER L IF E. I W AN T T O T AL K AB OU T I DO LS A ND AD VA NT AG ES . >> P LE AS E G OD . [L AU GH TE R] >> J ef f: E VE RY BO DY W HO H AD A ID OL W AS V OT ED O UT A ND L EF T W IT H IT I N YO UR P OC KE T. >> I H AV E A N ID OL . >> T ON IG HT I 'M B ET TI NG I C AN KE EP M Y I DO L IN M Y P OC KE T. >> I F I GE T T O SA VE T HE I DO L FO R AN OT HE R VO TE T HE N IT S PE AK S TO MO RE O F WH Y I D ES ER VE T O WI N. >> I 'M P LA YI NG T HE I DO L FO R MY SE LF . >> I F A NY ON E HA S AN A DV AN TA GE O R A I DO L N OO N YO U W AN T TO P LA Y IT , NO W WO UL D B E TH E TI ME T O DO S SO . HU NT ER , T IF F, V EN US , Q , TH E TR IB E HA S S PO KE N . WH AT I S I T, V EN US , T HA T C OM PE LS A P LA YE R TO B E GR EE DY E VE N TH OU GH T HE Y' RE N OT 1 00 % S AF E BU T TH EY H AV E TH IS T HI NG T HA T C AN MA KE S UR E TH EI R S AC RE D S PE AK I TH IN K IT C OM ES D OW N T O GA IN PH IL OS OP HY . FO R M E I T WA S G O B IG O R GO H OM E. NA SS AU T HE R IS K O F WA IT IN G ON E MO RE V OT E T O HA VE A M UC H GR EA TE R PA YO FF I F I W ER E T O U SE T HE I DO L LA TE R SP EN T WA S A R IS K I W AS WI LL IN G TO T AK E. SO ME TI ME S Y OU G ET B UR NE D A ND TH AT 'S E XA CT LY W HA T D OE S H AP PE N. FO R A L OT O F U S . >> J ef f: W HA T IS I T WH EN Y OU AR E SI TT IN G TH ER E A ND Y OU K NO W YO U CO UL D B E SA FE B UT Y OU DE CI DE , ON E M OR E TR IB AL . >> J EF F, T HI S I S A G AM E WH ER E YO U W AN T TO M AK E IT A S FA R AS YO U CA N P OS SI BL Y MA KE I T. SO ME TI ME S T HA T ME AN S YO U' VE G OT TO T AK E A C HA NC E. YO U' VE G OT T O BE A B ET TI NG G AL . TH E PR OB LE M W AS , I IG NO RE D WH AT WA S IN F RO NT O F ME T HA T D AY . Q WA S G OI NG T O GO H OM E. WE A LL T AL KE D AB OU T IT O F H ER E TH AN T HA T ON E TR IB AL W HE RE Y OU TH IN K Y OU H AV E I T, B OO M, S MA CK S YO U IN T HE F AC E. GE T OU T O F HE RE . ID OL G ON E. >> J ef f: Q , SA ME T HI NG HA PP EN ED T O YO U. >> F OR M E, I F I C OU LD G ET P AS T SI X AN D PL AY T HE I DO L A T FI VE , I WA S AU TO MA TI CA LL Y I N FO UR . >> J ef f: H ER E' S WH Y TH AT 'S S O CO NF US IN G. TO G ET T O FI VE . >> Y OU 'V E G OT T O GE T P AS T SI X. BU T W HE N Y OU 'R E L IV IN G I T, J EF F, IT 'S D IF FI CU LT . TH ES E FO LK S T O A G RE AT J OB SE LL IN G T HA T PA RT . IF I W OU LD H AV E H EA RD M Y N AM E ON E T IM E TH AT E NT IR E DA Y, IN ST EA D O F DA NC IN G AR OU ND W IT H Q' S S KI RT , IT W OU LD H AV E BE EN RE AD Y TO P LA Y. >> S PE AK S TO T HE L EV EL O F GA ME PL AY T HI S S EA SO N T HA T FO UR GR EA T PL AY ER S W HO F OU ND I DO LS WE RE B LI ND SI DE D. AN D T HE B LI ND S ID ES T HI S SE AS ON HA D TO B E BE TT ER T HA N E VE R . >> J ef f: T IF F, T HE Y T WI ST T HI S SE AS ON W IT H TH E I DO LS W HI CH W AS YO U' D FI ND T HE C LU E BU T YO U CO UL DN 'T A CT UA LL Y G O T RI ED T O GE T T HE I DO L UN TI L A FT ER Y OU HA VE L OS T A N IM MU NI TY C HA LL EN GE , HO W DI D TH AT T IC KI NG C LO CK CH AN GE T HI NG S? >> F OR M E, I F EE L L IK E TH AT K IN D OF A FF EC TE D MY E NT IR E G AM E. IT W AS A D OM IN O E FF EC T. BE CA US E OF T HE T IC KI NG C LO CK O N TH E S HO RT A MO UN T O F TI ME I H AD TO G ET I T D ON E, I H AD T O GO O UT AC RO SS T HE I SL AN D, D IG T HR OU GH SO ME R OC KS I N SH AL LO W W AT ER , FI ND T HE K EY , GO B AC K, D IG U P A BO X. >> W HA TE VE R YO U' RE D OI NG , YO U HA VE T O DO I T Q UI CK . YO U GO T IT ? >> O BV IO US LY T HE W HO LE T RI BE RI GH T N OW . GE TT IN G VO TE D OU T B EC AU SE I T W AS IN M Y PO CK ET A ND E VE RY BO DY F OU ND OU T A BO UT I T. I AI N' T GO IN G T O LI VE . IT W AS F UN . >> J ef f: H UN TE R, W AL K ME TH RO UG H Y OU R PR OC ES S O F FI ND IN G. >> Y OU H AV E TO L OS E IN O RD ER T O GE T TH IS K EY . >> Y OU N EV ER L OS T. >> T HE RE W AS A N AM EN DM EN T. IF Y OU D ON 'T E VE R LO SE , WH AT EV ER YO U S AY D RO P YO UR B LU FF , IT 'S GA ME T IM E. >> J ef f: M EA NI NG Y OU H AV E 10 M IN UT ES . >> T HE K EY , O KA Y, I T' S G OT T O B E IN T HE S TE PS . I HA VE N OT M UC H TI ME U NT IL PE OP LE S TA RT S HO WI NG U P ON T HE BE AC H. TO OK O FF R UN NI NG . CO NG RA TU LA TI ON S, Y OU H AV E F OU ND A HI DD EN I MM UN IT Y ID OL . A C RA ZY , WI LD S EA RC H BU T TH AN KF UL LY I W AS A BL E T O G ET I T AN D G ET B AC K. >> J ef f: L ET 'S T AL K A BO UT T HE RI CE N EG OT IA TI ON . TH E FI RS T TI ME I N TH E NE W E RA TH AT W E CO UL D N OT C OM E TO A DE AL . SO K EN ZI E, D ID T HI S GR OU P JU ST PR OV E TH AT E VE N T HO UG H I T' S DI FF IC UL T, Y OU D ID I T? >> Y EA H, I M EA N, W E DI D I T. DI D WE D O IT W EL L? WH O K NO WS . BU T I FA ST ED B EF OR E I C AM E OU T HE RE . TH IS W AS A D IF FE RE NT L EV EL . YO U P US H Y OU RS EL F SO F AR . AN D WI TH OU T AN Y S US TE NA NC E, Y OU HA VE N O I DE A HO W T HA T IS G OI NG TO A FF EC T Y OU . BU T AT T HE S AM E T IM E, W E' RE A GR OU P OF P EO PL E W HO C AM E H ER E T O PL AY A ND W E CA ME H ER E TO C OM PE TE AN D I T HI NK T HA T SE T U S M OR E TH AN T HE R AC E DI D, O BV IO US LY . WE A RE A LL S TI LL A LI VE . WE A RE A LL S TI LL H ER E. ST IL L WE A RE G OI NG T O TA KE A QU IC K BR EA K. WH EN W E C OM E BA CK I W AN T TO T AL K AB OU T HU MO R A ND M US IC A ND S TI LL LA TE R YO UR F IR ST L OO K AT \"S UR VI VO R\" 4 7. TH IS W AS O NE O F TH E FU NN IE ST SE AS ON S F OR M E AN D I WA SN 'T E VE N ON T HE B EA CH . >> W E HA D A G OO D L AU GH . CH AR LI E. >> M Y Q UE ST IO N . back. LYBALVI helps us push back against bipolar 1. Once-daily prescription\n LYBALVI is proven to treat manic\n or mixed episodes of bipolar 1 in adults, to help you\n push back. Elderly patients with\n dementia have increased risk of\n death or stroke. Do not take LYBALVI\n if you are taking opioids or are in opioid withdrawal. The samidorphan in LYBALVI can\n cause severe opioid withdrawal that can lead to\n hospitalization or increase risk of life-threatening\n overdose. Get emergency help if you\n have trouble breathing, become very drowsy with slowed\n or shallow breathing, feel faint, very dizzy,\n or confused or have a fever, stiff\n muscles, rash, swollen glands or problems\n with your liver, kidneys, heart,\n or lungs. Other serious side effects\n may include high cholesterol, weight gain, potentially fatal\n high blood sugar, uncontrolled body movements\n which may be permanent, dizziness upon standing,\n or falls. Are you ready? Ask your doctor about LYBALVI. Looking for co-pay savings? For info text “COPAY” to\n 45286. [♪♪] [ gr ow l ] Re ad y fo r th e ro ad t ri p. Everyone comfortable. Yep, there's plenty of space. I've even got an extra seat. Wait! No, no, no, no, no. [ gasps ] [ indistinct chatter ] [ sigh ]\nLet's just wait them out. The Volkswagen Atlas with three rows of\n seating for seven. Everyone wants a ride. [ snoring ]\nOK, get in. [ speaking Minionese ]\nYippee! And see \"Despicable Me 4\" in\n theaters July 3rd. Rated PG. >> J ef f: H I, W EL CO ME B AC K TO TH E \" SU RV IV OR \" 46 A FT ER SH OW . TH IS W AS O NE O F T HE F UN NI ES T SE AS ON S F OR M E A ND I W AS N' T E VE N ON T HE B EA CH . >> W E H AD A G OO D L AU GH . >> [ SI NG IN G] ♪ B UI LD IN G M E A H OM E ♪ ♪ T HI S EA RT HL Y HO US E ♪ HO ME [ LA UG HT ER ] >> J ef f: N AM I WA S A SI NG IN G TR IB E WI TH T EV IN A ND S OD A. TH EN W E HA D TA YL OR S WI FT B IG GE ST FA N. >> I 'L L T AK E TH AT T IT LE . SE CO ND P LA CE H ER E, T HA T' S TH E RE AL P RI CE . >> J ef f: W E H AD R OC K MA N. LE AD T O A V ER Y F UN A FT ER NO ON BE TW EE N T HE T WO O F YO U. >> M ET AL LI CA V ER SU S T S WI FT . >> A LL T HE G IR LS Y OU L OV ED BE FO RE . >> M Y A PO CA LY PS E. TH E BE ST D AY . SE EK A ND D ES TR OY . YO U BE LO NG W IT H M E. WE A RE N EV ER E VE R GE TT IN G BA CK TO GE TH ER . EV ER . WE A RE N OT S OR RY . >> H OW M AN Y MO RE ? >> A L OT . >> J ef f: T HE F IR ST W EE K OF T HE GA ME W AS L IK E BE IN G AT S UM ME R CA MP , Y OU K NO W WH AT I 'M S AY IN G? I AL MO ST F EL T BA D F OR E VE RY BD Y AR OU ND U S BE CA US E W E JU ST D ID N' T ST OP . >> J ef f: T EV IN , HO W D O Y OU KN OW W HE N I T' S O KA Y T O ST EP OU TS ID E TH E BO X A ND S AY L ET 'S JU ST H AV E SO ME F UN . >> I T HI NK I T' S A LW AY S O KA Y. I DI D TH AT F RO M D AY O NE . I W AS N OT S CA RE D TO H AV E FU N A ND BE M YS EL F A ND S IN G A ND D AN CE . IF I T BL OW S UP M Y G AM E, I 'M GO IN G OU T BE IN G M E. I W AS A LW AY S S IN GI NG O R RU NN IN G AR OU ND W IT H Q T RY IN G TO H ID E IN BU SH ES . IT W AS F UN . >> J ef f: T IF F, I 'M R EA LL Y FE EL IN G A T HE ME A ND M AY BE I T DO ES E CH O BA CK T O \" SU RV IV OR \" 44 AN D IN S OM E W AY S CA RO LY N C OM E AB OU T PE RM IS SI ON T O JU ST B E WH O I W AN T T O BE . >> F IR ST O F A LL , I ON LY K NO W H OW TO B E ME . I D ON 'T K NO W H OW T O B E AN YT HI NG OT HE R TH AN M E. IT S O H AP PE NE D TH AT I G OT P LA CE D ON A N I SL AN D W IT H A LL T HE SE PE OP LE T HA T T HI NK E XA CT LY L IK E I DO . I T HI NK I T' S SU CH A B EA UT IF UL JU XT AP OS IT IO N. TH IS H AS B EE N A CR AZ Y S EA SO N . BL IN DS ID E A FT ER B LI ND SI DE A FT ER BL IN DS ID ED . CR AZ Y CO MP ET IT IO N BU T YO U C AN GE T I NT O A RG UM EN TS W IT H TH E PE OP LE I N Y OU R T RI BE A ND Y OU C AN ST IL L H AV E T HE T IM E OF Y OU R LI FE . >> J ef f: I L OV E HE AR IN G TH AT . LO SE , W HE N I T CO ME S T O UN IQ UE PE OP LE O N T HI S S HO W, Y OU 'R E U P TH ER E. >> T HA NK Y OU . >> J ef f: I T' S A C OM PL IM EN T. IT 'S O NE O F TH E R EA SO NS I L OV E \"S UR VI VO R. \" I LI KE S EE IN G D IF FE RE NT T YP ES O F PE OP LE C OM E O UT A ND T RY T O T AK E ON T HI S CR AZ Y A DV EN TU RE . SO W HA T P AR T OF Y OU RS EL F CA ME AL IV E O UT H ER E T HA T YO U WE RE SU RP RI SE D? >> I 'M H AP PY T HA T I ST OO D UP F OR MY SE LF . I D ID N' T G ET T O PL EA D M Y CA SE BU T I D ID P LA Y VE RY , V ER Y HA RD AN D VE RY I NT EN TI ON AL LY . EX CE PT F OR Y EL LI NG A T Q . TH AT W AS T HE O NL Y TH IN G I DI DN 'T ME AN T O D O . >> J ef f: W EL L D ON E. >> T HA NK Y OU . >> J ef f: A LL R IG HT , I H AV E A QU ES TI ON F OR T HE G RO UP . OV ER 4 6 S EA SO NS , TH ER E H AV E B EE N A H AN DF UL O F F RI EZ ES F RO M PL AY ER S TH AT H AV E S OR T OF B EC OM E PA RT O F TH E LE XI CO N. >> Y OU K NO W W HA T. >> T HE G AM E I S AF OO T. >> I S AY S TI CK T O TH E P LA N . >> T HA T' S OK AY . ST IC K. >> I 'M A F OR ME R S PE CI AL A GE NT . >> T HE Q UE EN S TA YS Q UE EN . >> T HE W AY M OT HE R NA TU RE IN TE ND ED , F OR T HE S NA KE T O EA T TH E R AT . >> J ef f: M Y QU ES TI ON G OE S B AC K TO J EL IN SK Y. [L AU GH TE R] DO ES T HE W OR D S EV ER AL , WH IC H W E AL L KN OW N OW M EA NS S EV EN . >> I F TH E N N EX T SE AS ON I SN 'T CA LL ED S EA SO NS S EV ER AL . >> J ef f: M RE \" SU RV IV OR \" AF TE RS HO W R IG HT A FT ER T HI S IN CL UD IN G YO UR F IR ST L OO K A T \"S UR VI VO R\" 4 0 S EV ER AL ! [L AU GH TE R] >> T HI S WI LL B E T HE M OS T IM PO RT AN T CH AP TE R OF M Y L IF E . >> I T H AS T O B E VI CT OR Y OR (S pe ak er 1 ) Lo ui e. .. s to p. .. (Speaker 2)\nBLUE does have pretty\ngood ingredients. (Speaker 1)\nLike what? (Speaker 2)\nDeboned chicken, chicken meal,\nbrown rice, barley, oatmeal. (Speaker 1)\nHuh... (Speaker 2)\nWhy, what's in Beneful? (Speaker 1)\nChicken, whole grain corn,\nchicken by-product meal, barley, whole grain wheat. Okay Louie! We'll switch to BLUE! ♪ ♪ Help your family\n warm-up to mornings. With the protein to\n help fuel your day. Wake-up to the goodness\n of Jimmy Dean. ♪ On your period,\nsudden gushes happen. Say goodbye gush fears! Thanks to\nAlways Ultra Thins... with RapidDry Technology... that absorbs two times faster. Hellooo clean and comfortable. Always.\nFear No Gush. >> J ef f: W EL CO ME B AC K T O TH E \"S UR VI VO R\" 4 6 AF TE RS HO W. HO W AB OU T S OM E WE IG HT L OS S? AR E Y OU C UR IO US ? NO T S UR PR IS IN GL Y T HE M OS T W EI GH T LO SS W AS B Y O NE O F T HE F IN AL TH RE E, C HA RL IE . YO U LO ST 2 2 PO UN DS . 14 % OF Y OU R B OD Y W EI GH T . >> N EV ER L OS T HI S S PI RI T . >> J ef f: R IG HT B EH IN D Y OU , LI Z, Y OU L OS T 1 3% O F YO UR B OD Y WE IG HT . HU NT ER , 11 %. TE VI N, 1 0% O F Y OU R B OD Y W EI GH T. EV ER YB OD Y EL SE W AS A BO UT 8 % O F YO UR B OD Y WE IG HT . IT S PE AK S T O T HI S I DE A O F HO W RE AL \" SU RV IV OR \" IS . WH EN W E S AY Y OU 'R E LI VI NG O N NO TH IN G AN D IT 'S A B ON AN ZA I F YO U FI ND A P AP AY A, T HA T' S N O JO KE . I HA TE T O S AY T HI S T O YO U AL L BE CA US E I' VE R EA LL Y L OV ED .. . >> O H! >> J ef f: H ER E' S Y OU R F IR ST LO OK A T \" SU RV IV OR \" 4 7. EV ER Y SU RV IV OR 'S S TO RY B EG IN S WI TH A N EM PT Y P AG E . IT 'S U P T O TH E P LA YE RS T O LE AV E TH EI R MA RK . >> I W AN T T O FO RG E M Y O WN L EG AC Y IN T HI S GA ME . ON T HE M OU NT R US HM OR E OF T HE N EW ER A. ♪ ♪ >> T HI S W IL L B E TH E M OS T IM PO RT AN T C HA PT ER O F MY L IF E. \"S UR VI VO R\" I S A C OM PL ET EL Y B LA NK PA GE R IG HT N OW . >> I W AN T T O CO ME H ER E AN D RE AL LY B E ON E OF T HO SE B IG N AM E PL AY ER S TH E P EO PL E A RE S AY IN G \"W E WA NT T O S EE T HI S G UY .\" >> P EO PL E LO OK A T ME A S AN UN DE RD OG . TH AT 'S M IS S DE LA WA RE O R WH AT EV ER , S HE I S N OT HI NG M OR E TO HE R. I' M A BI G DO G. >> I H AV E N O OU TD OO R S KI LL S. WH AT A M I D OI NG H ER E? I WE NT C AM PI NG A S A C UB S CO UT . I TH RE W UP A ND W EN T H OM E . >> I R EA DY T O FO RG E MY O WN P AT H . >> I W AN T T O BE T HE F AS TE ST PE RS ON O UT H ER E. I WA NT T O BE T HE S TR ON GE ST PE RS ON O UT H ER E. I W IS H T HE Y H AD A B EN CH P RE SS CO MP ET IT IO N. I JU ST H IT 3 00 . >> M Y F IN AL W OR DS W IL L B E \" I' M 59 A ND I B EA T A LL Y OU R A SS ES .\" >> I 'M E IT HE R G OI NG T O BL AZ E M Y OW N P AT H O R B UR N D OW N TH IS IS LA ND . >> I T HA S TO B E VI CT OR Y O R GL OR IO US D EA TH . >> J ef f: W EL CO ME B AC K TO T HE \"S UR VI VO R\" 4 6 AF TE RS HO W. IF Y OU W AN T TO B ID O N PR OP S F RO M TH IS R EA SO N, Y OU C AN D O TH AT . TH E WE BS IT E I S ON T HE S CR EE N. PR OF IT S GO T O ST AN D UP T O CA NC ER . IF Y OU W AN T TO B E O N \" SU RV IV OR ,\" WH AT D O YO U HA VE T O DO ? >> A PP LY . >> J ef f: Y OU 'V E G OT T O AP PL Y. TH AN K YO U AL L A ND T HA NK Y OU T O TH E NO NJ UR Y ME MB ER S W HO C OU LD N' T BE H ER E. EN JO Y TH E S EA SO N. YO U A RE F AN TA ST IC T O WA TC H. CO NG RA TU LA TI ON S TO O UR W IN NE R, KE NZ IE P EE R WE W IL L SE E YO U IN TH E F AL L F OR \" SU RV IV OR \" 4 7! LE T' S DO I T! [C HE ER IN G] GI VE M E A H UG . CO NG RA TU LA TI ON S. CH AR LI E, A WE SO ME G AM E . >> T HA NK S . AP PR EC IA TE I T. >> J ef f: C OM E H ER E. WE 'V E GO T TO S IG N TH IS T HI NG OV ER H ER E . KE NZ IE , Y OU 'V E GO T TO S IG N FI RS T. LE T' S GE T K EN ZI E IN T HE RE . CH AR LI E. [C HE ER IN G] >> J ef f: I 'M J EF F PR OB ST . TH AN K YO U F OR W AT CH IN G O UR SE AS ON F IN AL E. \"S UR VI VO R\" R ET UR NS C BS F AL L WI TH BR AN D- NE W E PI SO DE S. SE E Y OU T HE N. TH E"
}