{
    "season": 46,
    "episode": 1,
    "title": "This is Where the Legends Are Made",
    "transcript": "Stop Garvey. Adam Schiff for Senate. I'm Adam Schiff,\n and I approve this message. ♪ ♪ TEVIN: Survivor is 18 people coming together from all different\n walks of life. And they are here,\n all together at one time, having to trust each other,\n build a society, play challenges with each other\n with different strengths, different weaknesses. And to be able\n to trust one another while also not trusting anyone, because you're playing\na game that is built on deceit. And you have to be vulnerable, and you have to be\n authentically yourself. And you have\n to overcome and adapt to all the challenges in which\n they are guaranteed to face, because that\n is what Survivor is about. (laughs) But it is\n in that moment right there makes the game so worth playing. And I'm ready for it. (all cheering) CHARLIE:\n Let's go, Siga! ♪ ♪ BHANU: I applied for Survivor the day I become a citizen\nof the United States of America. I came out of the courthouse,\n and I was like, \"Hello, Survivor team, Jeff Probst!\" Hi. Hello. Namaste. I want one opportunity\n to play the game, so I can be a role model for all the folks\nwho look like me. From slumdog to Survivor, baby! (laughs) ♪ ♪ JESS:\n I actually think that\n the biggest risk to my game is, like, I might\n be socially awkward. And my personality is, like... I know I'm a little odd. But I don't really care. But I've come to realize\n that I'm competitive. (laughing) I mean,\n I have an identical twin. I've been\ncompeting for nutrients since we were in the womb. BOTH:\nChoo choo! Here we are in the rain. I grew up in a small town\n in Mississippi. I lived there my whole life,\n and I teach there now. And so there's experiences\nthat I haven't had that I know\na lot of other people have. There will be this barrier\n of maybe not being able to relate on a full level.\n You know, if people bond over, you know, being huge Taylor Swift,\nyou know, fans, I-I won't have that. I got my Taylor Swift socks. I got my Taylor Swift\nEras Tour merch. I ride the Swiftie bus\n on the way to law school, but I'm not planning\non mentioning I went to Harvard, because you got\nto keep your threat level down. Objection. ♪ ♪ TIFFANY: I've worked with\n major brands like Nike, Adidas. I had my artwork displayed\nin Madison Square Garden. I'm self-taught. Me and YouTube University\n is all I had when I was figuring out\n my job as an artist. 'Cause at the end of the day,\n being an artist is a hustle. But that's what I do. I'm a hustler. ♪ ♪ PROBST:\n This group of strangers\n has agreed to be abandoned\n in the Fijian Islands. They must learn to adapt\n or they'll be voted out. VENUS:\n I may look tiny and weak,\n but I am mighty and strong. I'm gonna do some sneaky ... and I'll deal\nwith the repercussions later. PROBST:\n In the end,\n only one will remain to claim\n the million-dollar prize. KENZIE:\n I've got my stilettos on,\n disco ball spinning. I'm just waiting\n for the club to open. Like, I'm ready to party!\n(chuckles) ♪ ♪ Who will have what it takes to outwit, outplay\nand outlast all the rest? This is Survivor 46. ♪ ♪ ♪ ♪ SODA: I'm wet,\n people around me are wet, -(cheering, whooping) -but I'm about to play\n100 per-freaking-cent, bro. I'm ready, man. I'm here to prove me to myself. And for all my students, like, you can say yes\n to the adventure. You can conquer anything. I'm here to, like,\n be a model for them, 100%. Q: I started playing football\n when I was nine years old, and it made me, at an early age,\nbe very, very competitive. I do not like to lose. So I'm gonna play this game\n full speed, from day one. I'm the QB. I'm quarterbacking the game. Put the ball down, say hut. -All right.\nWelcome to Survivor 46.\n-(Soda squeals) (all cheering) Oh, my God. I got to say, I'm impressed\nwith the enthusiasm, -given the boat rides\nI can anticipate you just had.\n-(overlapping chatter) I don't know whether to laugh\nor cry or crap my pants. PROBST:\nPretty rough seas? -Yes.\n-Very rough. -Very.\n-Who vomited? -(laughing)\n-SODA: So close. Yeah. Sometimes you're\nbirthed into Survivor in a nice, smooth,\nbeautiful day. Other days, it's a little rough. All right, let's get into it. It's always so exciting to start\na new season of Survivor because, right now,\neverything seems possible. You can all envision\nyourself at the end. You can all see\nyour name on the parchment, crowning you\nthe winner of Survivor 46. Oh! Because, right now, it kind of\nfeels like a blank slate, right? Q:\nIt does. PROBST:\nAnd you all, right now, believe you can win this game. But it's simply not true. Right now, there is at least\none of you that cannot win. No matter who you go to\nthe end with, it won't matter. Something about your personality\nis not gonna gel with this group,\nand you won't get the votes. And the beautiful thing about the confidence\nof a Survivor player is right now, you're all\nnodding in agreement, and yet none of you think\nyou're the one -who can't win.\n-(laughing) It's one of the reasons Survivor is so fun to watch, but it should be\nthe number-one reason why each of you play this game on your terms. Because that blind optimism\nthat you have right now, that specific point of view\nthat you're bringing into the game-- it's gonna work or not work, but it is\nyour single biggest weapon. I'm glad you're all here.\nI wish you luck. Let's get into our tribes. (cheering) (screaming) Wearing purple: Yanu. -Go, Yanu!\n-Yanu! (whooping) Let's go! Wearing green: you are Siga. ALL:\nSiga! -Let's go!\n-(whoops) And in orange: you are Nami. -Nami!\n-(cheering) -Nami! Nami!\n-(excited chatter) -(laughing)\n-Them, but Nami! -TEVIN: Know what I mean?\n-Yeah! (laughing) -Got that one.\n-(whooping) All right, you ready\nto get to your first challenge? -Yeah.\n-Let's do it.\n-Yes. Let's do this. PROBST:\nFor today's challenge, two members of each tribe\n are gonna race down the beach, crawl under a muddy net... ...and retrieve\n two very heavy puzzle pieces, then bring 'em back. Then the next pair goes. Once you have all six pieces, three tribe members are gonna use those pieces\n to build a podium. Then one tribe member will climb\n to the top of the podium, use a long pole\n to retrieve your flint. First tribe to finish\nearns their camp supplies-- pot, machete, flint. -Not much.\n-Enough. That's enough. -But it's-it's a start.\n-But it's enough. Exactly, Tevin. The second tribe\nto finish earns the right to choose between the Sweat\ntask or the Savvy task for their second shot\nat earning your tribe supplies. The last tribe to finish,\notherwise known as... -The losers.\n-Losers! -Not me.\n-PROBST: You get what's left. (laughing) Everybody feeling good? -Yeah!\n-TEVIN: I'm good. All right, follow me.\nWe'll get set up. (whoops) All right, here we go. Marooning challenge\nof Survivor 46. Survivors ready? Go! -Heading out in pairs.\n-(cheering) Tiffany and Jelinsky for Yanu. Jem and Ben for Siga. Hunter and Venus for Nami. Make the hole big.\nMake the hole big. PROBST:\nPieces are heavy. -SODA: Venus, go, go!\n-LIZ: Go! -Venus, go, go!\n-Go! RANDEN:\nKeep going, baby!\nYeah! Let's go! SODA:\nLet's go, Hunter! Let's go! -PROBST: Hunter moving quickly\nwith that first piece.\n-Yeah! PROBST:\nYou can head out and help, but you got to go back\nthrough the obstacles. (Soda whoops) PROBST:\nHunter making\nquick work of this. Now gonna help\nhis new Tribemate, Venus. These are big puzzle pieces.\nShe needs some help. Here comes Tiffany,\ncarrying one on her shoulder. Jelinsky right behind. Jem pushing one.\nBen pushing one. Once you cross that line,\nthe next pair can go. You're good! Go! It's Tevin and Liz out now. Hell yeah! Jump on that course like a\nstarving man on a Christmas ham! PROBST:\nHere comes Jelinsky. You're good! Go, Yanu! It's Siga in dead last. Come on, guys. -PROBST: Ben already exhausted.\n-Come on, Ben. -You're good! Go!\n-Good work. Good work. -Good work, Ben...\n-PROBST: It's gonna be\nCharlie and Maria. TIM:\nLet's go, Siga! Keep going! Come on! PROBST:\nHere comes Liz and Tevin\nheading back for Nami. -(grunting)\n-Bhanu and Jess out for Yanu. (all cheering) TIM:\nLet's go, Maria! Look at that!\nMaria carrying one on her back! -Come on! Siga!\n-(cheering) Maria. That is how you do it\non Survivor. Here comes Charlie,\nheading back for Siga. You're good! Go! CHARLIE:\nCome on, go, go, go! You got it! PROBST:\nYou're good! Go! -You're good! Go!\n-JELINSKY: Let's go, guys.\nLet's go, let's go, let's go. PROBST:\nIt is Randen and Soda\non the course. Tim and Moriah heading out. -The last two pieces got\nto travel the farthest distance.\n-SODA: Come on, guys! (grunts) PROBST:\nRanden heading back.\nHere comes Kenzie. Here comes Q. Tim and Moriah\ngot to go back out now and get their last piece. Every second counts. You want those tribe supplies. You're good. You're good. Start working on the puzzle. Come on, y'all. PROBST:\nHere comes Tim and Moriah. -You can hear, they're gassed.\n-(grunts) Ten minutes\ninto day one of Survivor. You're already feeling it. (overlapping chatter) You're good, Siga.\nStart working on your puzzle. This is where you see what your tribe is made of,\nright here. VENUS: Good. PROBST:\nOpening moments of Survivor 46. If you put yourself\nin the puzzle position, you are feeling the pressure. JEM:\nHey, guys, no. PROBST:\nYou are building\na three-tier podium. Always looks so easy\nwhen you're watching it at home. Soda, Hunter, Venus think they\nhave something now for Nami. JEM:\nYes! PROBST:\nJelinsky, Bhanu and Jess -trying to get\nsomething going for Yanu.\n-Push it in. Yeah, yeah, yeah. -Come on, Siga.\n-JEM: You're still in it. PROBST:\nMoriah, Tim and Ben, they've been moving their pieces\nall over the place. Come on, watch out,\nwatch out, watch out. -Yes, yes, yes.\n-PROBST: Hunter and Soda\nworking for Nami. They think\nthey're getting close. Venus putting\nthat last piece in. -(cheering)\n-That is right. You're out. -Somebody else is in.\n-HUNTER: Let's go, Tevin. It's gonna be Tevin now. It is Nami in the lead\nby a long ways right now. -(cheering)\n-Tevin! Baby! (chanting):\nNami! Nami! Nami! PROBST:\nTevin now going\nup top with that pole, trying to knock that ring off. That flint is all\nyou need in your hand. Yanu and Siga continue\nto fight to get in this. -You're almost there.\n-You're almost there. -HUNTER: Yeah!\n-PROBST: Tevin has it! (excited chatter) -Tevin has the ring.\n-(cheering) Nami has earned\ntheir tribe supplies. And now we're\nlooking for second place. TIM:\nThere we go. Something's wrong. -PROBST: Something not right\nfor Siga. A setback.\n-No, it's not right... Something's not right. PROBST:\nThat opens the door for Yanu. Jelinsky now running\naround to give it a study. Yeah. PROBST:\nSiga thinks they have something. Tim and Ben\nlifting that last piece. Will it fit?\nAnd if so, is it right? -(cheering)\n-You got it, Siga! Let's go! Gonna be Charlie now\nuntying the pole. It's all over for Yanu. -(overlapping chatter)\n-PROBST: Here goes Charlie. TIM:\nDrag it all the way, Charlie. (cheering) PROBST:\nThere it is. Charlie's got it for Siga. Siga will choose\nbetween Sweat and Savvy, -and Yanu will get what is left.\n-JEM: Good job. Good job. Good job. Good job. All right,\nNami, congratulations. (cheering) Waiting for you back at camp:\na pot, machete and flint. It's not much, but in this game, in the early days,\nit is everything. Now we have another\nbig decision to make. Siga, you took second place, which means you get to choose whether you take on the Sweat\ntask or the Savvy task. So, what have you learned\nabout the six of you in these opening moments that's gonna determine\nwhat you choose? Uh, we're gonna choose Savvy. At the end of the day,\nit was the puzzle that allowed us\nto get that flint, so we're gonna keep on the roll. So that means, Yanu,\nyou will be taking on Sweat. -I ain't scared\nof a little sweat, Jeff.\n-(chuckles) Let's do it. All right,\nmaps to your new home. -Here you go.\n-Tevin, take it.\nYou swung that thing. Yes, Maria! (cheering) Giddyup, baby. Let's go. Survivor 46 is underway. -Yanu, Nami, Siga, head out.\nGood luck.\n-(cheering) (laughing) JEM:\nRight now, everybody's laughing. They're living\n their wildest dreams, but only one\n out of the 18 of us is gonna be the Sole Survivor. I'm so ready to just cut everybody else's throat on the other side, and then\nguess who's your Sole Survivor? Me. Se e? H om eQ uo te E xp lo re r le ts y ou e as il y co mp ar e home insurance options\nso you can get what you need\nwithout overpaying. Yeah, we've spent a lot\non this kitchen. Oh, yeah,\nreally high-end stuff. -Sorry, that's our ghost.\n-Yeah, okay. He's more annoying\nthan anything. Too bad there's mold\nbehind the backsplash. [ Sniffs ]\nYep, that's mold. Well, then, let's see\nif we can save you some money with Progressive. Guess how much I originally paid\nfor this fireplace? 23 bucks. Materials and labor. Just ignore him. You got bamboozled! Wh en m ig ra in e st ri ke s, do you question the\ntradeoffs of treating? UBRELVY is another option. It works fast to eliminate\nmigraine pain. Do not take with strong\nCYP3A4 inhibitors. Allergic reactions to\nUBRELVY can happen. Most common side effects were\nnausea and sleepiness. Ask about UBRELVY. Br ea th in g Cl ar it in C le ar Is L ik e. .. (♪♪) Is he? Confidently walking 8\n long haired dogs and living as\n if he doesn't have allergies? Yeah. Fast relief of your\nworst allergy symptoms, like nasal\ncongestion. ♪ J us t th e tw o of u s ♪ ♪ We can make it if we try ♪ ♪ Just the two of us ♪ ♪ (Just the two of us) ♪ Get two entreés\n and an appetizer for $25. Only at\n Applebee's. (S un g) F eb re ze ! I use Febreze Fabric Refresher\neveryday. To make my home\nsmell amazing. On my bed...\nMy couch... My jacket or jeans. In between washes. Even shoes. Febreze doesn't cover up odors with scent, but fights\nthem and freshens! Over one thousand uses. Febreze Fabric Refresher. Wh o' s th e Ch am el eo n? The most powerful shape\nshifting sorceress. No one can defeat me. Not even the Dragon Warrior. I eat powerful sorceresses\n for breakfast. What is it you're holding. A cookie. Ah! One last Dragon Warrior\n smackdown. Oh, ahh! We're not so different, you and I. Skadoosh. Stand back, I'm gonna kick my butt. Violence, violence! ♪ ♪ JELINSKY:\n Fiji is a lot different\n of an animal than Las Vegas. There's no ocean. We don't even\nhave trees out in Vegas-- no good trees, anyways--\n but I'm hyped. Let's get to the Sweat task.\n Let's play. Jeff preaches\nabout the monster in this game. Jelinsky is the monster. -JESS: Okay.\n-(sighs) Who thinks they can do it\nis the thing? -It's, like...\n-I mean, I think, I think -we all can do it...\n-We all can do it. It's just gonna take a long time -and people gonna be tired.\n-I can do it, for sure, yeah. -JESS: Yeah.\n-That's it. -Y'all want to do that?\n-Let's do it, yeah. TIFFANY:\nI appreciate you guys. -Yeah. Okay, good.\nWe'll knock it out.\n-We got it. We got it. One, two, three. TIFFANY:\nGood luck, guys. We believe in you. KENZIE:\nGood luck. ♪ ♪ The bucket had holes in it. Come on, Jeff. And now you're\n walking up the hill, around the hourglass,\n to the urn, which is about 40 yards\n of distance. That's it? So I could tell, at that point, that it was\ngonna be very difficult. But it doesn't bother me.\n Hard work is all I know. I'm a guy who's\n from Mississippi, small town, one of 17 kids, who had to work\nfor everything that he has. I've been a great businessman, a great real estate agent. I was the number two agent\n in the country. And that takes hard work. Like I told Jelinsky, you know,\nwe have to have that mentality that we keep going\nno matter what. ...or it's gonna\npush us further apart. -That's right.\n-I'd rather it bond us. I wonder what\nthey're doing back at camp. TIFFANY: Oh, my gosh. -Yeah.\n-Cool. -Welcome.\n-That's why I, you know, I struggle\nwith English a little bit. -That's okay.\n-Oh. BHANU:\n I'm in Fiji with my Buff on. I can't ask for more. Yes. Let's get going. (gasps) Yay! Oh, good find. -Never, ever leave this.\n-(laughs): Okay. -Oh, good.\n-Yeah. Survivor is Bhanu's life. I am originally\nfrom Visakhapatnam, India. I grew up in a hut\n made of palm leaves with, uh, mud floors. And that's how... I lived 18 years like that. 18 years. It was only last year\nI got my citizenship. -Oh, congratulations.\nI know that's hard.\n-Thank you, thank you. Yeah. But here I am. I'm a citizen\n of the United States. I'm so proud. Wow. And, as a superfan,\n I get to play Survivor. -Oh.\n-TIFFANY: Really? (sniffs) Ah. Sweet papaya. I'm the provider.\nWhen people come to me and say, like, you know, \"Can you\nhelp me? Can you do this? Can you do that?\" I love it,\n because Bhanu is always there. So, these ants... -Sure.\n-Okay. I eat them at home. You do? Like what? Like sprinkles? -(laughing)\n-JESS: There you go. My first ant on Survivor. (laughs) BHANU:\n I'm already comfortable\n being on Survivor. Beyond excited, nervous and thrilled to be on Survivor. (laughs) TIM: All right, gang. JEM: Yeah. Wah-wah. (laughing) TIM:\nAny volunteers? I think I'm into it. -Okay.\n-CHARLIE: I mean,\nI'll-I'll help Ben out. -Maybe we can\nwork through it together, but\n-JEM: You got it. no promises. When in doubt, rock out, right? There's, like, the lockbox,\n and then there's also this board\n with all these random letters. It looks hard-core,\nbut if I go home tomorrow, like, I want to know\n I at least stepped up. And Charlie and I are like front man, guitar player. You know? Diamond Dave, Eddie Van Halen. CHARLIE:\nLet's go. All right,\nthis is what I see, right? -Numbers, right?\nThere's six here.\n-Yup. I see 12, seven, six. BEN:\n 12, six... So, 12. Six. BEN:\nI see seven. CHARLIE:\nOkay. -So this would be a one.\n-And there's\nsome numbers going down, too. Like, I see 20. I see five. -You're seeing things\nthat I never saw, ever.\n-Yeah. -Okay.\n-Shout-out to my dyslexia. -Let's go! (chuckles)\n-You're killing it. You're-you're on fire. -BEN: Uh...\n-Four. Yeah, and six. So I'm-I'm noticing\nan issue right away is we've got six digits here -and ten digits here.\n-Ten. I don't know. I think\nwe got to think about this. Let's think\na little harder, I guess. CHARLIE:\n Machete, pot, flint. If you don't have those things, it's like, \"Game over.\" We have to figure this out.\n Like, it's a must. -TIM: Oh, fire.\n-MARIA: Yes. Then moved to New York,\nmet my husband in New York. Had our first kid.\nPregnant with my second. You had the mom strength.\nThat's what it was. -I told y'all I was taking it.\nI was like, \"I can pull...\"\n-(laughing) -I got two boys.\n-You have two boys?\nHow old are they? -Yeah, yeah. Five and two.\n-Aw. TIM:\nI miss them a great deal. I love my family. I want my sons to have\neverything that they imagine. So, Maria and I were rocking\n with the parent narrative. -I have a five-year-old, too.\n-Five? I have a ten,\nan eight and a five. Whoa! MARIA: I told my kids,\n \"Mommy is gonna lie, cheat and steal,\" because there's only one way to win, and that's by\ntaking everyone else out. Tim and I-- we've connected\n over being parents, but I have no intention\n of being anybody's mom. Likewise. Yeah, sure. I just am not going\n to be in the flashy red car. I'm gonna be in my little\nminivan driving the game. All right. I would do the three first,\nand then... 3-6-5-1-4-7. If this works, I'll eat a hat. BEN:\nNo dice. CHARLIE:\n The sand is\ntrickling through the hourglass. We were adding,\nsubtracting, multiplying. We tried everything. Maybe there's another word\nin the puzzle that's gonna\nhelp us crack the code. BEN:\nYes. I'm already looking. I mean... BEN:\nWhat is it we're not seeing? CHARLIE:\n\"All the information below\nto find what you are missing.\" There's nothing underneath it. (sighs) It's the final countdown. All right. It's the beginning\nof the Dumb and Dumber alliance. CHARLIE:\n The feeling when the timer\n runs out is just the worst. We have no pot.\nWe have no machete. We have no flint. This brings us together\nin our... -in our shared stupidity.\n-A hundred percent. CHARLIE:\n We're gonna look like idiots. We tried\nto step up for the tribe, and we-we failed, big time. -(laughing)\n-SODA: We crushed it, guys. HUNTER: We totally did it. How old are you? Twenty-four. -Wow!\n-SODA: No way! I-I have an old soul. I watch old things. Oh, sunshine! Opie. You watch Andy Griffith? -Yeah.\n-Oh, my God! What do you do? I teach people\nhow to write emails and make money on the Internet. VENUS:\nVery cool. -I've owned four companies.\n-SODA: Wow. I currently own two. I've sold two. -Oh! She sold them, too.\n-Oh. LIZ:\nYeah. I'm-I'm pretty awesome. TEVIN: As I talked to Liz,\n some of her comments made my head just kind of go...\n(groans) ...because you're talking about how you have\n all these businesses, and you're\n flaunting your dollar bills. Huh. Well, I'm out here for money. -It's nice\nto get to know everybody.\n-OTHERS: Yeah. TEVIN:\n Clearly, Liz forgot game begins not tomorrow,\nbut right now. We need fire. Is there anyone\nthat knows, like, knows-knows how to make fire? -I do. I-I mean,\nI feel pretty good about it.\n-I also do. LIZ:\nThat's awesome. I'm feeling good\nabout this tribe. We already have our pot,\n the machete, the flint, which is not a lot,\n but it leads to a lot. Oh! We can hack things down and\n build fire and make a shelter. We just dig it out a bit. And we need tinder.\nWe need kindling. I'm a teacher\n and a camp counselor, so I've been\npracticing fire, like, literally every day\n to get my confidence. Just let it grow a little.\nNo, don't-don't snuff it. Just let it grow a little. That's how quick that magnesium\njust goes out. Catch it, catch it,\ncatch it, catch it. All right, all right, all right.\nOh. All right. (Tevin whoops) Fire! Yay. SODA:\nFire means everything out here. And we had a roaring one, honey. We had it roaring flames. How do you think the other\ntribes are doing right now? Do you think they have a fire? RANDEN:\n Who doesn't want fire on\n their first night of Survivor? Clearly, our supplies\n are a big deal. And not having\n to do Sweat or Savvy feels like a million bucks.\nI'm not gonna lie. JELINSKY:\n This is no joke. I'm lucky I got\n Superman on my tribe. Even if we don't get a flint... I got an ally. This is one of the hardest\n things I've ever had to do.\n I honestly don't know if I've done that physical labor in my life. Yes, sir. Let's get it. JELINSKY:\n My feet were getting beat up. I'm looking\n at these urns like, \"Damn. It looked the exact same\n as it did 30 minutes ago.\" There's no way\nwe're filling this. And we were\n working against time. It said that this task\n takes several hours, -but it looks\n like we only have four hours. -You slow down. I know you ain't gonna stop\nfor me, but you better. JELINSKY:\n Last I checked, \"several\" means seven, not four. So I feel like I knew we weren't\n gonna do the damn challenge. ...you don't think\nwe can finish it? I don't. I do. ♪ ♪ Q:\n We still had a couple hours, but with Jelinsky, now I know when the going gets tough, he's going to\n tuck his tail and quit. And in Survivor that's not an option, period.\n If he cannot do this physically and mentally,\nthen we're done. Da d, d on ' t fo rg et ab ou t my n ew c le at s. Sw ee ti e, I c an ' t ma ke i t to Dick's this week. Have you heard of Dicks.com? Have I heard of Dicks.com? Girl:\nLet's go! Let's go! Have I heard of Dicks.com? (Screaming)\nWhoa. Don't overthink it.\nLet's go shopping. Actually what I need\nare some cleats. How about one of these? Great. Done. Anything else? No. Golf clubs? Not for me,\nfor a friend... Yeah, yeah, of course... Anyone impressed with\nhow fast that was? Yeah, totally! I know, I went to Dicks... My cleats!\nThank you! I love you! Wha... I-I went to Dicks.com.\nEver heard of it? Girl 2:\nYeah, I told you\nabout that. ( ♪♪ ) RS V is o ut t he re . For those 60 years and older protect against RSV\n with AREXVY. AREXVY is a vaccine used\n to prevent lower respiratory disease\n from RSV in people 60 years\n and older. AREXVY does not protect everyone and is not for those with severe\n allergic reactions to its ingredients. Those with weakened\n immune systems may have a lower response\n to the vaccine. The most common\n side effects are injection site pain, fatigue, muscle pain,\n headache, and joint pain. I chose AREXVY. RSV? Make it AREXVY. Th e ri gh t ag e fo r Neutrogena® Retinol? That's whenever\nyou want it to be. It has derm-proven retinol that targets\nvital cell turnover, evens skin tone, and smooths fine lines. With visible results\nin just one week. Neutrogena® Retinol I lo ve t ha t my d au gh te r st il l ne ed s me . But sometimes I can't help\ndue to burning and stabbing pain in my hands, so I use Nervive. Nervive's clinical dose of\n ALA reduces nerve discomfort in as little as 14 days. Now I can help again. Feel the difference\nwith Nervive. I la un ch ed o ur c am pa ig n at t hi s un io n ha ll . Let's go win this thing! Then we hit the road\n and never stopped. You shared with me your\n frustration at working harder to barely get by\n and afford a place to live. Your fears for our\n democracy and freedoms and your dreams for yourself,\n your family, and the future. It is not too late\n to realize those dreams. I'm Adam Schiff,\nand I approve this message because together we can\nstill get big things done. Lo we 's k no ws y ou g et t o en jo y Spring weather earlier. That's why we're giving you a sneak peek into our earliest SpringFest offers. Get great\n deals on the products you need to start your\n new Spring projects. Hurry in for early\n SpringFest deals. St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. ♪ ♪ -CHARLIE: Um...\n-BEN: Uh... The Savvy was not so savvy. -We were not very savvy\non the Savvy.\n-Yeah. -Let's go rinse.\nYou guys look like...\n-Yeah. It sucks to be like,\n \"Yo, we lost,\" but, I mean, I like\nto look at the world as a glass half full\nkind of vibe. -First and foremost, thank you.\n-Thank you. Yeah. I appreciate the morale. I feel like... -No. No. That's okay.\n-No. I feel like we're all working\non keeping the vibe up. -Yes.\n-And we could be,\nlike, the vibe tribe. -You know what I'm saying?\n-(overlapping chatter) BEN:\n They were like, \"Don't even worry.\nY'all stepped up.\" Which was awesome. So, at this point,\n my strategy's to be myself, which is to just chill hard\n to make everybody laugh. Hi, I'm Ben. OTHERS:\nHi, Ben. I'm an Aries. -Oh!\n-(excited chatter) That's kind of my life. I've played everything from,\nlike, heavy metal to, -like, salsa\nand bar mitzvah music.\n-Yeah. -You know what I'm saying?\n-Oh, fire, bro. A man of many talents here. -I could tell.\n-Listen, you got to be\nopen-minded. TIM:\n Ben is, like, the vibe god. He's, like, the dean of cultural affairs, making sure that the tribe\n is in good spirits. (laughs) You got the vest on. Dude, rock it all you want. -Yeah, there you go.\n-Yeah. -Oh, that's cute.\n-That's not bad. I'm getting Ben's powers here. BEN:\nI like this little workout. We're gonna get ripped. MARIA: I love Ben's energy.\n He has a lot of confidence. And with\nthat confidence, I think he gives us confidence\n in ourselves. JEM:\nThere you go! No. Chug, chug, chug. (screams) JEM:\n I feel like Ben\n is the epitome of Siga. We're surviving. (laughs) That's our thing.\n It's all about the vibe. And I think that's why, like,\n the Siga tribe get along so well. What about you? -We met at bar trivia,\nto be honest.\n-Let's go. Really? Yeah, in such a dorky way.\n(chuckles) I'm this geeky, dorky nerd. Like, I love board games\n like D&D. I do crosswords. I do sudoku. I brew beer on the weekend. I'm aware that I'm a little\n out there, so I am... not everyone's cup of tea. For most of my life,\n I've struggled to make connections\n and to make friends. So I'm looking\n for this opportunity to prove to myself that I'm just not that loner. Like, I can forge a connection. -Oh, okay. There you go.\n-Or when I'm running late,\nMo-on-the-slow. This is my tribe. This is my game. I'm not here to say, like, \"Oh, no, they don't like me.\nI'm done.\" No. I'm here to play my game. I do, too. Yeah. -Yeah, for sure.\n-Do you feel good with me? -Oh.\n-Genuinely? -Yeah. Do you feel good with me?\n-Okay. Yes, absolutely. MORIAH:\nI definitely connected with Jem. I also bonded\n pretty quickly with Maria. Surviving. (chuckles) Who are y'all\ngetting good vibes from? -I think everybody right now,\nto be very honest.\n-Everyone. But we need to maybe\nstart thinking, like, long-term. Especially if we don't want\na woman voted out first. -JEM: Yeah.\n-MORIAH: Yeah. The women came together, so now I believe I have an alliance. I feel strong, and I trust\nwith them, but more importantly, I've made new friends. And it feels incredible. (laughing) Ha! -You got it, coach?\n-Yep. (both grunt) (whoops) He's a he-man. (grunts) (groans) -Yes, sir!\n-(cheering) Am I a good student, coach? -(laughing)\n-Damn good student, man. -Yeah, okay.\n-Okay. -All right, ready?\n-Yeah. (laughing) TIFFANY:\n Maybe I should\n have did the Sweat task. I wouldn't have given up because\nnow we didn't get the supplies. We got to bang a coconut\nup against the side of a rock to just get\n a little bit of juice out. It's hard, like, especially when you don't\nhave any tools. -Yeah. (laughs)\n-Who needs a Sweat challenge when you got beautiful people,\nyou know? (laughing) I'm in the beauty industry.\nI know what I'm talking about. I do hair and I own a salon. Building connections,\n building repertoire is literally\n my bread and butter. Like, this is a fast-moving game, and I am ready to,\nlike, giddyup. Are there three of you? A lot? Oh. Oh, my gosh. (laughs): What?! Q is an amazing,\n hardworking man. I'm like, \"Let's team up.\" -(laughs) I know.\n-(laughs) I got a good vibe from Jelinsky. We literally have\n two matching tattoos. JELINSKY:\nI already thought\nof our alliance name. What is it? Shaggy and Daphne. -(chuckles) You like that?\n-Okay, I love it. Yeah. -This is a sacred bond.\n-But... I agree. So I was like, \"Hey, you and me,\nwe'll work together.\" We pinky promise. I definitely\nwant to be on your side, -'cause I want to work with you.\n-Yeah, yeah. I mean, I want numbers, so...\nAnd I want, like, people I like\nto work with, so... I'm the queen of the tribe right now.\nEverybody's calling me. My phone won't stop ringing. Everybody's like, \"We should work together.\n Let's work together. Let's do this.\"\n Jess is like, \"I get a good vibe.\"\nI'm assuming that's her way of saying\nwe should work together, but I can't tell\n if it's the truth or not. No one's talking to me. I mean, you haven't\nreally talked a lot of strategy. Yeah, I don't know. I'm playing a slow game. KENZIE:\n Jess doesn't really\n want to talk strategy, and no one can get\n a read on her. I tried. I tried talking to her.\nThere wasn't much there. I tried to talk to Jess and\nbe like, \"Who-- What are you-- -Have you talked to anybody?\"\n-Yeah. Literally. It's, like, -she was so hesitant, like...\n-She was like, \"About what?\"\nAnd I was like... Yeah. KENZIE:\n Tiff, that is my girl. We kind of\n have this girls thing, apart from the big thing, that's the four of us-- Q, me, Tiff and Jelinsky. So, we like this. -Uh...\n-We like this a lot. We want to lock this in. -Like, for sure.\n-KENZIE: Yeah, we're good. The four of us\n working together-- wonderful, perfect.\nNumbers. We've got brains,\n we're all strong. Like, we're good. ♪ I'm building me a home ♪ ♪ I'm building me a home ♪ ♪ This earthly house ♪ ♪ I didn't hear that part ♪ SODA:\n♪ This earthly house ♪ -♪ And my soul is gonna need ♪\n-(Tevin laughs) ♪ And my soul is gonna need... ♪ SODA:\n I just love to sing,\n and I love group songs. And I used to lead camp,\n so I feel like Tevin and I singing, like, really brings camaraderie. I think it helps morale. It helps us connect,\n and it helps people feel okay. Yay! (laughs) HUNTER:\n Soda has worked\n as a camp counselor. I also have worked\n as a camp counselor, but one of the things\nthat, like, I didn't enjoy... b-being a camp counselor\nwas camp songs. It's the part of camp\nthat drove me crazy, and it has followed me out here. It goes... ♪ Big booty,\n big booty, big booty, uh-huh ♪ -♪ Big booty. ♪\n-(whoops) -HUNTER: My tribe, in terms of energy\nand enthusiasm, we have the most. There's no doubt about that. (both whooping) (chanting):\nLet's go, Hunter, let's go! Let's go, Hunter, let's go! Let's go, Hunter... HUNTER:\n Being from a small town, I don't fit in perfectly,\nbecause I'm very introverted, and there's a lot of energy,\nand I cannot keep up with them. I met my ex-husband. I was like, \"You tall as a tree.\nI want to climb you.\" -SODA: Oh!\n-Oh, damn! -Turn me over.\n-SODA: Hey. HUNTER:\n I've said it coming into this game,\nand I'll continue to say it: it's about being flexible and adaptable,\nand I want to work with someone who can help my social game. I mean really,\nlike, aesthetically, do we want it to be square? Aesthetically.\nLook at you. You're trying to... You're trying\nto flip this house. -(both laugh)\n-Yeah. You're trying\nto flip this house. HUNTER:\n Tevin is a cool guy. We work well together,\n we can laugh together, and it's just, it's really easy\nto have a conversation with him. Tevin, I love\nto hear that you sing. I-I am not\na singer because, like, some people's jokes fall flat. My singing falls flat. If your goal, like, you-you\ncan teach me how to sing... That way I know\nI'll be here a long time. -Okay.\n-(laughs) You're gonna have\nto keep me here a while. TEVIN: Hunter has been humble\n and a hard worker, and the two of us have taken on the leading roles of kind of getting\nthis shelter together. You're obviously\nvery, very good, socially. -We can make it\nworking together.\n-Why, thank you. The Andy Griffith alliance. -The Andy Griffith alliance.\n-(laughing) (\"The Andy Griffith Show Theme\"\nplaying) Hunter and I really do bond because we both\n love Andy Griffith. Oh, my God! I have an alliance\nnamed after Andy Griffith. It's so stupid. I'm an introvert, and so, like, I really enjoy y'all's energy. I just don't have it to match,\nyou know what I'm saying? TEVIN:\n I definitely want to work with\nHunter, but one of my strategies coming into this game was to feel out who everyone is. I really vibe with Hunter. I think he has\n a good spirit about him. -Um...\n-Yeah, he's really sweet\nand, like, calm and easygoing. TEVIN:\n As an actor,\n I'm very extroverted and very good at working\n with people, and that is what Survivor is about. At the end of the day,\n all the world's a stage, and all the men and women\n are merely players. And so I am just on this island playing whatever role\n I got to play. And very soon, everyone is gonna find out\nwhy I say this island's mine. ♪ ♪ I love that song. What was on your mixtape,\nCharlie? Uh, oh, man.\nI'm a big Taylor Swift fan. -Ha! Yes!\n-BEN: Hell yeah. Yeah, T.S. Yeah, I lo...\nI love Taylor Swift. Yeah, I always have. It's real catchy. -I like the lyrics.\n-That's dedication. CHARLIE:\n You know, I've lived\n a very simple life. I grew up in a beautiful town called Manchester-by-the-Sea.\nAnd I loved growing up there,\n but it's a bubble. It's filled with a lot of people\n who look like me. It's not a very diverse place. But out here,\n it's totally different. I've been known to shred\na Long Island iced tea or two. Oh, man. -You're not one of those.\n-You're that guy. (laughing) -Like appletini?\n-JEM: Like tropical drinks? BEN: I'll be honest... -MORIAH: Appletini?\n-(laughing) CHARLIE:\n On Survivor, you've got people\nfrom every single walk of life, every single background,\n and I'm just really excited to learn people's stories\nand, you know, pop that bubble. JEM: The girls came to me\n with this all-girls alliance,\n but I was like, \"We need somebody else. Like, three and three.\nLike, we have to have majority.\" -Charlie's Angels.\n-Oh, my God. (laughs) That is amazing. ♪ ♪ CHARLIE:\n How are you guys feeling? -I feel good.\n-I feel good. -I feel good with everybody.\n-Yeah. -I love the tribe. Yeah.\n-Yeah. MARIA:\nBut, like, the three girls\nreally like you. -That sounds actually\nreally good. (chuckles)\n-Yeah. CHARLIE:\n I've only had women bosses\n my whole life. In school, in clinics,\nin law school, it's, like, all women. I don't mind\nworking with women at all. And they seem really smart, really game savvy, which I like in an alliance. ♪ ♪ TIM:\n The girls are playing. They're walking, whispering. I mean,\nI'm all about women empowerment, but there's potential\nfor the women to be in cahoots. I have a wife. I have a grandma.\nLike, I know how they operate. I'm telling you, the women\nalways take out the guys. If-if people are playing,\nyou got to play, yeah? -You got to play.\n-You got to play the game. All I'm saying is,\nwe have to take a girl out. CHARLIE:\n This is great. I love this. I got two groups of people who I have an alliance with. But I have to be really careful\n how I handle this, because playing\n both sides is dangerous. Oh, boy. Oh, boy, oh, boy. Oh, girl. ♪ ♪ VENUS:\nWhenever you guys can, like, maybe help me\nsplit the palm fronds, I'll braid all of them for us. When I saw you,\nI called you \"princess.\" -At that moment.\n-I did, too. So funny,\nbut I said, \"Princess U.S.A.\" But you're Canadian, so... VENUS:\nOne of the things I was afraid\nof, coming into this game, was that people\nwould think I'm a princess. I'm anything but. That's right. Don't ever let somebody -tell you\nthat princess is-is bad.\n-LIZ: Amen. VENUS:\n Tevin called me out\n right in front of everyone, saying, \"You are a princess.\" I know I'm on the bottom\nfor that fact alone. But then I thought to myself,\n \"You know what? Screw it. I'll just\n play as hard as I can.\" I'm not gonna go out\nwithout a fight. I have to start being sneaky and looking for advantages\n and finding the immunity idol, 'cause if I can't find it,\n it's my ass going home. Throw a girl a bone, Jeff. I'm desperate. Venus is the goddess of love, but she's married\n to the god of wrath. So when\n I'm being underestimated, you are gonna see me\n become a dangerous player-- someone who isn't afraid to get their hands dirty\n and cause chaos. Aah! Big spider. I'm already envisioning myself at final Tribal Council\n saying \"screw you\" to everyone who underestimated me\n the first day and thought I was some princess who wasn't\ngonna get anything done. I'm not stupid.\n Venus was clearly looking for an advantage or an idol,\n and I caught her. I knew off the bat that Venus was going\nto be the number one threat in my tribe. It's so obvious to me.\n She's very sociable, very charismatic,\n she's dangerous. So I have to make sure that she's exploited as a threat. -RANDEN: Well, I mean...\n-How are you feeling? I'm solid, but my gut tells me that Venus right now is\njust playing super aggressive. -You're afraid of her?\n-Not afraid of her. No, that was the wrong word. -Yeah, I'm not afraid.\n-Wary, wary. But I know a Parvati Light\nwhen I see a Parvati Light. Yeah. If homegirl had a chance,\nI think she would slit a throat at the biggest opportunity. SODA: Randen is telling me to look out for Venus, and I appreciate\n how forward he's being, but my Sodar's going off, like... ♪ Beep, beep, beep,\n beep, beep, ding. ♪ And I have to listen to that, so I don't trust him. I feel like he would,\n in a minute, be like, \"Soda's dangerous,\nSoda's dangerous, Soda's Dangerous,\" to everyone. He really doesn't trust you. -SODA: He's totally using\n your looks against you.\n -Oh. And he said, \"I know a Parvati\nwhen I see one.\" VENUS:\n Parvati was a player who was charming and smart as hell, and she even\n won a million dollars. So, Randen calling me\n a Parvati is a compliment 'cause I love strong women. -That's fine.\n-And he... -That doesn't faze me\nat all, honestly.\n-Exactly. VENUS:\n How dare you\n point fingers at me. Sure, you're correct, but, like,\nhow dare you assume, correctly, that I was being sneaky? I just want to feel...\nYes, quickly. Look out. VENUS:\n Thank God Soda has my back\n a thousand percent. Randen, you just put a giant target\non your back. If you have my name\n in your mouth, you're going home. Wi th s o ma ny c ho ic es on B oo ki ng .c om there are so many\nTina Feys I could be. So I hired body doubles. 30,000 followers Tina\nin a boutique hotel. Or 30,000 steps Tina\nin a mountain cabin. Ooh! Booking.com Booking.yeah ( ♪ ♪ ) Start your day\n with Nature Made. The #1 Pharmacist Recommended Vitamin and Supplement Brand. Oh hh c ra p. Now we gotta get\nFrance something. Wait! We can use Etsy's\nnew Gift Mode! Alright. Done. ♪♪ Plateau de fromage! Oh la la! Don't panic. Gift easy with\n Gift Mode, new on Etsy. ( ♪ ♪ ) Tired of yada yada\n like exploding bills? Hey, I'm done\nwith this yada yada! I'll get the paperwork. Don't take yada yada\n from your wireless provider. At metro there's no contracts, no exploding bills and nada yada yada. (S pe ak er 1 ) Lo ui e. .. s to p. .. (Speaker 2)\nBLUE does have pretty\ngood ingredients. (Speaker 1)\nLike what? (Speaker 2)\nDeboned chicken, chicken meal,\nbrown rice, barley, oatmeal. (Speaker 1)\nHuh... (Speaker 2)\nWhy, what's in Beneful? (Speaker 1)\nChicken, whole grain corn,\nchicken by-product meal, barley, whole grain wheat. Okay Louie! We'll switch to BLUE! (W om an ) Oh , we ll t hi s is m e. .. (Man)\nIt's still early. Do you wanna\nmaybe grab a coffee? (VO)\nWith the Wells Fargo Active Cash\nCard ━ you earn 2% cash back on what\nyou want. Like coffee. Ping-Pong. A movie. Karaoke. And... 2% cash back on what\nyou need. (Man)\nNo no no, just my shoe. (VO)\nLike maybe shoes without laces. (Man)\nJust my shoe folks. (VO)\nThe Wells Fargo Active Cash\nCard. That's real life ready. I la un ch ed o ur c am pa ig n at t hi s un io n ha ll . Let's go win this thing! Then we hit the road\n and never stopped. You shared with me your\n frustration at working harder to barely get by\n and afford a place to live. Your fears for our\n democracy and freedoms and your dreams for yourself,\n your family, and the future. It is not too late\n to realize those dreams. I'm Adam Schiff,\nand I approve this message because together we can\nstill get big things done. Lo we 's k no ws y ou g et t o en jo y Spring weather earlier. That's why we're giving you a sneak peek into our earliest SpringFest offers. Get great\n deals on the products you need to start your\n new Spring projects. Hurry in for early\n SpringFest deals. - [N ar ra to r] B e pr ep ar ed fo r no w an d wh at 's n ex t with NEXT Traffic on\nKCAL News Mornings. ♪ ♪ -I'm putting days on here.\n-VENUS: Yay, Hunter! -SODA: You all hear that?\n-TEVIN: I hear it, baby. -It's simple, simple.\n-Do you hear the sound\nof, like, food? It's nice\nto have something to eat. It's nice. A hot meal. The sheer emotion I just felt from eating that one piece\nof coconut is actually wild. That's awesome. I'm Liz Wilcox, and I'm allergic to everything.\n(laughs) Everything edible, anyway. I think I have at least\n a couple dozen allergies. Any and all nuts, cinnamon, avocado, coconut. I'm allergic to chicken. Eggs give me\nincredible brain fog. -SODA: I'm so sorry, Liz.\n-For what? SODA: We really have\nto find you some food. I, like, didn't even think\nabout my reaction. LIZ:\nListen to me. Listen to me. You know, one thing\nyou got to know about Liz is, you don't have to apologize\naround me for being yourself. -Yeah.\n-You know, like,\nthat's just silly. Not eating-- that sucks, but I'm not gonna\n be a big baby about it. It's, like, I ain't going down\nlike no punk. Y'all don't eat, we don't win, so I'm-a thank you\nall over the place. HUNTER:\nOh, there's a boat,\nthere's a boat, there's a boat. -RANDEN: Is it coming here?\n-HUNTER: Yeah, it's coming. -Oh, no.\n-Ah. -JEM: Guys, boat!\n-MORIAH: Oh, no. It's that boat, guys.\nIt's the boat. -TIM: Oh, my God.\n-Oh, my gosh. HUNTER: You want me to go and\nget it from him? I'll go get it. TEVIN: I mean,\nwhat does he think, he's Jesus? He gonna walk across\nthe water all that way? Oh, my God. -All right, let's... let...\n-VENUS: Oh, it's a note! BHANU: What is it? JELINSKY: I don't know.\nI haven't opened it. Hopefully, it's a journey. If it's a journey, I want to go,\nwithout a doubt. \"One person must get\non this boat. You will return\nto camp this afternoon.\" -I really want to go.\n-Okay. All right. -You're cool with that?\n-Yeah, cool. I really want to go.\n However, Jelinsky's the first one to put up his hand\nfor everything. I'm like,\n \"Okay, if you want to do it.\" That's gonna put a target. He wants to go, let him go.\nI don't want that target on me. I'm feeling really lucky. TEVIN:\n Soda rolls\n that Shot in the Dark, and my symbol comes up. And the first reaction\nI have is, \"Oh, God.\" And then I go, \"Oh, yes.\" Because, baby, baby, baby,\n I'm ready to play the game. Is there an idol?\n Is there an advantage? Oh, the fan in me is blowing up.\n(laughs) While the player\nin me is glowing up. (laughs) Rock, paper, scissors. CHARLIE:\nThe battle of the M's. -Oh!\n-Oh! CHARLIE:\nMaria! Maria! Maria. -Get on that boat.\n-We'll see you later. Maria going away is\na complex thing for me, right? 'Cause she is part\nof my alliance. But at the same time,\n you know, like, I would love to go on a journey\n and get an advantage. Flock of Sigas! (all cawing) Having a little somethin'\nsomethin' in your pocket-- that could be really powerful. JELINSKY:\nI did not have to work my tribe at all to go on the journey, and I'm playing Survivor like I'm going to win this game. My mind's on an advantage. You know, I'm not here\n to sit around all day and play nice-nice\n like everybody else. I'm here\n to win a million dollars. -Hello, hello.\n-Oh, my God. Hi! -Jelinsky-- that's it, right?\n-Jelinsky. That's right. And this is where great Survivors are made. This is where\nthe legends are made. Jelinsky is a legend. -Oh, boy.\n-Oh, boy. -Oh.\n-This looks exciting. -Oh, God.\n-Okay. I'm actually gonna pee my pants. -Like, I'm not okay.\n-(laughing)\n-Oh, okay, so we... JELINSKY:\nYeah, let's go ahead\nand flip them over. TEVIN:\n The adrenaline is up\n because the stipulations of the game are as follows. And the person that has\nthe torch symbol is going to reveal\nthat they have that symbol. The other two are then going to try to convince\nthe person who has the torch that one of them\nhas the vote card. The stakes are ridiculous. Your vote is on the line. But whoever's right\n get an extra vote. Oh, spicy. Spicy mami. Okay. MARIA:\n I got the torch. My job is to decipher\n who has the vote card. TEVIN:\n I look at my card. And what do I see?\n The vote card. I get to tell you the truth,\njust about the truth. It's the easiest form\nof acting that exists. JELINSKY:\n And as soon as I saw\n that I picked the skull, I knew that\n I had to lie to Maria. So it becomes a game of deception. Talk to me. Well... Plead your case,\nand then I'll have questions. Well, Maria... I'm not gonna lie to you. I have the vote card. I don't want you\nto make the wrong decision. That's all I got to say. -Maria?\n-Yes. Yes, Tevin? I'm just gonna tell you\nright here, right now, clear as day, that that vote\ncard is right here. -Okay.\n-JELINSKY: I-I promise you,\nthough, like, I have the vote card. I'm not lying to you. TEVIN:\nI would hate for you to lose your vote,\nis what I would hate for, and I'd hate to lose my vote,\nso I'm pleading that you pick this so\nthat we can have an extra vote. 'Cause if you pick that one, my God, today,\nyou might be disappointed. MARIA:\n There's something in my gut that's saying, \"Jelinsky's\n lying,\" but I'm not 100%. So, my heart was pounding\n out of my chest because if I choose wrong,\nthen I'm gonna lose a vote. -All right, so...\n-I'm so sorry. Let's talk about this. If, and you're being honest\nwith me, Tevin, -I'm being 100% honest.\n-then I can trust that we can work together. But Jelinsky, losing my vote\nwould not be good. So, if I find out\nthat you were lying, I will have to go back\nand tell my tribe the deceit. -Ooh.\n-MARIA: So, I'm gonna give you all\nanother chance. You know what?\nI'll-I'll be honest, 'cause I'm not\n\"deceptful\" at all. I-I do have the skull card. Don't pick it. You know, this is\na nerve-wracking thing. So you're saying\nyou have the skull card? I do. I have the skull card. TEVIN:\n Lord have mercy. He literally folded his cards. Jelinsky has, in this moment,\njust given up his vote. But Maria and I get\n an extra vote. -Should we shake hands on it?\n-Shake hands?\n-Shake hands. -Go like this, do it this way?\n-Shake hands?\n-Uh-huh. -I'm sorry I was deceptive.\nI was scared.\n-That's okay. It's because of me\n that Jelinsky totally quit. Like, I felt super\non top of the world. It felt super powerful. JELINSKY:\n Growing up in Las Vegas, you got to know\nwhen to hold 'em, you got to know\nwhen to fold 'em, you got to know\nwhen to walk away. And it was my time\nto fold 'em and walk away. I'd rather lose my vote\n for one Tribal Council than lie to Tevin and Maria and make 12 enemies\n going into the merge. I know, I know, I know. You'd do\nreally great on the show. That's what you're saying\nright now. Prove it.\nApply to be on Survivor. Ah .. . so me o f th e mo st br il li an t mi nd s in b us in es s. No, not you. Or you. You! You auto-track business income and expenses\nwith QuickBooks... And you. You pay all your employees\neasily and accurately. And you have a\nbusiness bank account with market-leading APY. Get the full picture of your\nbusiness on one platform. Now with expert help\nwhen you need it. That's how you\nbusiness differently. [ ♪ ♪ ] There's a way to cut your\ndishwashing time by 50%. Try Dawn Powerwash\nDish Spray. It removes 99% of grease\nand grime in half the time. It cleans so well, you can replace multiple\ncleaning products. Try Dawn Powerwash. Y' al l Wa yf ai r ma ke s it S O ea sy to create a\nhome you'll love. It's the talk of the\nneighborhood. Kelly! I just wayfair'd.\n-That's Wayfair... Saving Time Saving Money. You wayfair'd your\nwhole bathroom?! Even the vanity -\nwhen I wayfair, I wayfair ya know? Oh I know.\n This is nice. Another Wayfair Day! You know it. New couch in\njust two days The Wayfair word is out. ♪ Wayfair, you've got\n just what I need ♪ l've always wanted\nto do that. I ha ve a ct iv e ps or ia ti c ar th ri ti s. But with SKYRIZI to treat\nmy skin and joints, I'm feeling this moment. Along with clearer skin SKYRIZI helps me move with less joint pain, stiffness,\nswelling, and fatigue. And is just 4 doses a year\nafter 2 starter doses. Serious allergic reactions and an increased\nrisk of infections or a lower ability\nto fight them may occur. Tell your doctor if you have\nan infection or symptoms, had a vaccine, or plan to. There's nothing like\nclearer skin and better movement-and\nthat means everything! Ask your doctor about SKYRIZI\ntoday. Learn how AbbVie\ncould help you save. -TIFFANY: Yo!\n-Q: Hey! He's back! (Jelinsky sighs) JELINSKY:\nI will give y'all all the tea. So, we had to play a game. There were three cards. And the torch card\nhad to figure out whether the skull card\nwas lying about what they had. So, of course, I picked the\nskull, which was unfortunate. And at first, I lied to them. That probably lasted a minute and then I was like,\n\"Yeah, I'm lying.\" -TIFFANY: What?! Why?\n-KENZIE: Why? Why do you care what they...? JELINSKY:\nIt was a lose-lose situation. If I lied, they both -would have lost their vote.\n-KENZIE: So? So?\n-So? KENZIE: Jelinsky confessed\n 'cause he didn't want the people on the other tribe\nto lose their vote. Who cares?\n They're not on our tribe. Like, you didn't even\n fight for us? You're supposed to be my number. All you had to do was lie\nto strangers. So you're the only person\nthat lost the vote? Right. And they both\nhave extra votes now. -Okay.\n-It was a bad situation. I felt so bad. I just felt\nobligated to tell the truth. BHANU:\n Jelinsky--\n he gives up too quickly. Are you kidding me? This is Survivor. You cannot give up like that.\nHave you seen Jeff talk to you? You got to dig deep. Hello. CHARLIE: I can't figure out\nwhy Jelinsky would say that. MORIAH: You mom'd the heck\nout of this, man. -Yeah, you did. Yeah.\n-CHARLIE: Yeah. MARIA:\nAnd so, I will get an extra vote -at the next Tribal Council.\n-TIM: Good job, Maria. -Yeah.\n-KENZIE: Yeah. -Hey!\n-It was fun to do that.\n-CHARLIE: The torch. MARIA:\nOh, my God. -BEN: Yeah, he's crushing it.\n-(Maria laughs) Yeah, I'll try to grow out a\nmullet while I'm out here, too. BEN:\nYeah, exactly. (laughing) TIM:\nMaria's extra vote-- it is scary because I want\n to get one of the ladies out. But now the women can dominate in this game\nand take out the guys. So, this is really, really bad. JESS:\n Since we got here,\n I have no idea if I slept. And last night,\nI went straight to the shelter. When I tried to lie down, lay down... Lied down? Laid down. And that did not go well, either. (wood snapping) -You okay?\n-(laughing)\n-TIFFANY: Hello. -No, I'm good, I'm good.\n-Q: It can hold on its own. I don't think I've slept at all. I'm, like, running on empty.\nI don't sleep at night. Without sleep,\nyou're not gonna be strong. No, and I can't even\nthink straight. I got my ADHD diagnosis\nin the last couple of years, and it's-it's been\n difficult out here. On such little sleep\nand food and water, it's making me kind of...\nIt's making my head spin. And I feel like\n it's, like, affecting me in worse ways than I imagined. Oh, my God.\nI lost my water bottle. -Q: You lost it again?\n-This always happens to me. This is my nightmare,\ncoming out here, is that I would lose my stuff. I'm losing things,\n like, all over the place. My ADHD is, like,\n messing everything up. I feel like I have to kind of\nshrink a little bit and not be as, like...\ntake as much social initiative\n as other people do. That is not a good strategy.\n Like, I need to take\na little bit more initiative. No, and I'm scared to\nbecause of how I am! I would lose them\nin a shopping mall. BHANU:\nOh, no. JESS:\nI am scared to have kids. -BHANU: Oh, man.\n-You can just be,\nlike, one of those -leash moms who has their kids\non a leash.\n-JESS: I know. I need... No, they should\nput me on the leash. (laughing) JESS:\n I have to be going out\n and, like, not be scared to talk strategy to people. I even feel scared to go out idol hunting.\n Oh, my God. If I found an idol,\nI would lose it anyway. BHANU:\n I'm not trying\n to be sketchy, but I'm always looking for an idol. It's extremely stressful because I don't want to be caught. I don't want\nto be caught doing this. (vocalizing) All right. Where are you hiding? And I've been looking\n high and low everywhere. It's super hard. Why-why do they make it look\nso, like, easy? -They make it so easy\non TV, man.\n-Yes. BHANU:\n Everyone's searching\n for an idol, but I don't want anyone\n to find an idol before me. Calm yourself down and think. I'm gonna find that guy.\nI'm gonna find that idol. (whispering):\nI found something. Yo! It's a Beware Advantage. TIFFANY:\n Not for one second\n did it cross my mind to put\n the Beware Advantage back. This is mine.\nI earned it, I found it. I don't care what's in here. I'm doing it or I'll deal\n with the consequences. I didn't come out here to play scared. People who play scared go home. Girl, we got to go back. Where'd you find it? TIFFANY: I read the clue\n real quick, and it says I got to go back to the spot\nwhere I found it and dig a hole. We digging, digging,\n digging, digging. Pull out this big box\n with a lock on it. All right. -Yeah, you did lose your vote.\nYour vote is gone.\n-Okay. -Damn. All right,\nI got to bury it.\n-You got to bury it back. TIFFANY:\n So until I have the idol,\n I can't vote. \"That's why it says beware.\" (laughs) (shrieking):\n Ah! But if we lose\n an immunity challenge, I have to return to that spot.\n There better just be a key waiting there for me\nand not no extra stuff. If we have to tell the boys,\nwe have to tell the boys. -They're are numbers. It's fine.\n-Okay. It's fine. TIFFANY: The more people\n that know about the idol, the more messy it's gonna get. But, I mean,\nit's a Beware Advantage, right? So this is the kind of advantage\n that you kind of need people to be on your side for. I don't have a vote. I found\na Beware Advantage today. -You don't have a vote?\n-I don't. So if Jelinsky loses his vote,\nand I lose my vote, it's y'all two, Jess and Bhanu. -Do not tell Jelinsky.\n-I'm not telling him anything. TIFFANY:\n I don't care\n if I don't have a vote. I'll figure it out. I ain't nervous at all.\nYou can't be nervous. We only got 26 days. Who got time to be nervous? [t ra ff ic n oi se ] [Text Message]\nLet's ace this thing! ♪ ♪ I got you coffee. Oh my God, what? You literally read my mind. Got you, girl. Th is y ea r, I g ot s er io us ab ou t my t ax es . I met with a TurboTax Expert because I had\ntwo full time jobs... Lawyering and... Liaming. All on my own. Count on me, Mia. I'll file your taxes for you with 100% accuracy,\nguaranteed. I'm too tired to smile. Make Your Moves Count. Intuit TurboTax. Let a Full-Service Expert\n do your taxes for you, as soon as today. (♪♪) If y ou r mo de ra te t o se ve re Cr oh n' s di se as e or ulcerative colitis symptoms are stopping you\nin your tracks... choose STELARA®\nfrom the start... And move toward relief\nafter the first dose... with injections\nevery two months. STELARA® may increase\nyour risk of infections, some serious, and cancer. Before treatment,\nget tested for TB. Tell your doctor if you have\nan infection, flu-like symptoms,\nsores, new skin growths, have had cancer,\nor if you need a vaccine. PRES, a rare, potentially\nfatal brain condition, may be possible. Some serious\nallergic reactions and lung inflammation\ncan occur. Feel unstoppable. Ask your doctor how\nlasting remission can start with STELARA®. Janssen can help you explore\ncost support options. -W e' re d on e. -W ha t ab ou t th es e? Looks right. Nooo... Nooo... Quick,\n the Quicker Picker Upper! Bounty absorbs\n spills like a sponge. And is 2x more absorbent\n so you can use less. Bounty,\n the Quicker Picker Upper. Wh o sa ys y ou c an 't go f or b ol d without going broke... Get the brands you want, the prices you want, whenever you want. TJ Maxx Where you can always afford\nto be you to the maxx. Th es e de ce it fu l ad s ly in g ab ou t De mo cr at K at ie P or te r? \"False,\" say\n independent fact-checkers. Californians hate\n being lied to. Especially by\n a few billionaires spending millions\n attacking Porter. They're afraid. Because Katie Porter is \"unrelenting\n in grilling chief executives.\" A \"champion for\n good government.\" Katie Porter will\n shake up the Senate. To lower housing costs. And crack down\n on corporate greed. Democrat Katie Porter.\n A warrior for you. I'm Katie Porter and I\napprove this message. St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. ♪ ♪ Come on in. ♪ ♪ ♪ ♪ All right. Let's review the first few days. Charlie, Siga chose Savvy. -(laughing)\n-Oh, you're laughing. Yeah. Are we savvy? I don't know. -(laughing)\n-Aw. BEN:\nYou know, in life, you either rock\nor you get rocked. What happened? -We got rocked.\n-We got rocked. We definitely got rocked. It's just one loss. -Just one loss.\n-Yeah. Yeah. You will have\nyour tribe supplies waiting for you back at camp -after this challenge.\n-(whooping, cheering) All right, Yanu, you had Sweat. How'd that go, Tiffany? Um, I mean, we just\nhaving a good time, Jeff. (laughing)\n-PROBST: So, wait. So, Jelinsky, -you got rocked, too?\n-JELINSKY: Jeff, we read that Sweat task\nand it said it's gonna take several\nhours, and we have four. Last I checked,\nseveral means seven. -Hmm.\n-JELINSKY:\nBut with that being said, we didn't give up until\nan hour and a half into it. Wait a second.\nSeveral means seven? Several means seven.\nIt's a part of the word. -Is it not?\n-SODA: No.\nSeveral is more than... -No.\n-Several is more than a couple. Several means seven in my book. (laughing) Several means seven\nin Jelinsky's book, -and that's that.\n-Okay. PROBST:\nAll right, so you did not\ncomplete the Sweat task, which means you don't have\nyour supplies, either. They'll be waiting for you back\nat camp after this challenge. -BEN: They got rocked.\n-PROBST: All right, shall we get to your first\nimmunity challenge? (all voicing assent) It's going to tax you. You're gonna race\n to the top of a ramp where you will be confronted with the biggest gecko\n you have ever seen. Legs, long tail, bloodshot eyes. You're gonna race\n to untie that gecko. You then got\n to get it over a wall, through a tight tunnel\n and to the top of a deck where two players will then race\n to solve a Survivor puzzle. The first two tribes\nto finish win immunity. This is what\nyou're playing for right here. (cheering, whooping) -All right!\n-Let's go. The immunity idol. -Wow.\n-PROBST: With one of these at your camp,\nit means nobody's going home. -(whooping)\n-Great.\n-Last tribe to finish, otherwise known as the losers-- Tribal Council tonight\nwhere somebody will be the first person\nvoted out of Survivor 46, and as a penalty for losing, I will take-- or keep--\nyour flint. All right, give you a minute to strategize, we'll get it on. (whooping) ♪ ♪ All right, here we go. For immunity. -Survivors ready?\n-BHANU: Yup.\n-Ready. -Go!\n-Come on! PROBST:\nEverybody got\nto get up that ramp first. It's gonna take\na lot of teamwork here. (overlapping chatter) PROBST:\nOnce you get everybody up,\nyou can start untying. -You're good, Nami.\n-Come on, boys. (indistinct chatter) PROBST: You're good, Siga!\nYou're good, Yanu! -(overlapping chatter)\n-PROBST: You got six sets\nof knots. Question is which tribe is\ngonna work together the best? And Siga has their knot. Here comes Nami. -Dump it over.\n-Jump!\n-PROBST: Here comes Siga. -(grunting)\n-All right. PROBST:\nHere comes Yanu. Come on. (whoops) (whooping) -We got a challenge.\n-MORIAH: It's okay. Use both, use both hands. PROBST: Everybody and the gecko\ngoes over the wall. (groaning) -BEN: Just two at a time.\n-MARIA: Yeah, everything. Come on, come on, come on.\nNo. Hey. That is 500 pounds\nof Survivor gecko. Ain't nothing easy on Survivor. -(groaning)\n-Push! PROBST:\nAll three tribes\ndoing a nice job, trying to figure out\nhow to maneuver a 15-foot long, 500-pound gecko. -Come on.\n-SODA: Again! Push! Go! PROBST:\nNami-- everybody\ngetting into it. -(groaning)\n-PROBST: Can they get it over? -(indistinct shouting)\n-(Tevin yelling) -Flip it.\n-They've got the gecko. You got to flip it over\nand turn it around. Siga and Yanu\nonce again struggling. -Very familiar.\n-Hey! Let's go, y'all. Nami dominated\nthe marooning challenge and right now\nthey are dominating this first -immunity challenge.\n-One, two, three! PROBST:\nNow you're going through\na very tight tunnel, as Siga and Yanu struggle\nwith a very big gecko. (Tim shouting) PROBST:\nGot to get to that halfway mark. -TIFFANY: Pull up!\n-Flip that weight. Everybody pulling. While Nami continues\nto extend its lead. (overlapping chatter) PROBST:\nYou are not gonna get it\nby pulling that head. Nice. PROBST:\nYou've got to get on the body. -Yes. Yes.\n-We got to push the body up. -PROBST: It is Nami now\n-HUNTER: Ready? -at the last obstacle\nwith the gecko.\n-One, two, three. (grunting) Great coordination. -(grunting) Yeah.\n-That's how you do it. -Once you can clip it in,\nyou're good.\n-One, -two, three. (grunting)\n-(grunting) They've got it up. -Click it in!\n-RANDEN: That's what\nI'm talking about. -TEVIN: Wait. No, no.\n-HUNTER: Hey, it's fine.\nWe got it. -We got it.\n-You're good, Nami! -Two people are on the puzzle.\n-All right, get up, get up! (grunting) -Here we go.\n-Coming down! PROBST:\nSiga has the gecko over. Let's go.\nWe're looking for two. -You're still in this.\n-Yes! PROBST:\nYou've got\nto get under that body and lift it over the wall. You cannot pull it. Siga now entering the tunnel... -We're almost there, yeah.\n-Pull! PROBST:\n...while Nami works\non the puzzle. Look at that lead.\nLet's use it. Q:\nOne, two, three. Get up. Get up. PROBST:\nYanu starting\nto make some progress. Let's go, Yanu! -(Q shouting)\n-Push! (yelling) PROBST:\nThere it is! Get everybody over. Let's go! Yanu, you got\nto dig deep right now. -You're exhausted.\nThere's no time.\n-All right. -(all grunting)\n-Siga closer.\n-We are right there. Got to get enough of that\nhead up that you can lock it in. Three. -(grunting)\n-Okay, go. PROBST:\nThat should do it. Clip in. Yanu making progress.\nMade up a lot of ground. You are in this,\nbut you cannot rest. RANDEN:\nHell, yeah. -PROBST:\nSoda and Venus for Nami.\n-Look for a number. -Moriah and Maria for Siga.\n-You're solid! There you go, Moriah. Just go, just go, just go! PROBST:\nYanu is through the tunnel. There you go.\nYou are still in this. -(groans)\nPROBST: You got to get it up\nto the top before you can get\non that puzzle. And every second you take\nis a time bleed -for Siga and Nami.\n-(overlapping chatter) -That goes here.\n-I got it. -I have it.\n-You got it. Go.\n-Perfect. -(indistinct shouting)\n-Come on, come on. PROBST: Yanu could be in this\nif they can get it up here. TEVIN:\nIt's all good. Don't panic. -Breathe, breathe.\n-PROBST: Venus and Soda\ndoing a great job -on the puzzle for Nami.\n-Y'all got it. They have been in charge of\nthis challenge from the get-go. -Got it.\n-From the gecko. From the gecko--\nwe see what you did there. -From the get-go!\n-HUNTER: No pun intended. -(grunting)\n-PROBST: Yanu's got it up. -Clip in.\n-Jess, climb up, climb up. You're good, Yanu.\nStart working. -It is Nami\ndecidedly in the lead,\n-Come on, y'all! but Siga does not have\nsuch a big advantage that this is over. Yanu could catch you.\nYou better keep moving. -Yanu, you got a shot.\n-There you go. It's gonna come down\nto Jelinsky and Jess for Yanu and Moriah and Maria for Siga. Soda and Venus clearly\nin control right now. -Two pieces left.\n-Come on, Jeff! -Come on, Jeff.\n-PROBST: One piece left\nfor Nami. For the win. There it is!\nNami wins immunity! -(cheering)\n-We're looking for one more. It's now between Siga and Yanu. Build out the right. PROBST:\nJelinsky's stacking,\nand Jess is putting 'em in. If this strategy works,\nthey can make a fast catch-up. -BEN: Great, Maria.\n-CHARLIE: There you go. Yes. There. Right there. No, up one. -To your right!\n-PROBST:\nJelinsky a little confused. -No. The one you just put down!\n-To your right! (indistinct,\noverlapping chatter) Keep going! Siga with another piece. Jess trying to find another\nfor Yanu. -And she's got it.\n-Beautiful. PROBST:\nIs it too little\ntoo late for Yanu? They took forever\nto get their gecko up here. Jess. Come on, Jess! Jelinsky trying to get one,\ngives it to Jess. -Yes!\n-PROBST: It's not gonna matter. -(shrieking)\n-It's over. Siga wins immunity, joining Nami, safe in the game, sending Yanu to Tribal Council, where somebody\nwill be the first person voted out of Survivor 46. Wow. All right,\nNami, congratulations. (whooping)\nTake it, V. Nobody going home from Nami. Grab your stuff, head out. -Siga, congratulations.\n-(whooping) Well earned.\nGrab your stuff, head out. -Enjoy the night off.\n-Thank you. Bhanu, what's gonna happen\nwhen you get back to camp? 'Cause now it's real. You're\nvoting somebody out tonight. Sorry, Jeff. Um... It's-it's breaking my heart\nthat one of us has to go home, and... it's really hard. We put in a lot of effort\nto be on this, and Survivor means a lot\nto all of us. No one wants to go home, and here we are. I don't know. All right, Yanu, waiting\nback at camp will be your pot and your machete. As a penalty for losing--\nsorry for you-- I'm gonna keep your flint.\nTribal Council tonight where somebody\nwill be the first person voted out of Survivor 46. Grab your stuff. Head out.\nSee you tonight at Tribal. BHANU:\n No one wants\n to be the first person to walk away from Survivor, but this is a game, this is a serious business,\n someone has to go, and I think Jelinsky and Jess\n are targets tonight. But this is Survivor. Anything can happen. The game is on, 24 by seven. It's so hard. Ge ne ra li ze d my as th en ia g ra vi s made my life a lot harder. But the picture\nstarted changing when I started on VYVGART. ♪♪ VYVGART is for adults with\n generalized myasthenia gravis who are anti-AChR\n antibody positive. In a clinical trial, VYVGART significantly improved most participants' ability to do daily activities when added to their\n current gMG treatment. ♪♪ Most participants\n taking VYVGART also had less muscle weakness. And your VYVGART\ntreatment schedule is designed just for you. In a clinical study,\n the most common side effects included urinary\n and respiratory tract infections,\n and headache. VYVGART may increase\n the risk of infection. Tell your doctor if you have\n a history of infections or symptoms of an infection. VYVGART can cause\n allergic reactions. Available as VYVGART\n for IV infusion and also as VYVGART Hytrulo\n for subcutaneous injection. Additional side effects\n for VYVGART Hytrulo may include injection\n site reactions. Talk to your neurologist\n about VYVGART. Th at g ri my f il m on y ou r te et h? Dr. G? It's actually\nthe buildup of plaque bacteria which can\ncause cavities. Most toothpastes quit\n working in minutes. But Crest Pro-Health's\n antibacterial fluoride protects all day. It stops cavities before\nthey start. Crest. (C he f VO ) Fa nc y Fe as t. Chef-inspired. Cat-adored. Every silky broth, every impeccable paté, every\ndelicious detail... brings you and your cat...\ncloser together. Fancy Feast. Love is in the\nDetails. Fe el in g Cl ar it in C le ar is l ik e. .. ♪♪ Is she? Playing with the\nconfidence of a pro and getting all up\nin that grass as if she doesn't\nhave allergies? Yeah. Nice. ♪ ♪ Well, good effort, everyone. TIFFANY:\nDoes anybody need\ntheir canteen filled? -You guys coming, too?\n-Probably gonna kick back for a little bit. There's no stopping in the game of Survivor. We got to vote tonight. We got to make sure\n we're locked in, and I'm going into\n Tribal Council without a vote. But I do feel pretty confident because I feel like\n I have a great alliance with Q, Kenzie and Tiff. We have a solid four. All of my allies\nare locked in with me. I did want to just chill out\nfor a little bit. Really? You think\nthat's better for your game than going where everyone is? (laughs) -How are you feeling?\n-Scared. I'm, like,\none of the smallest people here. Yeah. I mean, I know our names\nare on the block. My name is on the block? I just figured\n'cause we were at the puzzle. I think Jess has\n to be the first one to go. I just wanted to make it seem\n like I'm nervous because I do not want Jess playing\nher Shot in the Dark tonight. And if I could get\n Jess out of here without even casting a vote? Oh, my God. That's Survivor legend status to me. I just want y'all to know\nI don't want any of you going home, period. BHANU:\nWhat is the plan, then? So, the real plan is Jess. The fake plan that\nwe're telling Jess is Jelinsky. TIFFANY:\n People want Jess\n to be the first vote, right? Me included.\n The vibes don't... They not vibing\n when I talk to Jess. And I'm really bummed that we lost the immunity challenge. Psych. I don't care.\nI'm happy we lost the immunity challenge. Now I get further instructions\n for the idol. Okay. TIFFANY: And I needed\n to have my vote back because your vote is your voice in this game. Girl. I got to crack this message\nto find the location of the key. My heart sank. When I opened it up,\nit was a friggin' puzzle. And now I have\n to decode this alien language to figure out where my key is. All right, let's see.\nI think this word is \"the.\" So that means this is T. Maybe this is O. I mean, I love it. I don't know where\nyour brain's at, but beautiful. TIFFANY:\n I am a visual artist, so, doing the puzzle--\n it's just like a friggin' light bulb just\nwent off in my head, and I just started rolling through it. TIFFANY:\n But then, of course,\n here comes Q and Bhanu, curbing the corner. So I knew I had to boogie. I had literally two words left. Oh. Oh. \"Point.\" \"Your key is tied to a rock in the shallow waters\nat the point.\" What is the point? I run over there to the point or what I think is the point,\n and I'm just turning over every rock. Oh. Behind a rock. I'm turning over everything.\n Crabs jumping out at me, all kinds of crap. I'm sweating bullets. (gasps)\nYes! Oh! Yes! Yes! I untied the key,\n and I hauled ass. Oh, my God. (gasps)\nYes! (whispers): Yes! Yes. Yes. I had to work for this. Survivor bucket list item...\nachieved. This is a real, true idol. -No catches. -KENZIE: Whatever you're doing, you have to do it quick. -You got it?\n-Yeah, I got it. -You did?\n-I did. Now, I mean, unless some talks are happening right now\nthat I don't know, it's looking like\n Jess to go home. When you don't deliver\ntime and time again, in my world, you get dismissed. Where I come from,\n hard work is respected. Jelinsky talks a good game,\n but doesn't show up to play. I don't need talkers. I need soldiers who's willing\nto go to battle, do the job. I can't go to war with him. JELINSKY:\nI want our four to go deep. Me too. I mean,\nit's kind of our only option. I think we could\nseriously run things. Q:\n A lot of folks think\n Jess is going home, but I'm writing\n Jelinsky's name down. Big letters. I don't know\nhow to spell it yet, but his name will be\nwritten down, from me, tonight. I cannot have Jelinsky\nto come back. Q: Correct. -And then, Jelinsky,\nI don't trust at all.\n-Correct. JESS: Q's saying\n Jelinsky's the target, but I'm very nervous about tonight.\nNobody wants to be the first person\n voted out and, like, I was a common denominator\n in our puzzle failures. Maybe they're trying to,\n like, butter me up just to vote me out. I think it will benefit us to\nget Jess first, then Jelinsky. Jelinsky has told us he can do\neverything under the moon. So what is he good at?\nHe's weak. I don't know\nif Kenzie's gonna go for voting Jelinsky out first. Maybe we might have\nto think about this. What Tiff is saying\nis also super valid. -Yeah.\n-It's super, super valid. I don't know. I'm so... I'm so torn. I like Jelinsky.\n I like that kid. -I'm a little nervous.\nI'm just...\n-Here. BHANU:\n And I really like Jess. Come here. BHANU: She's the one\n who's consoling me, but I'm gonna\n suck up my emotions, drain my tears, just put the name on the parchment\ntonight and be at peace with it. I mean, Jess was a little better\nat the puzzle today. Jelinsky was looking like a deer\nin the headlights. -BHANU: Yeah, but...\n-KENZIE: But we wouldn't\nhave gotten to the puzzle without Jelinsky.\nWe need to look at the standard of who's gonna\nbe able to carry us, literally, through challenges. Jess is our weakest\nin the physicality realm... That's me, personal. KENZIE:\n Oh, my gosh. It's a mess. We aren't on the same page.\n Like, what should we do? Jess isn't really\n bringing a strength. And sure, she's sweet, but it's really hard\nto work with someone that you can't get a read on. But then, with Jelinsky,\nI don't want to play with people who just give up.\nLike, I'm not gonna give up on anything. Rule number one\n of playing the game-- that one, you don't quit. First Tribal is crucial. Lines get drawn. You know who to trust,\n a lot of stuff gets exposed. And now my brain is, like, hurting. My... I, like, want to throw up. ♪ J us t th e tw o of u s ♪ ♪ We can make it if we try ♪ ♪ Just the two of us ♪ ♪ (Just the two of us) ♪ Get two entreés\n and an appetizer for $25. Only at\n Applebee's. [S tr ee t no is e] [Car door shuts] [Paparazzi taking pictures] Introducing, Ned's plaque\npsoriasis. Ned, Ned, who\nare you wearing? He thinks his flaky red\npatches are all people see Otezla is the #1\nprescribed pill to treat plaque psoriasis. Ned? Otezla can help you\nget clearer skin, and reduce itching\nand flaking. With no routine\nblood tests required. Doctors have been\nprescribing Otezla for nearly a decade. Otezla is also approved to treat psoriatic\narthritis. Don't use Otezla\nif you're allergic to it. Serious allergic reactions\ncan happen. Otezla may cause severe\ndiarrhea, nausea, or vomiting. Some people taking Otezla\nhad depression, suicidal thoughts\nor weight loss. Upper respiratory\ntract infection and headache may occur. With clearer\nskin movie night, is a groovy night (♪♪) Live in the moment. Ask your doctor\nabout Otezla. Wh at m ak es a Ca rn iv al v ac at io n fu n? That. And a whole lotta this. Jumping feet-first into\nadventure. And reaching a new level\nof relaxation. You'll never run\nout of experiences, [horn blares] Because no one does fun like Carnival. De mo cr at s ag re e. Conservative Republican\n Steve Garvey is the wrong choice\n for the Senate. ...our Republican opponent\nhere on this stage has voted for\nDonald Trump twice. Mr. Garvey,\nyou voted for him twice... As your own man,\nwhat is your decision? Garvey is wrong\n for California. But Garvey's surging in the polls. Fox News says Garvey\n would be a boost to Republican\n control of the Senate. Stop Garvey. Adam Schiff for Senate. I'm Adam Schiff,\n and I approve this message. Lo we 's k no ws y ou g et t o en jo y Spring weather earlier. That's why we're giving you a sneak peek into our earliest SpringFest offers. Get great\n deals on the products you need to start your\n new Spring projects. Hurry in for early\n SpringFest deals. - [N ar ra to r] B e pr ep ar ed fo r no w an d wh at 's n ex t with NEXT Traffic on\nKCAL News Mornings. ♪ ♪ ♪ ♪ Behind each of you is a torch.\nGo ahead and grab a torch, dip it in and get fire. This is part of the ritual\nat Tribal Council because in this game,\nfire represents your life. When your fire's gone,\nso are you. All right, so let's go back\nto the beginning. Jess, what surprised you most\nthese first three days? Oh, man. I think... I... I knew that it would be\nphysically challenging, but more than anything,\nit's the sleep deprivation that is really messing with me and just really\nmessing with my ability to process information. PROBST:\nIs it because you're\nchoosing not to sleep or you just can't\nphysically get... JESS:\nI can't physically sleep,\nand I thought that I would\nbe physically exhausted enough because we've all been\nworking so hard. I thought that I would be\nphysically exhausted enough to just, like,\ngo out like a light, and that's how I usually am\nat home. PROBST:\nI want to circle back\nto the Sweat task because I still have some\nquestions about what happened. Q, walk me through it. Q:\nSo we had to, Jeff, climb up Mount Everest, climb down Mount Everest, go into the ocean\nwith holes in a bucket, and we're like, \"Oh, my. What has Jeff\nput us through now?\" So, we decided to not finish it\nwith maybe about two hours and 45 minutes left. PROBST:\nSo, Jelinsky, I got a slightly different story\nfrom you today. Honestly, Jeff, Q and I\nshare the same mentality. We're the type of dudes\nto not give up on anything. -You know? If...\n-PROBST: Wait a second. That's an impossible statement\nto make given that Q said you just gave up. Okay.\nI see your point, Jeff, but I'm saying if we had all day to fill up that damn bucket,\nwe would have. PROBST:\nJelinsky, what's\nfascinating to me is the reluctance to own\nthat you quit. You're right.\nWe quit the challenge. There's no way around it, and\nI'm gonna own up to it now. We quit the challenge,\nand that's that. Okay, let's move on\nto the journey. Jelinsky, you go\non this journey. -What happened?\n-JELINSKY: Honestly, Jeff, I was so excited to go, but lo and behold, Jelinsky doesn't have\na vote tonight. And Jelinsky has never talked in\nthird person in his life before. -But tonight,\nit especially sucks.\n-Let me... let me step in.\nHe gave his vote away. Again, a different version\nof a story. Q:\nHe gave it away.\nHe traded his vote for them\nto have two extra votes. It's not good in my books. JELINSKY:\nI was in a tough spot. You know, I'm not\na deceptive person, so I realized the cards were\nliterally stacked against me. There was not much I could do. In fact, them having\nextra votes might work to our advantage one day, and\nwe'll just have to wait and see. JESS:\nHow would that work\nto our advantage one day--\nthem having extra votes? They might want\nto work with us and say, \"Hey, you guys vote this way,\nI'm gonna use my extra vote, and we're golden.\" Maybe they're not\ngonna vote you out, but we ain't give them\nthem extra votes. You did. It's a game\nfor a million dollars, Jeff. We're not handing out favors. PROBST:\nAnd, Jess,\nthat's part of the design of a journey. What do you do\nwhen you're alone? -Yeah.\n-Do you make a decision\nthat's good -for the group?\n-Yeah. But... I don't know. (laughing):\nCome back to me in a second. PROBST:\nAre you really struggling -right now?\n-JESS: I am really struggling. Like, my brain is, like,\nsomewhere else right now. Like, and I must have said that\nthe first day, but it's, like,\nreally somewhere else now. I'm like mush mouth.\nI, like... I... I can't even\nstring sentences together. PROBST:\nI'm fascinated by -how open you're...\n-JESS: I'm an alien. I don't\nunderstand myself, either. PROBST:\nAnd, Jess, it happens\nto a lot of players, and it sometimes never goes away. -You just can never catch up.\n-God. -Yeah.\n-So you're struggling\nwith even something as simple -as spelling your name.\n-JESS: Yeah. Don't learn how\nto spell my name, please. (laughing) -PROBST: So, Kenzie?\n-KENZIE: Yes. PROBST:\nWe're only three days in. Where is this tribe right now? KENZIE:\nWell, it's difficult, because we have lost everything\ntogether. We've gone through it all\ntogether. You get super close super quick. And now we have\nto cut someone out. It's... it's tough. PROBST:\nSo, Bhanu, how do you make that first decision\nabout who to send home? (sighs) This is a challenging vote\nfor me. Um, I want to work with someone who's gonna be good socially, not someone who's not giving any clue of what's going on\nin their mind. PROBST:\nHow about for you, Tiffany? TIFFANY:\nFor me, it comes down\nto one thing. What four people can I go back\nto the tribe with that's not gonna put me back\nhere again in a couple of days. -I don't care\nabout nothing else.\n-So you're talking about -tribe strength in challenges?\n-TIFFANY: Yeah. PROBST:\nAnd Jelinsky, that's one of the fundamental dilemmas\nof Survivor, is tribe versus self. JELINSKY:\nOne hundred percent. I\nunderstand what they're saying. I am still 100% into this tribe. Like, I want\nto stay in this game. I just don't want my efforts\nto be lost in a decision like a journey,\nand I will never, ever give up in a challenge. Except for the Sweat test. (laughing) -And the journey.\n-And the journey. (laughing) Thank you for reminding me. (laughing) Jess, given what some\nof the people have said they're looking for\nin a tribemate, are you worried\nthat your inability right now to form sentences-- do you think it's impacting\nyour ability to connect -or do you feel solid?\n-JESS: No. This\nis only happening in, like, public settings, but in my one-on-one or, like,\nsmaller groups, I think I'm a lot more coherent because I do feel like\nI'm delivering at camp and I do feel like I'm\ndelivering at the challenges. Even though I just shouldn't\nhave volunteered for the puzzle. -Yeah. Again.\n-JELINSKY: Jeff, I think Jess and I are definitely\nin the same boat. I feel like a lot\nof the pressure is on us, especially being the common\ndenominators in the puzzle. PROBST:\nJess, he is determined\nto get you -in this boat with him.\n-JESS: I don't want to be in that boat! I feel like\nI worked really, really hard. I do not deserve\nto be in that boat. Jeff, I don't\nhave a vote tonight, so maybe I am\nsubconsciously deflecting. But I love Jess.\nLike, Jess is awesome. -Thank you.\n-You're welcome. -(laughing)\n-I'm a nice guy, man. I don't like fighting. I don't\nlike being the center.... Nobody thinks\nyou're not a nice guy. -We love you.\n-We all think you're a nice guy. -I know.\n-BHANU: Jeff, I love this kid. Like, I...\nThis kid is really awesome. But I don't know\nhow the tribe is feeling. Is it too little, too late? Like, I don't know, so... So you're feeling in your heart\nthat it's Jelinsky tonight? It's time to vote? (laughing) -Oh, ...\n-(laughing) I don't know\nif I'm ready for that, Jeff. TIFFANY:\nHey, yo. -Oh.\n-PROBST: Wow. Jelinsky. That did not sound good. JELINSKY:\nJeff, all I know is, as long as I'm in this game,\nI'm giving 100% effort in every single challenge we do, and I just want us to be\nthe strongest tribe possible going forward. PROBST:\nAll right, it is time to vote.\nKenzie, you're up. Wow. This is so beautiful. Oh, I never want\nto see another gecko again. (sighs) (sighs) Oh, my God. I'll go tally the votes. If anybody has an advantage\nor an idol and you want to play it,\nnow would be the time to do so. All right.\nI'll read the votes. First vote: Jelinsky. Jelinsky.\nThat's two votes Jelinsky. First person voted out\nof Survivor 46: Jelinsky. That's three. That's enough.\nNeed to bring me your torch. Jelinsky, the tribe has spoken. Time for you to go. Grab your torches.\nHead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org Co ar se h ai r Thin skin When I'm shaving down there not\njust any razor will do Venus for pubic hair and skin With a patented irritation\ndefense bar For a smooth shave with blades\nthat barely touch skin (L uk e) So .. . I he ar s om e of y ou a re co nc er ne d ab ou t th e fa ct that I'm taking over the\ncompany. Well, rest assured, company's in\ngreat hands. Marci, hit the vid'. (Both Lukes)\nHomes-dot-com.\nWe've done your home work. (Luke)\nNow, that is worth celebrating! (Brad)\nI love it. (Luke)\nThank you. (Brad)\nHome...work... very clever. (VO)\nDing dong! (Luke VO)\nHomes-dot-com. Wh en m ig ra in e st ri ke s are the tradeoffs\nof treating worth it? Ubrelvy is another option, it quickly eliminates\nmigraine pain. Do not take with strong\ncyp3a4 inhibitors. Allergic reactions\nto Ubrelvy can happen. Most common side effects were nausea and sleepiness. Ask about Ubrelvy. KENZIE: People are starting\n to feel defeated. Come on! KENZIE:\n It's just so overwhelming. PROBST:\n Next time on Survivor... You don't want to see\na pissed-off version of me. Fire! Yeah! This is wide open. Any tribe could win. ♪ ♪ (engine turns off) (phone buzzes) Hey, Teddi. There you are. Velma was starting to worry. Ah, reception's been spotty. (whispers):\nIt's Colter. Too spotty to return our texts? Did you tell him\nabout the Cobra? Here you go. Sent you a job. Stolen car. Looks pretty straightforward\nand a big payout."
}