{
    "season": 46,
    "episode": 2,
    "title": "Scorpio Energy",
    "transcript": "Welcome to Survivor 46. (whooping, cheering) (Soda screams) PROBST:\n Previously on Survivor... CHARLIE:\n I've only had women bosses. I don't mind working\nwith women at all. I'm sorry I was deceptive. -I was scared.\n-That's okay. MARIA:\n Jelinsky totally quit,\n and so now I will get an extra vote. ♪ And my soul is gonna need... ♪ TEVIN:\n As an actor,\n I'm very extroverted and very good\n at working with people. (laughing) I knew Venus was going to be the number one threat. She's dangerous. KENZIE: Tiff-- that is my girl. And Q. The three of us\n working together-- wonderful, perfect.\nNumbers. I knew I had to boogie. (gasps)\nYes. I had to work for this. It's a real true idol. Yes! Survivor bucket list item achieved. Jelinsky's name will be written down from me tonight. BHANU:\nJeff, this kid is really awesome,\nbut is it too little, too late? PROBST:\nSo you're feeling in your heart\nthat it's Jelinsky tonight? It's time to vote? ♪ ♪ First person\nvoted out of Survivor 46: Jelinsky.\nThat's three, that's enough. The tribe has spoken. (birdsong) ♪ ♪ (chanting in foreign language) BHANU:\n The first Tribal Council gives you a perspective, like,\nyou know, who is on your side. We all came to an agreement,\n and we voted to eliminate Jelinsky out of the picture. Even though we all voted the same way, I'm getting nervous, I'm getting paranoid. (chanting continuing) And I feel like\n most of my tribe members-- they are super strategic, and I have to be\nvery careful with them. I know I have it in me.\nI can do this. So, moving forward,\n how can I ensure that, you know, my position's\nstrong in the tribe? Kenz, I need\nto ask you something. I-I can't stop thinking\nabout the game. KENZIE: Really? How... What can I do to... How-how can I work this? Save myself\nto get to the merge? -How do I say it?\n-We have to win. And I'm not confident, man. KENZIE:\n I love Bhanu. I have a sweet spot\n in my soul for him. But Bhanu at Tribal--\nhe's not a good liar. He almost, like, blew it. Aah! KENZIE: He shoots from the hip\n and he's very passionate. So, I can see it being\n a liability down the line that he can't keep what needs to be kept secret\nsecret. We can win a few. Then Jess goes. -Then the four of us go\nto the merge.\n-Hmm. KENZIE:\n One of Jess and Bhanu\n should be the one to go next. So, I'm trying to placate him\nand keep it positive. -We need to win.\n-We need to win. Yeah. Yeah. Despite the fact that,\nyou know, Kenzie is cool -and-and whatever,\n-I know. Well, I know that... -we can't let that be a thing.\n-Yeah, yeah, yeah, yeah. -(laughing) -TIFFANY: Kenzie has a very vibrant personality. She's good at making friends,\nshe's good at, like, you know,\n just drawing people in. So, it makes me a little nervous. She knows her best bet\nis to lock in with me and you. I just need to figure out, like,\nhow locked in with me she is. I don't know why\n I get a weird vibe and feeling and, you know... Good smell. (blowing) -TIFFANY: I smell it.\nKENZIE: Fire? You smell that smoke? It's getting hot... but it's nowhere there. Geez. This is a lot harder\nthan I thought it would be. TIFFANY:\n We're kind of\n struggling right now. We're sleeping in the cold every night, no fire. We waking up damp, wet. Aah! TIFFANY:\n And no matter how much blind optimism\n people have, at the end of the day,\nwe are losers. Oh, my God. Ooh! It's hard when you have,\nlike, nothing in your body. I can really tell\n people are starting to feel defeated and people are starting\n to, like, lose their spirit a little bit. It's just tough. It's just hard. I mean, there's just a lot\n going on. Like, I haven't slept,\nI haven't really eaten. It's just so overwhelming because it seems like everything\n is just gonna be easy and perfect\n and you're just gonna, like, get it done. And then you get here\nand you're faced with the reality that, like, being so tired and depleted. And I'm tough. Like, I'm a tough cookie,\n and this is hard. I know I have\nwhat it takes to win, but I think I needed\n to take a second and get my head\n back in the game. I still have to play. At the end of the day,\n you can have human moments, but it's still\n all a part of the game. We're only four days in.\nI've got... I've got 22 left,\nso I've got to get it together. Do my eyes look really blue? Good. (laughs) They always look really blue\nafter I cry. The shining light. If you're gonna cry,\n at least my eyes look good. ♪ ♪ ♪ ♪ ♪ ♪ (rhythmic chopping) ...blindfolded. -For a screw.\n-TEVIN: For one screw at the bottom of the ocean. We have covered it\nwith 2,000 nails. -Right. (laughs)\n-You got to... You got to feel for the... First tribe\nto get the screw wins... Air. (laughs) (sighs) TEVIN:\n Right now, I'm feeling\n blessed to be here. My tribe did the damn thing\nin the first immunity challenge. And we won by a lot. The first tribe to win,\nwe don't tear down your shelter. Right. Right now, I'm closest\n to Hunter and Soda, but I'm playing a very\n social game, and I feel like I'm attached to everybody. The only person that I don't\n get a good vibe from is Venus. TEVIN: She's a player. SODA: No. I do think that she is... she is as-as big\nas a threat as people think. I was, like, day one with Venus. Like,\nwe connected on a heart level. But very quickly, I learned\n people don't trust her. And if she's being perceived\n a certain way, and it's lighting off alarms\nin more than one person, I have to distance myself\n from her, even if it's hard. If no one trusts her\nas a number, she's not a number\nto me, either. -Today, probably not, but...\n-Not at all today? I mean, maybe later, later, but I'm really trying\nto grab all my energy -and, like, sit and stuff.\n-Yeah. When it comes to Soda, I had an immediate connection\nwith her. But right now,\n she has her game face on, and I know what's going on. Soda's not dumb, you know? Soda's with the numbers. Tevin-- right now, he's king.\nHe's at the top. Tevin has a deep,\n personal connection with literally everyone but me. So, if the most social butterfly\nis not trying to, like, talk to me in any way,\nthen I'm screwed. This is amazing.\nThank you. Um... Next thing I want to do is\ngo get some vines 'cause I want\nto put our clothing line up, and then I want\nto build the thing for this and work on the fireplace,\nas well. HUNTER:\nOkay. What we need\nto do is just... VENUS:\n Right now, I'm stressed\n because it feels like I'm not even being heard. It's, like, everyone has, like, some kind of connection with\n one another, but I feel like I don't really have a deep\n emotional bond with anyone, and it feels like...\nI'm not even, like, worth... like, I'm not even worth\ntalking to. I feel like people might look\n at me, and they assume things have been handed to me,\n or that I haven't worked hard or struggled in any way. But the truth is that my parents\nimmigrated from Iran to Canada. They realized that as the government was becoming\n more and more oppressive, that this was no place\n to raise a young woman. And from childhood,\n I've tried to show just how capable\n and strong Persian women are. So, my whole life, it's, like,\nI don't want to be seen as weak. Like, I need\nto be this, like, tough badass. Like, I can't let people\n see me struggle. And so, in this game, I'm going in\nwith that same mentality, and it's kind of biting me\nin the ass because people want\n to see that vulnerability. They want to be able\nto connect with you emotionally, and I'm struggling\n to do that right now. It hurts on a social\n and, like, personal level to see that no one's even trying\n to make an effort to acknowledge your existence. And I don't know what to do. Makes you feel like there's something wrong\nwith you. And, like,\nI can't be anyone but myself. Wi th s o ma ny c ho ic es on B oo ki ng .c om there are so many\nTina Feys I could be. So I hired body doubles. 30,000 followers Tina\nin a boutique hotel. Or 30,000 steps Tina\nin a mountain cabin. Ooh! Booking.com Booking.yeah (B IL L) Wh en w e st ar te d BL UE B uf fa lo , we made a promise to our boy\nBLUE - that we would create the best\npet food we possibly could, made with the finest natural\ningredients and none of the things you find\nin many other pet foods. We call it the True BLUE Promise and it's our commitment to\nfeed your pet just like we would feed BLUE. It's what makes BLUE Buffalo unlike other pet food\ncompanies... ...which have many different\nbrands with different standards. We have one standard ━the one inspired by our boy\nBLUE, for the wellbeing of your dog or\ncat. Because like you, we love them\nlike family, too. Fe el in g Cl ar it in C le ar is l ik e. .. ♪♪ Is she? Playing with the\nconfidence of a pro and getting all up\nin that grass as if she doesn't\nhave allergies? Yeah. Nice. Wh aa at ?? It's super hero day\nat school... ♪ Tiktok song ♪ sfx: [Tea Kettle] sfx: [DING!] ♪ L'Eggo with Eggo. Can we... Hi . I us e Fe br ez e Fa de D ef y Pl ug . And I use this. Febreze has a microchip\nto control scent release so it smells first-day\nfresh for 50 days. 50 days!? And its refill\nreminder light means I'll never miss\na day of freshness. ♪ I ha ve m od er at e to s ev er e pl aq ue p so ri as is . Thanks to SKYRIZI, I'm on my way\nwith clearer skin. 3 out of 4 people achieved 90% clearer skin at 4 months. And SKYRIZI\nis just 4 doses a year after 2 starter doses. Serious allergic reactions and an increased\nrisk of infections or a lower ability\nto fight them may occur. Tell your doctor if you have\nan infection or symptoms, had a vaccine, or plan to. Nothing on my skin means\neverything! ♪ Nothing is everything ♪ Ask your dermatologist\nabout SKYRIZI. Learn how AbbVie\ncould help you save. BEN: All right, guys. Can't start a fire\nwithout a spark. Being the first to light fire\nis totally on the bucket list. -MORIAH: You're gonna do it.\n-MARIA: There we go. There we go. We got it. We got\nit. We got it. We got it. (cheering) We lit fire, baby! Oh, yeah! BEN:\n So I'm just sitting there\n with the flint, going hard at it,\n and I got it, and I lit fire. And I felt higher\nthan rocking a sick show. You did it, Ben. My man! BEN:\n I'm crying thinking\n about fire. Like, I didn't even cry\nover meeting Nicolas Cage. -High five, buddy. You did it.\n-Bring it in, dude.\n-Dude. BEN:\n I was always the kid\n with so much energy. Teachers couldn't handle me. You know,\nI haven't been the sharpest tool in the shred my whole life,\nyou know? I had a stutter\n and I had a lisp. So, like, I was bullied. But I remember my dad\n had a guitar in his closet. I found it. The power of rock-- the thing that helped me\n overcome my insecurities. I've played shows\n all over the world. I played big festivals, and I did so many things that, like,\nI think I blew my own mind. -Good job, Ben.\n-Thanks, dudes. -Dude, you crushed.\n-You kept at it. BEN:\n But in my head,\n I feel like I am, like, still a little, insecure kid. Who I am has always been in me,\nbut I haven't trusted it. I don't know why I'm crying.\nI'm just, like, so hyped. (laughing) BEN:\n For me, it was so important\n to get fire because it was so out of my element\n and comfort zone. Makes you feel like\nyou could do anything. -MARIA: Ben, you know\nwho's proud of you?\n-Who? MARIA:\nEverybody. (all cheering) TIM: As a tribe, we're communicating\nin a healthy way. I think\nit wouldn't hurt to throw in just a few pieces of husk. TIM:\n Even individually,\n I'm in a good place. I got Charlie and Ben. MORIAH:\nHere. I'm gonna... MARIA:\nGo over there to get the water? TIM:\n We know that Maria has a benefit right now. TIM:\n Maria went on a journey\n and she has an extra vote and it's a big deal. We know that Maria\nhas the extra vote. BEN:\nI think somebody's gonna\nhave to approach Maria. I feel like Tim's got a\ngood connection going with her. TIM:\nThe goal we all should have\nin common is Maria. Yeah. CHARLIE:\nSo if we could pull her in, then -we've got four.\n-BEN: Yeah. And, like, she might have\nan extra vote, too, so... The way that it's going is Tim and Ben... and then me, and they want\n to work with Maria. -Just maybe for, like,\na minute, you know...\n-Yeah. CHARLIE:\n And then you have\n the three women and myself-- \"Charlie's Angels.\" MORIAH:\nI do want to say, like, I think it's really important\nto, like, solidify -and talk about this now.\n-Yeah.\n-Yeah. Yeah. Everyone's trying\n to count to four. The Angels and Charlie-- that's four. But that leaves me\non the bottom. If we lose three times,\nit's just the Angels. And so, I feel a little bit,\n you know, dancing without a partner\n out here, you know? It's just me on the dance floor,\n and I want to-I want to waltz with someone.\nI want to tango with someone. You know, that's what I want\nto do out here. I want to have a ride-or-die. And it seems like Maria and I have built bonds\n with both sides. So, if there's someone out here\nthat I feel like would be a good alliance partner\nfor me, it would be Maria. CHARLIE: So it's, like... The ladies and me,\nwhich I friggin' love. -Yeah, I love that, too.\n-I love it. But the thing is is, like,\nwe need strength, obviously. -Like, we need some strong...\n-People? Maria and I might be\n the two best buds, you know, that pair that can decide\nthe direction of the tribe. In any alliance,\nthere has to be sub-alliances. -Right?\n-Yeah, and, uh... Which is dirty to think about,\nbut, like, there has to be. But it's-it's...\nit's just a fact of the game. And, like, my favorite players\nare Malcolm and Denise. -Yeah. Malcolm and Denise.\n-Like, I'm a... -I'm like a ride-or-die player.\n-You like... Denise is one of my favorites. And it's gonna be us two. Cool? I... We're gonna do this. I feel like I could emulate her because she's kind of, like,\nthat strong... that strong mom. Yeah. You're a stronger mom.\nI can tell. MARIA:\n I like the idea\n of working with Charlie. You know, this reminds me a lot\nlike Malcolm and Denise. -And if we just\nkeep our options open,\n-Yeah. -like, we don't have\nto make any decisions right now.\n-Yeah. At this point,\n we could go either way with Moriah and Jem\n or with Ben and Tim. So it kind of was\nexciting for me to think that, well,\nmaybe the two of us could be the decision-makers\nworking together. Yeah. Yeah. Right. Yup. VENUS:\n I'm not blind. I see that I'm on the bottom, and it all comes back to Tevin. It doesn't matter\n how hard I try. He has too many links\nwith too many people, and there's nothing\n I can possibly do to compete with those. So I want to double down\n on finding that idol in order to actually ensure some\nkind of backup safety for myself and turn the tides to throw\nthe votes on someone else. So, I need to find this idol\n and I need to find it quick. My feeling is that I'm up on the chopping block\nor Venus. So if I can get an idol, that\nwill save me, that would be big. HUNTER: I guess it's something\n about being Southern or something about just wanting\n to collect firewood, but I've played it really well\nbecause they all think I'm just, you know,\nthe happy-go-lucky country guy who's just having a good time\nout here camping. But the reality is\n I'm here to play hard. I'm the only one going out and getting a substantial amount\n of firewood, so why not just look around? I know the trails, I know\n interesting-looking trees, and so, I'm pretty confident\nthat I'm gonna find this thing. Ooh. Ooh! Snap. What is this? Oh.\nA Beware Advantage? So I see a parchment paper sticking out of a tree, and I pull it out\nand it says \"Beware.\" I didn't come to Survivor to... not take risks, so we're gonna open it\nand see what it says. Well, Beware Advantage is here.\nDig down. Oh, my God. So, I open up\n the Beware Advantage and it tells me to dig right\n beneath where this note is. And I'm digging, digging,\ndigging, digging. And I hit a box. Oh, my God. What is this? I'm super excited\n and I go to open it up and there's a lock on it. I was like,\n\"Oh, why is there a lock?\" Then I realized that the box\n has, like, a little tube, and then there's a note\nin there. Oh, my God. It's complicated. That's why it's... This Beware Advantage is\n very different from anything I've seen\n because the stipulation on the Beware Advantage is\n you have to lose to retrieve\n further instructions. So, if we continue to win,\nI'm still safe. If we do lose, then I am gonna\n go into scramble mode because if I don't find it before\nTribal Council, I'm useless. I don't have no vote. It's nerve-racking\n because you see this Ferrari in your driveway, but you have\n no gas, you have no key. I basically have a useless car\nthat you can't drive. An idol is, like, everything to\nme, but I have to work for it. Survivor, man. You ain't make it easy\nfor a brother. ♪ ♪ Q: Right. -TIFFANY: So why you doing it?\n-Q: For the protein. TIFFANY:\nGirl, the amount of protein you getting\nfrom them little ants... JESS: Yeah. TIFFANY:\n Jess is a little weird, a little quirky and out there, but she's such a nice person. I think she's just\na little socially awkward. -(laughs) -JESS: In my tribe, I'm going up against some\n very strong personalities, and I thought that I would be\nthis kind of social butterfly. But I don't know-- maybe I've been\n a little bit more reserved than my normal self. That's why I eat the ants-- so I don't have to talk. BHANU:\n So, -you're recently married?\n-JESS: Yeah. We'd been together\nfor seven years or something when we got married. BHANU:\nDid you meet him in Canada? No, I met him outside a bar\nin Hong Kong. He's from St. Louis. BHANU:\nThis is... this crazy,\nyour story. TIFFANY:\nThat's what I said. BHANU:\nUm, I can't put all\nthese puzzle pieces together. I'm a puzzle.\nNo, I'm not. I feel like\n people don't really know what I'm like inside,\n but I've come to realize that it doesn't really matter\n what they think. I have a family that loves me,\n a husband that loves me, and that's what's important. But right now, my strategy\nis not to be the person on the outs, so, I'm making more of an effort\n to get them to know me. -How do you say \"hello\"?\n-JESS: Something... -Ni hao. -Q: Ni hao. -TIFFANY: Ni hao. -BHANU: How about \"thank you\"? -Xiexie. -What is, \"xiexie ni\"?\n -\"Ni\" is \"you.\" -So it's like, \"Xiexie...\" -Yeah. -How do you know that? -Rush Hour, baby. -JESS: Oh, my God. Oh, my God.\n-Oh, my God. Q: It's a movie\nwith Jackie Chan in it. KENZIE: The situation\n as it stands right now is that Q, Tiff and I-- we have the numbers right now.\nWe have three. -Do you want me\nto come with you?\n-BHANU: Yeah. Let's go. KENZIE:\n But here's the thing. Q and Tiff both\n are strong players. -JESS: You went inside the cave?\n-KENZIE: Yeah. I'll show you the way. And part of my job as a stylist\n is building connections. So, the best thing for my game\n is being friends with everyone and keeping my options open\n because, eventually, big moves have to be made. -BHANU: Wow.\nKENZIE: Like,\nisn't this amazing? BHANU:\nThis is-this is gorgeous. How I wish this was,\nuh, the last day. KENZIE: Yeah. -I mean,\nwe can pull off anything.\n-JESS: Yeah. KENZIE:\nI mean, we have to kind of\nsee how the challenge goes. -JESS: Yeah.\n-Like, I want to win. But I also want to, like,\nnot discount any options. And then just, like,\nscrap our way through? It's either them or us,\nyou know? I kind of tossed some bait out there to see if I could\n work with Jess and Bhanu on a possible blindside, and I didn't really get much. What do you think? -I need to think more\nabout what I think.\n-Okay. I don't think Jess or Bhanu\n are very strategic players and I don't want\n to have to hold people's hands through this game. You can't go to Tiff and Q and\ntalk about this conversation. -JESS: Yeah. Yeah.\n-KENZIE: They will freak out. -I'm not gonna say that.\n-Okay, good. JESS:\n That was actually\n the first time that I talked strategy with Kenzie\nin a meaningful way. And she's playing\n really, really hard. KENZIE:\nEvery... We're all\nstirring the pot. We're all stirring\nthe same pot. We're all stirring the same pot. JESS:\n I honestly can't tell\n if she's for real because she can look at you\n and make you feel like you're her best friend, so, Kenzie is playing a great social\n game, and that's dangerous. So at this point, my plan is to blindside Kenzie. Q: Jess threw Kenzie\n under the bus by saying, \"Kenzie threw out 'we should\n get rid of strength.'\" If Kenzie's supposed to be in my alliance of three, she shouldn't have said that. It'll all work out. Trust me. Right now,\n I think Jess is trying to come up with a solution to get the target off her back. She felt some heat\nlast night at Tribal. -If we vote together,\nwe both will be here.\n-Yeah. Q:\n But now I'm thinking,\n can I trust Kenzie? He re a t Pa pa J oh ns , we k no w ou r st uf f! So try our Garlic Epic\nStuffed Crust Pizza. Made with our iconic\ngarlic sauce flavor, mixed\nwith cheese and hand stuffed into that Papa Johns original dough! No one stuffs\na crust like Papa Johns. Mr . Cl ea n Ma gi c Er as er p ow er s through tough messes. So it makes it look like\nI spent hours cleaning, and you know I didn't. It makes my running shoe\nlook like new! It's amazing. It's so good. It makes it look like\nI have magical powers. Magic Eraser and Sheets\n make cleaning look easy. Wh er e' d yo u go ? I ca n' t fi nd y ou . We're in home,\nsurrounded by vases. These prices. I'm gonna\nget all of these. Wait. I like abstract art. I don't\nget it, but I like it. Let's never leave. Introducing a new\n home collection. Discover it all at Kohl's. ( ♪ ♪ ) Start your day\n with Nature Made. The #1 Pharmacist Recommended Vitamin and Supplement Brand. ♪ ♪ ♪ Every road, that's wrong ♪ ♪ Seems like the road I'm on ♪ ♪ Every sign ♪ ♪ just seems unclear ♪ ♪♪ ♪ And I, ♪ ♪ I wish I was here ♪ St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. JEM:\nOoh, it's piping hot. We got the...\nthe saltwater papaya coming. Oh, hell, yeah. Oh, wow. Really? Tim's the papaya papa. I'll take that nickname--\nPapaya Papa. All right, so, Charlie's Tarzan, Maria's Lieutenant Mom,\nMo's Mochete. -(laughing)\n-Ooh. -I'm Benevolence.\n-Water. -Jungle Jem!\n-MARIA: Ah! Jungle Jem! We got 'em! (laughing):\nYeah. I knew coming out into this game\n that strategy-wise, I'll be good,\n but a weakness of mine is the social game. -MARIA: That's a lot.\n-JEM: I don't need\nhis validation. Okay, we're good.\nLet's pop this in. But I think\n it's just so important to connect with people\n out here, and I'm going to have to\n figure out a way. So, I'm a massive Taylor Swift fan, and I love Star Wars\n and Harry Potter and all these nerdy things. So, anytime I can sort of\nbe spouting all... any sort of stuff like that\nand... and just showing people what I like and who I am,\nthat's what I want to do. Whoever runs out -of songs first loses.\n-MORIAH: From one artist. CHARLIE:\nWhat you got, Ben? I'd go with, uh... -I'd go with Metallica.\n-CHARLIE: Metallica? Greatest metal band of all time. Yeah. CHARLIE:\n I've been getting to know Ben really well.\nHe's, like, a music savant.\n So I was like, \"I'm gonna put\n my Taylor Swift knowledge head-to-head against\nBen's Metallica knowledge.\" -Metallica versus T. Swift,\nCharlie versus Ben?\n-Yeah. -You ready?\n-Okay, go. \"All of the Girls\nYou Loved Before.\" -\"My Apocalypse.\"\n-\"The Best Day.\" -BEN: \"Seek & Destroy.\"\n-CHARLIE: \"You Belong with Me.\" -\"Jump in the Fire.\n-\"Should've Said No.\" \"Motorbreath.\" \"Mr. Perfectly Fine\"\nabout Joe Jonas. -Ooh.\n-They're cool now, though. -(laughing) -BEN: What a stupid way\n to pass time. And if I had done that\n in any other setting, everybody around me would be like, \"Ben, shut up.\" But here, everybody was like,\n\"Yo, they're going for it.\" -\"Dyers Eve.\"\n-\"Gorgeous.\" -\"Enter Sandman.\"\n-(laughing) -\"Delicate.\"\n-\"Sad But True.\" \"This is Why\nWe Can't Have Nice Things.\" -\"Holier Than Thou.\"\n-(laughing) -\"I Did Something Bad.\"\n-\"The Unforgiven.\" MORIAH: I'm living\n in a universe right now where I am wildly entertained by just two guys just\nsaying names back and forth. -\"The Struggle Within.\"\n-\"Clean.\" -\"Ain't My Bitch.\"\n-(laughing) -Facts: It's a Metallica song.\n-CHARLIE: I ain't your bitch. It's a grueling battle, back and forth,\none after another. BEN:\nAll right, onto the next album. \"Some Kind of Monster.\" \"We are Never Ever\nGetting Back Together.\" Like, ever. -\"The House That Jack Built.\"\n-\"All Too Well.\" -\"Until It Sleeps.\"\n-\"All Too Well,\"\nten-minute version. Ooh. Okay, well, we have that\non this album. Don't worry. (laughing) TIM:\n It's, like, name after name. And, like, yo,\n y'all at least named, like, 75 songs each, yo. So we're getting into the albums\nI'm not very into, -but I still got 'em in my mind.\n-CHARLIE: Ooh, yeah, let's go. -Come on!\n-BEN: I've still got 'em. JEM: I've never listened to a single song of Metallica's. Wait. There's the Metallica\nalbum with Lou Reed, which is really terrible. JEM:\n At some point, I'm like, \"Are we done? Like, is this it?\" BEN:\nI'm just thinking on this album.\nI got more. Okay, here we go.\n\"Creeping Death.\" A song about Passover. Uh, \"Coney Island.\" \"2 X 4\" \"You're Not Sorry.\" Damn. All right. How many more you got? A lot. BEN:\nMan, if I only knew the\nreally bad albums a little more. (laughing) I don't believe\nin any bad Taylor Swift albums. BEN:\n Listen, there's a bit of\n an unfair advantage, because although I love Metallica, I'm not a stan\nfor terrible albums. Dude, I think I got to tap out. It's not right. Well, Ben,\nthis has been the great war. -TIM: Great job.\n-Which is... which is... We can... We'll go round two\nwith another band. -Which is another\nTaylor Swift song.\n-Oh. Dead. CHARLIE: I was pretty impressed\n with both of us just being able\nto recall so many songs, and it was just fun. It was pure, pure fun. And doing things like that, I think it just\n endears you to people. We easily named a hundred songs. Yeah, we... we went hard. Yeah. Charlie is an adorable goofball, and I love him for it. I am having the most fun out here, you know.\n It's, like, I would say, even\nif I ever did Survivor again, I don't think the experience\nwould be this dope, 'cause it's these people that are making it\nso enjoyable for me. ♪ ♪ So, I don't know if you said,\nLiz, but did you ever say that you would, like, remarry? Maybe. I cannot imagine the person that would marry Liz. -Oh.\n-I don't mean this any type of way,\nbut there is a special type of... man\nwho can deal with someone making so much money\nand not actually needing them. Wow. LIZ: I own my own company.\nI'm an online entrepreneur, and I've pushed myself so hard\nbecause I came from nothing. And honestly, I came into this game wanting the title. I don't need the money. The money would better my life, but it wouldn't change my life. And so, winning this game is\n going to show my daughter and my family that, \"Wow, Liz\nreally can do anything. Maybe I can do something similar\n one day.\" That's the most important thing. TEVIN: I think that\nthere's plenty of men out there who would want to be with Liz. -That's for your...\nyour first comment.\n-SODA: Agreed. TEVIN:\nSo, whether you're looking\nat a range of men now... -Well, they want to,\nbut can they?\n-TEVIN: Ooh. Everybody wants to be with Liz.\nTrust me. TEVIN:\nOh. You trust lady luck. RANDEN:\n I just don't understand what kind of game\n Liz is playing. Nobody knows who Liz is.\n Liz wears rainbows. She's a CEO of five companies. She teaches everybody\n how to make a million dollars. So, it's-it's crazy. Have you had any conversations\nwith her? Like, real ones? Yeah, a little bit. Well,\nthe problem with Liz is that she's like a... It's like\n talking to a billboard. You know what I mean?\nIt's kind of like, you know, -she's telling you...\n-She's got a phrase\nfor everything? Yeah. \"I'm like a CEO,\nI'm a company.\" And she's like, \"Well, I'm too good to do this.\"\nAnd whatever. At this point,\n I have to make a decision. I have this amazing\n Beware Advantage. I'm very excited because if I complete\nthe Beware Advantage, I have an idol in my pocket. The problem is, for me to stay in the game longer\n and make big moves, I just feel as if, like,\n I need one person to trust on this island, and that's the biggest issue\n I have in my tribe. I don't really trust anybody. -Good talking. -RANDEN: Soda and Hunter are close to Tevin. -I just chugged this. Like...\n-You need them electrolytes. It was full. RANDEN:\n And then Liz-- there's too many\ninconsistencies. Like, I do a lot\nof podcast interviews. I've done, like, 300 in the last -Yeah?\n-two years or something. RANDEN:\n I don't know. Something's not up\n with that story. But that's just me. It could be Survivor kind of paranoia. Venus, I think, in my opinion, she's the ultimate liar\n in this game. -If I go off,\nand you see me, like,\n-Yeah. -by the water, I'm just, like...\n-Chilling. -I'm just chilling. Like,\n-Yeah, yeah, yeah. I'm not, like, looking around. RANDEN:\n So, I don't have many options. But at the end of the day,\n I made a decision and I said, \"I'm going to trust\nthe one person \"I originally thought\nnot to trust, and if it fails,\nthen that's on me.\" -Okay. -RANDEN: weirdly enough, the person I shouldn't\n be comfortable with-- I'm actually comfortable\n with Venus. I shouldn't be, though.\n She's young, she's ambitious, and I just feel\n like she will cut my throat. But I came to Survivor to gamble and risk. So... I did it. I told her. VENUS:\n So, Randen tells me\n that he finds himself a Beware Advantage. And the moment I heard it,\nI became, like, a statue. I couldn't process\nwhat he was saying 'cause I was equal parts\nexcited, equal parts pissed\nthat it didn't happen to me. My whole thing is, like,\nI want to use your gifts and my gifts\nto get further in the game. You know what I mean? Like, \"I'm like, damn,\nlike, there really is... I can't catch a damn break.\" And you're my break.\nGod bless you. I really thought that\n my life in this game is over. And within the span\nof just one day, everything has changed. All of a sudden, I have an advantage I could\npotentially use to my favor, a rock solid-alliance. So, it does a lot to...\nbreathe some life in my game. You know?\nI'm-I'm feeling pumped. ♪ ♪ Come on in! -Good morning, Siga.\n-Good morning, Jeff. -(chuckles)\n-Hi. PROBST:\nGood morning, Nami. Good morning. ♪ ♪ Siga and Nami,\ngetting your first look at the new Yanu tribe. Jelinsky voted out -at the first Tribal Council.\n-Ooh. -RANDEN: Wow.\n-PROBST: Wow. Massive reactions. -Wow.\n-Whoa. -Wow.\n-Legendary. -Last name, first out.\n-Oh. -Oh!\n-Oh!\n-Oh! -HUNTER:\nI said last name, first out.\n-Oh, my gosh. I guess, were there\nseveral reasons -you guys voted him, or...\n-(laughing) KENZIE:\nThere-there was, uh,\nmore than several. There was more than seven.\nWe'll say that. -Wow.\n-SODA: Oh, my God. The jokes keep coming, right? PROBST:\nSo, Q, obviously, it's not fun for Yanu to go\nto Tribal and vote somebody out, but it is a game\nand you're down somebody. And clearly, these two other\ntribes are taking a little joy in talking and joking\nabout who it was and why they were voted out. How does that feel? Well, right now, Jeff, in this game,\nwe're the laughingstock, and their six has been better\nthan our six. Right now we're down to five and we'll see if their five\nis better than ours. PROBST:\nSoda, he's slinging it\nright back at you. Make fun all you want.\nLet's go. I could catch it.\nIt's fine, and I like it. You're gonna see five\nand five. Here we go. (laughing) He did it first. BHANU:\nJeff, let me tell you one thing. I'm from India.\nAnd we want freedom. Gandhi was on a hunger strike\nand he won freedom for India. Hunger is not closest to my mind. What we are hungry for\nis the challenge and to win that idol today. Mm. -Fire.\n-PROBST: All right, well, let's get to today's\nimmunity challenge. First things first.\nGot to take back the idols. Later, Frodo. -Bye, Frodo.\n-Bye, Frodo.\n-Thank you. Thank you. All right. This is cute. Hey, he's part\nof the Nami tribe now, so we had to make sure\nhe had his own Buff. -PROBST: Oh, nice.\n-Ooh. Fortunately, I always carry\na little knife of my own. -No!\n-(all voicing dissent) Jeff. -SODA: I told you\nhe wouldn't let that slide.\n-Yeah. -That's hard-core.\n-I've been knew that.\nI'm not surprised. You don't own this idol, Nami.\nYou got to win this idol. -Hey, Jeff.\n-Ooh. Scorpio energy right there. Thank you, Jeff. Your hat is orange, though,\nJeff, so thank you. (laughing) Wow. All right, shall we get\nto today's challenge? -Yeah.\n-Yeah, let's do it. PROBST:\n For today's challenge, one person from each tribe\n is gonna race to release a machete, you're gonna chop a rope\n and drop two wheels. You'll put those wheels\n on your cart. You'll then dig up two chests, put the chest on your cart. You'll then push your cart\n through the course, moving obstacles along the way. When you get to the end, you'll\nuse the pieces inside the chest to form a massive Survivor arch puzzle. First two tribes\nto finish win immunity, safe from the vote.\nYou're not going home. In addition,\nyou're playing for reward. Want to know\nwhat you're playing for? (all voicing assent) -We ready.\n-PROBST: First tribe to finish, this will change everything. (cheering) Oh, my God. Hooks. PROBST:\nA massive Survivor fishing kit. MORIAH:\nOh, my God. PROBST:\nSecond tribe to finish-- not as extensive,\nbut it'll get it done. Mask, snorkel, fins,\nHawaiian sling. Last tribe to finish,\notherwise known as the losers, Tribal Council,\nwhere somebody will be the second person voted out,\nand as a penalty for losing, I will take your flint.\nYanu, you're still trying to earn yours for the\nfirst time. All right, sit-outs. Siga, you have one person\nyou're gonna sit out. Who's it gonna be? I'll sit out, but I want\nfirst go with the fishing gear. -You got it, Mo.\n-PROBST: Moriah gonna sit out\nfor Siga. Nami, one extra person.\nWho's gonna sit out? -The one and only Liz.\n-All right, Liz gonna sit out for Nami. Sit-outs,\ntake a spot on the bench. Everybody else, I'll give\na minute to strategize. We'll get it on. Let's do it! All right, here we go.\nFor immunity and reward.\nSurvivors ready? Go! It's gonna be Hunter,\nJem and Q on the machete. You've got to unthread that rope\nto release your machete, then chop the ropes\nto release your wheels. Hunter has his machete. He drops his wheels. -MARIA: Jem!\n-Make them wheels fall. PROBST:\nJem has hers. And she drops her wheels. (whoops)\nGo, Jem! -TIFFANY: Come on, Q!\n-PROBST: Q has his. And two, three. (groaning) -He drops his wheels.\n-Come on, let's go! (overlapping chatter) -One, two, three.\n-One, two, three. -MORIAH: Let's go! Let's go!\n-Okay. MORIAH:\nGo, Siga! You're running. Now you got to get the wheels\nonto your cart. Make sure you get that cotter\npin in so those wheels stay on. -Go, Jem.\n-Let's go. Let's go.\n-One, two, three. Go. PROBST:\nIt's gonna be Nami, then Siga. PROBST:\nYanu once again in last. And they're on the move. Keep going,\nkeep going, keep going! PROBST:\nYou're good, Siga. You're good, Nami.\nStart digging up your chest. LIZ:\nGo, Nami! You're good, Yanu.\nStart digging. Got a handle. PROBST:\nEverybody on the chest. You got to get 'em\nonto your cart before you can continue. (grunting) So you got that? Once again, it is a challenge that requires effort\nand communication. We got the handle, we got it. Here they come.\nWe need help with this. Nami has their first chest. Dig, dig some more. PROBST:\nYanu working\non their first chest. Get the handle, Bhanu. PROBST:\nIt is Nami in a familiar spot:\nthe lead. Yanu has their first chest. (grunting) -PROBST: There you go.\n-(grunting) Right. Siga now working\non their first chest. -What's your name again?\n-Mo, I go by. You? -Mo? I'm Liz.\n-Yeah. Nice to meet you, Liz. -Nice to meet you.\n-Oh, man. (overlapping chatter) -These chests are heavy.\n-MORIAH: Come on, you guys! PROBST:\nNow that cart's got\na lot of weight. It's Nami in the lead. LIZ:\nCome on, Hunter! -Tevin!\n-You're good. Start clearing out\nthe obstacles. We keep pushing. I got it. Come on. Here comes Yanu working\non that second chest. All right, it's Tiffany,\nBhanu and Q. We got Tim, Jem,\nCharlie, Ben and Maria. Everybody for Siga working together\nto get that chest on their cart. Also, I love your glasses,\nby the way. -Thank you. I love your socks.\n-Thank you. -Come on. Everybody.\n-Everybody push. Everybody push. -There goes Yanu on the move.\n-Yeah. Push. (overlapping chatter) Now Siga picking it up. It is Nami still in the lead. Now get the barrel away. Pick\nit up. Like, move it, move it. Nami gonna use everybody\nto clear out the entire course,\ndo it in one shot. (overlapping chatter) You're good.\nStart clearing your obstacles. You're good, Siga.\nStart clearing those obstacles. You got to get\nall those obstacles out of the way\nso your cart will get through. -Here comes Nami.\n-Left, left, left, left, -left, left, left, left, left.\n-Watch your hands. PROBST: They're gonna be first\nto the finish. Tight fit. You got to get here. -RANDEN: Turn. Go.\n-Turn right here.\n-Go. -LIZ: ♪ Nami, Nami... ♪\n-PROBST: You're good. Get your chest, now, in here. ♪ Nami, Nami, Nami... ♪ PROBST:\nThere comes Siga now. They're heading\nthrough the course. Back up. Go, go, go, go, go, go.\nYou got it. LIZ:\n♪ Nami, Nami, Nami... ♪ TIFFANY:\nDon't turn yet. Don't turn yet.\nNow turn. -PROBST: You're good.\n-Come on. Go. Come on, come on. TIM:\nEverybody, get ready. PROBST:\nYou're good. Get the chest in here. JESS:\nLet's go. (grunting) PROBST:\nNami now can start\nsolving their puzzle. (overlapping chatter) Yanu's cart is in the way.\nCan they get it in? You're good. Untie. -Come on, go. All right.\n-Go. PROBST:\nYanu has their pieces out. Everybody\nworking on the puzzle now. Let's pull all the black letters\nout. Black letters. PROBST:\nFirst, you're trying to figure\nout what to do with the letters. MORIAH:\nWell-oiled victory! Then you're gonna\nbuild an arching puzzle... CHARLIE:\nMaybe like that. ...that will be freestanding\nwhen you're done. \"Inspire\"? No, there's a \"C.\" PROBST:\nFirst, you got to figure out\nwhat is the word you're looking for. This requires\ncommunication and teamwork and a bit of a vocabulary. The white letters this way. PROBST:\nIt will spell the same thing on both sides--\nyour side and my side. It has to be same\nfront and back, you guys. -So the last letter, the last\nletter has to be on the back.\n-Okay. Nami thinks they know the word. Nami undefeated this season. -That's right, yeah.\n-On this side. TIM:\nI got you, Jem. PROBST:\nCommunication is key. You've got five people\nthat have to work together. Siga thinks\nthey have an idea now. Yanu now looking next door. This is as much about building\nthe puzzle as solving the word. -(grunts)\n-It's gonna fall. PROBST:\nSiga starting to see that now, as those pieces fall on Tim. Siga loses everything. Those blocks are very heavy. That'll break a toe,\nscrape up a face. -SODA: Go, go, go, go...\n-You've got to work together. Panic does not help. SODA:\nMy arms are, like, really -not doing well.\n-PROBST: You've got to get it\nto stand on its own. Once you do,\nget back to your mat. Immunity is yours. Yanu is taking\nan insane amount of time. No. All right.\nBring that, bring that. -Stay there, Ben.\n-I'm here, I'm here. Last letter. -Last letter.\n-Siga drops again. Opening the door now for Yanu. TIM:\nWe're right there.\nWe're right there. Hold it. -That R. That R.\n-Come on. Bring me that R.\nBring me that R. Here. PROBST:\nThat word's got to be right\non both sides. When you have it\nand it'll stand, get to your mat for the win. Yanu now is in on this. -Tiffany can't hold 'em all.\n-SODA: Randen, help him. -I-I got...\n-You got to... -I can't.\n-Come on. -Oh.\n-Oh, my God. PROBST:\nNami's dropping blocks. This is a wide-open challenge\nright now. Any tribe could win. Aah! Aah! -TIM: Guy, what's up? What's up?\n-No, come on, come on. PROBST: Siga one letter away, but getting that letter in\nand getting it to hold is a whole different thing. BEN:\nJeff, come on! SODA:\nTevin, do not give up. Nami and Siga\nmaking a lot of progress. -Right here, right here.\nRight there.\n-CHARLIE: Nice job, Maria. TIM:\nPush. We got to push them. -(grunts) I see it. I see it.\n-Randen, it's me. Let go, let go, let go... PROBST:\nNami thinks they have it. -They're trying to get it built.\n-Slowly let go. -Slowly let go.\n-Jeff! Jeff! -Jeff!\n-Nami thinks they have it,\nand they don't. -No!\n-Ah! -PROBST: Something is not right.\n-Oh, it's right here... -No.\n-Right here, right here.\nWe got to switch these two. We have to switch these two? -Come on. Come on.\n-There's got to be an N. Got to push. (grunts) -... No!\n-Ben... Stay there.\nStay there. Stay there. Stay there. PROBST:\nSiga starting back now. Stay there.\nYou got it. You got it. -All right, guys, almost there.\n-Aah! -Oh!\n-PROBST: Yanu, another disaster. Blocks everywhere. -CHARLIE: All right, Ben.\n-(groaning) -PROBST: Siga loses\nhalf their puzzle.\n-CHARLIE: It's okay. (overlapping shouting) Nami loses everything. (Tiffany screams) We are wide-open again. I' ve a lw ay s be en p ro ne to h ai r th in ni ng . I was getting older. I was under a lot of stress. I started taking Nutrafol. Nutrafol is the number one, dermatologist recommended hair growth supplement. I am back to me. Start your hair growth\n journey at Nutrafol.com ♪ ♪ At Metro get\na new iPhone 12 with 5G. Take amazing pictures,\nand share instantly. You don't take\nyada yada in life. Don't take yada yada from your wireless provider. Get a new iPhone 12\nwith 5G for only $99.99. Only at Metro. He y, D ad . I go t an A o n my b oo k re po rt . Th at 's c oo l. An d I we nt f or a w al k in t he w oo ds an d I di dn 't g et a s in gl e fl ea or t ic k on m e. Yo u ar e ju st t he b es t. -R ig ht ? I' m gr ea t. -Y ou a re g re at . Oh , br ot he r. Th is f le a an d ti ck s ea so n, ge t 20 % of f yo ur fi rs t ph ar ma cy o rd er at C he wy . To 5 0 ye ar s wi th m y be st f ri en d. [SFX: Gasp] [SFX: Spilling sound] Nooo... Aya... Quick,\n the Quicker Picker Upper! Bounty absorbs spills\n like a Sponge. And is 2x more absorbent\n so you can use less. Bounty,\n the Quicker Picker Upper. Y' al l Wa yf ai r is t he t al k of th e ne ig hb or ho od , c' mo n! We wanted a recliner. But it had to be chic. So we wayfair'd it. Wayfair for the win. Hey neighbor\nlooking fancy. Fancy? Nah. We wayfair'd it\nand saved a ton. Wayfair does it again. It's beautiful I didn't\nknow you wayfair'd. Oh girl we wayfair, tile,\nfaucet...  the works. Guess the Wayfair\nword is out! ♪ Wayfair you've got\n just what I need ♪ Lo we 's k no ws y ou g et t o en jo y Spring weather earlier. That's why we're giving you a sneak peek into our earliest SpringFest offers. Get great\n deals on the products you need to start your\n new Spring projects. Hurry in for early\n SpringFest deals. - [N ar ra to r] B e pr ep ar ed fo r no w an d wh at 's n ex t with NEXT Traffic on\nKCAL News Mornings. -(Tiffany screams)\n-PROBST: Yanu, another disaster. Blocks everywhere. -Siga loses half their puzzle.\n -(distorted screaming) Nami loses everything. We are wide-open again. All three tribes\nare still in it. You've got to spell\na word correctly on both sides and get it to hold on its own. The-the... Wait. Okay, that letter\nover there and this. Someone needs\nto grab that letter. Can we hold on for a sec?\nI got to readjust it real quick. Wait. Just hold it,\nhold it, hold it. Oh, my God! PROBST:\nYanu loses everything again. These blocks are heavy. KENZIE: Still not in. JESS: I'm holding it. (grunting) MORIAH: You guys are one block\naway from victory! -Yes. Oh! No!\n-Okay... And once again,\nSiga loses half their puzzle. Tiff, you need to move over. -You need to move over.\nThat's wrong.\n-This is wrong. -Okay.\n-Just take that one piece. -I'm gonna grab this, okay?\n-Okay. And we're gonna stick this... -Yeah.\n-Okay. (Jess screams) Give me that. Come on.\nGirl, you got to move faster. This is a difficult challenge that requires communication. RANDEN: Come. VENUS: Soda, that is the I. Put it there. Bhanu, I got these two.\nGet the other one. PROBST: Yanu -What do we need here?\n-giving it another go. Hey! PROBST:\nAnd another piece comes down. -(Tiffany yells)\n-Let's go! Now, that fire in Bhanu's belly\nis showing itself. LIZ: Yes. Yes. Hunter, can you get this or no? -HUNTER: Is it last piece?\n-Last piece. You got this. -Ready?\n-Go! I got it. Hang on. PROBST:\nNami back with another shot. -VENUS: Someone support...\n-PROBST: Is this it? -And can they get it together?\n-LIZ (chanting): Yes, you can. Yes, you can! -Yes, you can!\n-SODA: Yes, we... No, no, no, go. You go. And here comes Siga now.\nThey're in it. (overlapping chatter) Yanu thinks they're in it. JESS:\nNo, this is right.\nThis is right. -(chanting): Yes! Yes!\n-PROBST: Everybody is in it now. Nami trying to get it locked in. -It's so close.\n-We got it. Come on. Let's go. PROBST:\nIs it enough? -RANDEN: Jeff. Jeff.\n-HUNTER: Jeff! -Nami has it!\nNami wins immunity.\n-LIZ: Yeah! -PROBST: We're looking\nfor one more.\n-Yeah! (yelling) -LIZ: Wow.\n-PROBST: Nami\nremains undefeated. It's gonna be Siga or Yanu. Keep digging! Aah! I got it! Come on. Aah! PROBST:\nSiga very close. Yanu very close. -It would be their first\n-You got it. -win of the season.\n-Is that it? PROBST:\nThey could send Siga\nto Tribal Council. BHANU:\nI need a hand here.\nI need a hand here! Quickly! Quickly! Bhanu continues\nto bark out orders. Coach... Here. Like this. -Okay. Yeah.\n-You hold this with your hands. -Put your damn hands down.\nLet's go. Hold this one.\n-Yeah. -No, you got that one.\nNow, right here.\n-PROBST: Q is now in charge. Who's going to Tribal Council? Will it be Yanu or Siga? We are so close.\nThis is looking sturdy. Come on. We need someone\nto get that last piece. -Hold that...\n-KENZIE: Oh, my God. -PROBST: Yanu very close,\nbut Bhanu can't hold the pieces.\n-I can't reach. PROBST:\nSiga very close. TIM:\nY'all got it. -(grunting)\n-... What's gonna have to happen is\nyou got to use both of your hands.\nThis way and that way, okay? -Put it back up on 'em.\n-Hold strong. -Hold strong.\n-One... (grunts) (indistinct chatter) Don't let it fall. You hold this one. -(gasps)\n-Aah! Yanu loses everything. The story of the season for\nYanu, as all the pieces drop. Siga thinks they have it. Let's go! (cheering) Siga wins immunity. -Safe from Tribal Council.\n-Yes! PROBST:\nSending Yanu back to Tribal, where the second person will be voted out of Survivor 46. Huge effort by everybody. Yanu, same story-- coming up short. -TIM: Everybody.\nIt took everybody.\n-JEM: I'm so proud. -I'm so...\n-TIM: It took everybody. -Everybody.\n-JEM: Oh, my God. TIM:\nIt took everybody. JEM:\nGuys... PROBST:\nNami, congratulations. -(cheering)\n-It's coming back. Where's that headband? -Where's that headband, baby?\n-(chuckles) PROBST:\nThat headband is toast. LIZ: Damn! PROBST:\nSiga... Congratulations. Nami, nobody going home\nfrom your tribe. Head out. Enjoy the night off. -Thank you.\n-Thank you, Jeff. PROBST:\nYour massive Survivor fishing kit will be waiting for you\nback at camp. SODA:\nOh, man. Wow. PROBST:\nSiga, nobody going home\nfrom your tribe. Head out. Enjoy the night off. And your fishing kit will be\nwaiting for you back at camp. BEN:\nOh, my God. PROBST:\nBhanu, I saw some real emotion,\nmaybe frustration from you during that challenge. What were you feeling? (sighs) (stammers) We're doing everything right, but where we're losing,\nI just don't understand that. We have the strength. What we're missing is the... the planning.\nI think that's what it is. The planning is missing, and we have\nto put our minds together and I think we're\ngonna have a chat today and that's what\nwe're gonna do tonight. PROBST:\nTiffany, this is what happens. When you lose once, \"Hey,\nthat's all right. We got it.\" You lose twice. But when you just\ncontinue to lose... -Look at your body language.\nYou're frustrated.\n-I'm pissed. I'm pissed. No,\nI'm not frustrated. I'm pissed. I have a real attitude\nright now, so I'm gonna keep my actual thoughts to myself\nbefore I say something that's gonna have\npeople looking at me sideways. But I do not think we should\nhave lost that challenge. At all. PROBST:\nSo, Jess, just\nlistening to Tiffany, though she didn't\nsay anything directly, it's gonna be an interesting\nafternoon back at camp. She's gonna give me\na spanking back at camp. Oh, you think\nit's directed at you? I think so.\nEveryone's been yelling at me. All day or during the challenge? JESS:\nDuring the challenge. Are you feeling that pressure as you head back to camp now? I think we're going to\nhave to talk about it at camp. I'm just going to\ncatch my breath right now. I am feeling pressure.\nI think we all are. PROBST:\nAll right, Yanu,\nonce again, Tribal Council, where somebody\nwill be the second person voted out of Survivor 46. As a penalty for losing--\nsorry for you-- I'm gonna keep this flint. Grab your stuff. Head out. See you tonight\nat Tribal Council. KENZIE: We started strong,\n and then the puzzle-- it literally fell apart, like, on top of all of us, -because Bhanu has a hard time -(distorted): Jess! when he's faced under pressure. But Jess dropped a bunch\n of pieces a hundred times and couldn't\n spell the word \"persistence.\" So I feel like Jess is our\n common denominator in losing. I want Jess to go tonight. There is simply\nnothing like Survivor. It will test you\non so many levels and offers you nowhere to hide. If that sounds like fun,\napply to be on Survivor. Ah .. . so me o f th e mo st br il li an t mi nd s in b us in es s. No, not you. Or you. You! You auto-track business income and expenses\nwith QuickBooks... And you. You pay all your employees\neasily and accurately. And you have a\nbusiness bank account with market-leading APY. Get the full picture of your\nbusiness on one platform. Now with expert help\nwhen you need it. That's how you\nbusiness differently. Yo u kn ow t ho se m or ni ng s when it takes just a\n little bit extra to get you out of bed? This might be it. Wake up to the goodness\n of Jimmy Dean. Al wa ys d ry s co op be fo re y ou r un . Listen to me, the hot dog diet\ngot me shredded. It's time we\n listen to science. One A Day is formulated with key nutrients to support whole body health. One A Day.\n Science That Matters. Lo ok in g fo r a sm ar te r wa y to m op ? Try the Swiffer PowerMop. ♪♪ An all-in-one cleaning tool that gives you a mop and\n bucket clean in half the time. Our cleaning pad has\n hundreds of scrubbing strips that absorb\n and lock dirt away. ♪♪ And it has a 360-degree\n swivel head. That goes places a regular mop\n just can't. So you can clean your home\n faster than ever. For a limited time,\n save $8 on PowerMop. ♪ ( \"G oo d Fe el in g\" by F lo R id a fe at . AT R) ♪ This is a hot flash. (♪♪) This is a hot flash. (♪♪) But this is a not flash. (♪♪) For moderate to severe\nVasomotor Symptoms due to menopause... VEOZAH is the first and only\nprescription treatment that directly blocks\na source of hot flashes and night sweats. With 100% hormone━free\nVEOZAH... You can have fewer hot flashes and more not flashes. VEOZAH reduces the number\nand severity of hot flashes day and night. For some women, it can\nstart working in as early as one week. Don't use VEOZAH\nif you have cirrhosis, severe kidney problems,\nkidney failure, or take CYP1A2 inhibitors. Increased liver blood\ntest values may occur. Your doctor will\ncheck them before and\nduring treatment. Most common side effects\ninclude stomach pain, diarrhea, difficulty sleeping,\nand back pain. (♪♪) Ask your doctor about\nhormone━free VEOZAH... And enjoy more\nnot flashes. NAMI TRIBE: ♪ Nami, Nami ♪ ♪ Nami, Nami ♪ -♪ Nami... ♪\n-♪ Nami, Nami, Nami... ♪ -Oh, my God.\n-(excited chatter) -Oh, my God.\n-SODA: Holy crap. TEVIN:\nThis is like Christmas. -Wow!\n-TEVIN: Oh, my God. LIZ:\nOkay, go! -Oh! We got the fish!\n-LIZ: Ah! We did it! TEVIN:\nI feel like Rupert. Oh, this is like\na dream come true. (chuckles) What y'all want to do? Fishing? -But we can all go out together.\n-SODA: Okay. I'm probably gonna rest,\n'cause that huge-ass wagon went over my toe\nduring the challenge. -Oh...\n-SODA: Did it really?\n-VENUS: Yeah. -Got pretty crushed,\nso I'm gonna rest.\n-SODA: Wow. -LIZ: I think she got crushed.\n-Yeah. We won this challenge, but I got really pissed afterwards. I actually got my toe crushed by that huge... huge-ass wagon because no one\nwas listening to me. I said, \"Turn left, turn left,\"\n and they just kept going straight and ran me over. What's the point of winning\nif I'm not even being heard? -SODA: Was it the moment where\nyou were wedged at the front\n-Yeah. -and I tried to push you back?\n-VENUS: It was the moment when I was saying, \"Left, left,\"\nbut you kept going straight, and it went right over my toe. TEVIN:\n This journey\n I'm having with Venus is really ridiculous, honestly. It's up and down. It's up and down, and I'm trying\nto navigate it, and it... It's tough. It is very tough. You guys can have a celebration, but I'm exhausted right now,\nso I'll talk later. TEVIN:\n She's, like, commenting\n on the challenge, and we won. She brings the tribe morale\n down, and, uh, I'm getting real tired\nand real sick of this. I had a little bit of an issue with how we worked together\nas a team today, and I personally felt like my\nvoice wasn't being heard at all. Specifically, when\nwe start the challenge, and we're, like,\nmoving the wagon, -you guys are pushing.\n-Mm-hmm. Immediately, I say, you know,\n\"Turn left, turn left,\" and because there was a lack\nof listening, a lack of trust, it ran right over my toe,\nwhich could have been avoided. I'm gonna continuously\nbe in the immunity challenges, so if you guys\nwant to keep winning, you have to find a way\nto, like, work with me. -\"We,\" right?\n-VENUS: All of us. -Sometimes, when you say \"you,\"\nI don't know...\n-Did I say \"you\"? Sorry. Yeah, sometimes\nwhen you say \"you,\" I just don't know if it means me\nor if it means everyone. -No, no, no. I'm talking\nin general, I'm talking general.\n-Okay, okay. Venus, like,\n I adore you as a human being, and I want\nto have this camaraderie, and we have to have\nthis camaraderie for challenges. With that being said, she plays the victim a bit. I'm like,\n \"I'm not gonna baby you. That's a 'you' thing. I can't do\nthat work for you. I'm not you.\" -She's a person that takes\na long time to process.\n-Right. So it's, like, imperative\nthat we don't take anything -she's doing personally.\n-Right. Because she... this is... I've learned\nthis is just how she is. She-she could change on a dime\nbased on her emotions. -It's very clear.\n-Right. VENUS:\n I am a natural introvert,\n but I don't think I would have this issue\nwith any other tribe. It's just that I...\nwe happen to have two really big\n personalities here. I don't really know who she's\nmad at. I guess everyone. VENUS:\n Sodasia-- she has a tendency...\n(chuckles) to kind of want to be\nthe star of the show. Nami, congratulations. VENUS:\n And her tendency to grab\n the immunity idol from me, every time\n Jeff hands it to me... Congratulations.\nIt's coming back. VENUS:\n It's kind of, like,\n really rude and annoying. The fact that\n your first reaction is to just grab it for yourself--\n like, it's a bit childish. You don't want to see\na pissed off version of me. I've been sad the past\nthree days. Now I'm just pissed. So I'm gonna work twice as hard\n to work with Randen to use his Beware Advantage\n to get to a merge, and I will flip immediately against these people. ♪ ♪ BHANU:\nHey. Tiff. No. Come on, dude. You kicked some butt there. You kicked butt there! (sniffles) TIFFANY:\nI'm-a take a little walk.\nI'll be back. Cool. (sniffles, sighs) (groans) (sniffling) I'm not crying because we lost. I mean, I was hurt that we lost,\n but I was just even more upset because of the way\n I lost control. That's just\n not the type of player that I want to be perceived as. Like, nobody on the other tribes\neven knows me yet. I don't want\ntheir perception of me to be this crazy,\nangry Black girl that can't keep her cool\nduring challenges. (sniffles) And I feel like\nthat's what I looked like today. But I was so broken. Because it's like, you're\n not taking this seriously. And I can't work\nwith people like that. I cannot work\nwith people like that. KENZIE:\n You want to take a second -or you want to talk?\n-We can talk. -Are you sure?\n-Yeah, yeah, yeah. I'm good. -Hey. It was not you.\n-God, I'm so... -I'm so angry.\n-I know. -It's just...\n-It wasn't on you. Hey, bro. -I know.\n-There were so many times\nthat I looked up during the challenge\nand Jess was literally walking. -I know.\n-I'm like, \"Bro.\" KENZIE:\n Tiff was down, down and out. Like, I feel for her. It's not\n a good feeling, but I'm like, \"We lost it. Let's move on\nand talk about Tribal.\" -I felt the same thing.\n-Like, she kept dropping 'em. Look, we can't think about that. We only have\na few hours until Tribal, so you and I\nneed to get straight. Like, what do you want to do? Do you want to hide an idol,\nmake her think she's safe so she doesn't play\nher Shot in the Dark? -I feel like we don't\nhave a choice at this point.\n-Okay. I woke up this morning\n with an idea that we could hide a fake idol and make Jess think she has a real idol\n so that she doesn't play her Shot in the Dark. I macheted off the beads\n from Jelinsky's water bottle. I tell Tiff this idea. We used the note\n from Tiffany's idol and the parchment from\n Tiffany's Beware Advantage. All right,\nthis look official to me. KENZIE:\n Then Tiff went to hide it. The traps have been laid out. They are...\nThe carrot is in the snare. TIFFANY:\nShe'll think she has an idol, -so she won't\nplay her Shot in the Dark.\n-Q: Right. KENZIE:\n The only ones in on this plan\n are me, Q and Tiff. -Y'all do what y'all have to do.\n-TIFFANY: All right. I think it's a foolproof plan. Like, she's gonna find it. It's sticking out a little bit.\nIt's perfect. Honestly, I'm about\nto start go looking for idols. Oh, my God. Do you think you're in trouble? It's Survivor. None of us\ncould be too comfortable. -JESS: Yeah.\n-I'm scared, too, like... Guess we should\ngo look for the idol. TIFFANY:\nWe should. We absolutely should.\nCome on. You don't want\n to look for idols? Girl? Your name\nis on the chopping block. At the very least, you should\n be like, \"Absolutely.\" Not \"Yeah, I think so.\" JESS:\nOh, my God. Spider. -You search those rocks\nover there?\n-No. I led her over to the wall, and sister's over here\n looking at trees. I'm like,\n\"Did you check the wall? Did you check the rock wall?\" You said you don't\nthink it's in this area? But we literally\nlooked everywhere else. You searched\nreal good over there? It's right there, girl. Sis can't look for idols\n to save her life. I literally planted the idol\n in the same exact spot where I found it, and she walks right on past. I'm not gonna get this girl\nto get this idol. Did you talk to her? Jess is not gonna find it, even if we had\n a blinking neon sign that was like,\n\"There's an idol right here.\" Jess would have just, like,\nwalked right underneath it. Should we let Q... (whispering):\nJess, Jess, Jess, Jess, Jess. -Yeah?\n-(whispers): Come here. Hurry, hurry. -Okay.\n-Listen... Yes. It's my idol. -Can we go over here?\n-Come on, come on, come on. I show Jess this fake idol,\n and I tell her, \"You have to write down\nwho I want.\" Okay. When I give you this,\njust keep looking. -Keep looking\nuntil we have to leave.\n-I will keep looking. Q:\n Because of my relationship\n with Jess, and telling Jess that\nI want us to work together, but I want no one\nto know about it, has allowed me to present\n this fake idol to Jess and her think it's real. -Play it cool at Tribal.\n-Okay. I told you, I got your back.\nTrying to help. Do not say that I gave you this,\nwe talked. You go that way.\nI'm going this way. We should get rid of Jess\n for many reasons, but I am Jess's number one. All I need to do is tell Jess to write down Kenzie. How do you... Come on, show me. Q:\n I am Bhanu's number one. I have Bhanu's vote. The three\n of us have enough votes. We can get Kenzie out this game. Okay. Q:\n I have Jess on one side,\n who I want going home. I have Kenzie on the other side,\n who I want going home. So I know one of the two\nthat I want to go home... ...will exit tonight. -(whoops)\n-(chuckles) He re ' s to g et ti ng be tt er w it h ag e. Here's to beating\nthese two every Thursday. Help fuel today with BOOST\nhigh protein, complete nutrition\nyou need... ...without the stuff\nyou don't. So, here's to now. BOOST. ZY RT EC a ll er gy r el ie f wo rk s fast and lasts a full 24 hours so Dave can be the... Deliverer of dance. OK, Dave! Let's be more\n than our allergies. Zeize the Day with ZYRTEC. I me t wi th a T ur bo Ta x Ex pe rt because I had\ntwo full time jobs... Lawyering and... Liaming. Count on me, Mia. I'll file your taxes for you with 100% accuracy,\nguaranteed. Let a TurboTax\n Full-Service Expert do your taxes\n as soon as today. Di d yo u kn ow .. . 80% of women are\n struggling with hair damage? Just like I was. Dryness and frizz\ncould be damaged hair that can't retain moisture. New Pantene Miracle\n Rescue Deep Conditioner, with first-of-its-kind\n melting Pro-V pearls... Locks in moisture to repair\n 6 months of damage in one wash,\n without weigh down. Guaranteed\n or your money back! For resilient,\n healthy-looking hair... If you know, you know\nit's Pantene. If y ou h av e ch ro ni c ki dn ey d is ea se you can reduce the risk of\nkidney failure with FARXIGA. Because there are places\nyou'd rather be. FARXIGA can cause serious\nside effects, including ketoacidosis\nthat may be fatal, dehydration, urinary tract, or genital yeast infections, and low blood sugar. A rare, life-threatening\nbacterial infection in the skin of the\nperineum could occur. Stop taking FARXIGA and call\nyour doctor right away if you have symptoms of\nthis infection, an allergic reaction, or ketoacidosis. ♪ FAR-XI-GA ♪ TIFFANY:\n Man, I just want to eat. KENZIE: When we get that flint,\n we're gonna be set. TIFFANY:\nBe careful. Ow. -You cut yourself?\n-Yeah. -Is it bad?\n-Yeah, it is pretty bad. -TIFFANY: Oh, my God.\n-Really, really bad. TIFFANY:\nSee? I told you to be careful. KENZIE:\n We're about to go to Tribal and our best person\n with the machete chops his finger open. We can't catch a break. Just the cherry on top. (laughs) Oh, this sucks. KENZIE:\n Jess was never gonna find the fake idol, so Q just gave it to her. -(laughs)\n-Girl, what are we working to? This is clown school. (snorts) You have to be smart\nto go to clown school. This is remedial clown school. KENZIE:\n It's pretty glaringly obvious that Q, Tiff and I\n are the only people here who know anything\nabout the game. And we are working with... Oh, my God. There's, like,\nsomething pointy in my neck. ...some dinguses. Why can't something go right? Hopefully,\njust go right tonight. I'm voting for Jess tonight. Not because she's a bad person,\n it's just, she's a bad Survivor player.\nIt is what it is. JESS:\n My game tonight relies on Q, but I'm starting to wonder,\n like, I don't even know if the idol he gave me is real. It's got this thing that looks like\nevery adornment on every Survivor gear\nthat we have. Can you look me in the eyes and\ntell me that the idol is real? I found the idol on day... I tell you what.\nJust give it back. -(chuckles)\n-No, no, no, no. 'Cause I'm risking my idol -for you to stay.\n-Okay. For you to question it... JESS:\n I don't really have a choice\n but to play it and hope that it's real. I think Kenzie's a huge threat.\n She's just gonna sail to the final three\nif they don't... if they don't get rid of her. But I think Tiffany and Q\n are working together, so I don't think\n Q would pull off a blindside tonight without Tiff. Do you think\nTiffany would vote Kenzie? That's a good question. JESS:\n So I'm going\nto put Kenzie's name out there, which is probably very stupid, but I need to be\nplaying this game as well. TIFFANY:\nLike, where's your head at? I feel like nobody wants to,\nlike, throw out a name. There's five of us\nwho need three people -to vote one person out.\n-Yeah. What's the pros and cons\nof everybody? Who do you want to start with? -Um, I'll start with Bhanu.\n-Yeah. While-while he's\na sweet, sweet soul, I think he's\na bit emotional at times. -Yeah. -TIFFANY: Jess, pros... I'll circle back to that. Yeah, I don't know\nwhat Jess' pros are, so I think we're pretty solid on\nthe fact that we want Jess out. What are\nyour pros and cons for Kenz? Oh, my God.\nKenz is so socially strong -that if she went to the merge,\n-Yeah. she's, like, so fast\ngetting to everybody and bonding with them. -Is that a pro or a con, though?\n-Yeah. -Yeah, yeah, yeah.\n-I don't know. I haven't\nmade that up in my mind yet. At this point,\n I think Jess is kind of, like, floating around\n and putting out feelers to see who... who will not\nwrite her name down. We were talking about\npros and cons of everybody. We were on, like, Q. JESS:\nQ, pros: tribe strength. -Yeah, so-so\nwhat are y'all thinking?\n-JESS: Yeah. TIFFANY:\nIt's Bhanu? I mean, what else is there?\nI don't want it to be any of us. -KENZIE: But right now...\n-JESS: Yeah. we have a chance to not lose. -BOTH: Yeah.\n-KENZIE: And that\nis because of Q. But, right now,\nit's pretty essential -that we keep him.\n-TIFFANY: I agree. Last Tribal,\n I wanted Jess out first, and the whole way home, I just kept thinking to myself, \"You should've\n got Jess out first.\" -Y'all ready? Okay.\n-Yeah. TIFFANY:\n But I'm okay with that, because she going home tonight anyway, so... JESS:\nWell, Kenz joined us. -What'd she say?\n-Well... (chuckles softly) -BHANU: Jess,\nyou got to be open with Q.\n-She pitched one of you, -and it was... you.\n-Q: Okay. BHANU:\nBro, this is not nice. I don't like this. I don't like\nto have my name out there. I just don't understand.\n Why me? I'm giving my blood,\nsweat and tears to this tribe, and when... and the result,\noutcome is this? Just because\nI'm a little emotional doesn't mean that\nyou guys vote me out. (whispers):\nLike, we need to vote her out. She's playing you like a fiddle. BHANU:\n I'm very nervous, because\n Jess and I just started talking strategy,\n and I don't know if she's gonna\n stick to the plan to blindside Kenzie. What do you say that I can trust you with this, that you're gonna\nnot gonna go back and talk to Kenzie about our plan? How can I trust that? Jess... Q: So what'd they say about me? They want to keep you 'cause\nyou're strong. (chuckles softly) Q:\nOh, because I'm strong, huh? But then, at some point,\nit won't matter -how strong any of us are.\n-Q: Right. See, Tiff has to be on board. -You're right.\n-JESS: Yeah. Bhanu, you're not\ngoing anywhere. Trust me. I have Jess and Bhanu's vote, but the problem is this. Bhanu and Jess\n are both liabilities, so I need Tiff. I need her. I need her\nto be on the same page as me. -For real?\n-Yeah, that's what she said. Damn. That's crazy. -Yeah.\n-Yo, Kenzie is definitely\nintimidated by you. Kenzie wants me to herself. What'd Kenzie say? Well, no, she didn't\nsay anything specific to me. She just, like,\nshe'll make comments like, \"You're my number one, right?\" I'm like,\n\"Oh, yeah, yeah, yeah,\" like... But, no, I-I do...\nI can pick up on the fact that she's intimidated\nby our relationship. Man, I don't trust\nthat girl now, bro. Let me get, uh, closer to you. Q:\n Kenzie don't like\n that I am Tiff's number one. Eventually, she's gonna\n get jealous. Why not just get rid of this problem\nbefore it's an actual problem? Kenzie don't\nreally want me here. -I'm telling you.\n-TIFFANY: You don't\nthink she do? Hell no.\nShe want me here now -because of the strength.\n-Huh. We go to the merge,\nshe will get rid of me -in a heartbeat. -TIFFANY: Kenzie's super loyal to me. I don't know\n if she's as loyal to Q. And that's where\n the divide comes. Q wants her out ASAP, but is it too soon? Q:\nSomebody don't want me here\nand I can feel it, I can't play with them. ... Q:\n I don't trust Kenzie and she doesn't trust me. But here's the deal.\n I'm in the middle. I have two plans going\n and I don't know which plan we're gonna execute. Keeping Jess means\n I have a loyal number. She's someone\n who can vote with me, but I have to babysit a lot more. If we keep Kenzie,\n I don't have to do much work. She's a self-starter. Kenzie's gonna\n go on the other side and bring in numbers, but those numbers\n might not benefit me. I have to figure out\nwhich one will be the best for my endgame, and\nI have to figure it out quick. ♪ ♪ ( ♪ ♪ ) Start your day\n with Nature Made. The #1 Pharmacist Recommended Vitamin and Supplement Brand. ♪ J us t th e tw o of u s ♪ ♪ We can make it if we try ♪ ♪ Just the two of us ♪ ♪ (Just the two of us) ♪ Get two entreés\n and an appetizer for $25. Only at\n Applebee's. To 5 0 ye ar s wi th m y be st f ri en d an d my s ou lm at e. [clanking] [gasping] Nooo... Aya... Quick, the Quicker\n Picker Upper! Only Bounty absorbs\n spills like a sponge. And Bounty is 2x\n more absorbent so you can use less\n and get the job done with one. You've got a bit of\nyour face on your face. Bounty,\n the Quicker Picker Upper. And get four rolls in one\n with the Bounty Mega Roll. Our longest lastng roll. Wh en m ig ra in e st ri ke s, yo u ' re f ac ed w it h a ch oi ce . Accept the trade offs\nof treating? Or push through the pain\nand symptoms? With UBRELVY,\nthere's another option. One dose quickly stops\nmigraine in its tracks. Treat it anytime,\nanywhere without worrying where\nyou are or if it's too late. Do not take with strong\nCYP3A4 inhibitors. Allergic reactions to\nUBRELVY can happen. Most common side effects\nwere nausea and sleepiness. Migraine pain relief\nstarts with you. Ask about UBRELVY. Learn how AbbVie could help you save. Lo we 's k no ws y ou g et t o en jo y Spring weather earlier. That's why we're giving you a sneak peek into our earliest SpringFest offers. Get great\n deals on the products you need to start your\n new Spring projects. Hurry in for early\n SpringFest deals. St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. ♪ ♪ PROBST:\nAll right, so, Jess,\none of the unique aspects\nof Survivor is that you have to play this game, live in these conditions,\nwith people you may not normally\nwant to even be around. Jeff, we have to rely on\neach other in these conditions. We don't have anybody else. We have to use\neach other's resourcefulness. Bhanu even cut his finger with a\nmachete today, just to feed us. -Like, we're learning to...\n-You mean he fed you\npart of his flesh? (laughing) I wish.\nI really need the protein. PROBST:\nSo, Kenzie, you're\nalways relying on each other, even though you're\nvoting each other out, and that's part of what\nmakes it so complicated. KENZIE:\nYeah, it is complicated\nbecause we all genuinely enjoy each other, but, like,\nnow we're having to choose who can we work with\nlong-term in gameplay. It's hard, but that's\nthe reality of the game. Tiffany, Kenzie was very\nspecific in saying, \"Right now, we have to decide who we can\nplay this game with long-term.\" I agree with her. I'm a person\nwho-who acts off of data. And if we look at the data, we have lost\nevery challenge we competed in. So we would be fools\nnot to think about who can we play this game\nwith beyond the tribe stage of the game. Wow. I'm trying to think\nif there's been a tribe that has admitted this\npublicly in front of each other, especially\nthis early in the game. So, Jess, does\nit frighten you that it could come down tonight,\npotentially, to relationships -that people are\nthinking about days from now?\n-JESS: Yeah. It's a dog-eat-dog world\nout here, and I don't know\nthat we have our stuff together to win\nthe next immunity challenge. We have to be realistic, and we have to think about\nhow to move forward. And it sucks because Kenzie\nand I have not talked strategy. We've been kind of\ntiptoeing around each other. I described it as, like, we're dancing\nwithout touching each other. -It's really weird.\n-(Kenzie chuckles) It's weird 'cause we're both, like, the smallest people\non the tribe, -and, like, everybody thinks\nthat you're their BFF,\n-Yeah. and you're just amazing. Like, you're-you're going\nto eat everybody moving forward. -Like...\n-KENZIE: Yeah. I love that you pointed that out\nto everyone. -I should've said this\nto your face.\n-KENZIE: It's fine. It's okay, but it doesn't, like,\nmake me want to be like, \"So, what do you want to do? \"Throw me under the bus?\nBeautiful. Love it. Let's dance.\" So, no, I didn't want to talk\nstrategy with you today. PROBST:\nWow, so, Q, I'm guessing\nyou didn't anticipate Tribal Council\nwas gonna go exactly like this. You know, Jess, in her mind, she thinks she's in trouble. So now she's saying, \"Okay, \"if I'm going out,\nI want everybody to be aware of what is a hidden threat\nwithin this camp.\" And if that's her truth,\nthat's her truth. Let's talk\nabout today's challenge. Tiffany, you were so frustrated you said,\n\"I'm not even gonna talk,\" which is a normal situation. When you lose like this,\nif you're not frustrated or a little angry,\nthen you're not in it. Yeah. I was-I was devastated\nafter that loss. I willed myself\nthrough that challenge. I gave everything I had. So to still do that and lose, like, it-it broke me, like... So I knew at the end,\nwhen we were just standing there,\nI was upset from the loss and I knew that we were\ncoming back here tonight. I knew it was better for me\nto just shut up in that moment than to say something stupid\nthat I would want to take back. Bhanu, you had no problem\nreleasing your emotions today. Jeff, I'm a very\npassionate person. What's in here is here. I get that a lot. \"Oh, Bhanu is emotional.\nHe's crying. He's weak.\" Do you know\nhow much courage it takes for someone to just\nshow their emotions? I'm showing all my courage.\nI'm showing my true self. I'm authentic. And tonight,\nI'm holding my tears and I don't want\nto get emotional because, Jeff, I heard someone\nin the tribe saying that, \"Oh, Bhanu, he's-he's weak.\nHe's too emotional.\" If this passion, if this emotion\nis making you feel like, \"Oh, my God, you're too... You're-you're too this,\nyou're too that,\" I'm sorry. I'm so sorry. But this is me,\nthe passionate me. So are you saying you think\nyou're in trouble tonight? -Because...\n-Absolutely. I'm 100% on the chopping block\ntonight, but tell me where\nI'm failing in this tribe. They know that I'm reliable.\nThey know that I'm trustworthy. They know that I'm honest.\nThey know that I'm disciplined. They know that I'm hardworking. When you close, it's what? -It's a strength. It's a power.\n-I feel it. I've told them. I had these\nconversations with Tiffany, with Q, of course,\nKenzie as well. And I told them,\nindividually and together, \"Work with me.\nI want to work with you.\" Bhanu, I got to say something,\nbecause you've done this twice, so I don't feel\nlike I'm stepping -into your game too much.\n-Please. Please. You appear\nto be very forthcoming about who you're tight with. At the first Tribal Council, you were blurting out\nlots of things and saying, \"Let's just vote\n'cause it's Jelinsky.\" And just now,\nwhat I've gathered is you have an alliance\nwith Kenzie, Q and Tiffany. So how about Jess? Jess and I...\nOh, how can I explain this? I only connected\nwith Jess yesterday. Yeah. So, Q,\nwhat do you make of Tribal now? Q:\nJeff, we have\nto be very, very careful of what we say\nwhen we sit in this seat. The emotions don't\nhave to come out all the time. Being able to control them\nis just as powerful as letting 'em out. Jeff, the only reason\nwhy I said this is because this is our tribe. If we're in a merge,\nI'm not gonna say, like, \"Oh, they said this...\"\nThis is just our tribe. This is Yanu. Once I say it, I'm done with it. -Right, but it's gonna come\na time where you can't say it.\n-But what Q's saying... It's gonna have to stay here.\nIt can't come out of the mouth. I can do that, too.\nI'm training myself. If Jess now feels like we're all in an alliance\nand she's going home, what if she pulls out an idol\nand write my name down? You see how\nthat kind of plays itself? Q, I understand that,\nbut I also trust in my connection with Jess. Understood.\nJeff, it's time to vote. You all ready to vote? ♪ ♪ All right, it is time to vote. Kenzie, you're up. All right, let's party. I'll go tally the votes. If anybody has\nan advantage or an idol and you want to play it,\nnow would be the time to do so. PROBST:\nPlaying this for yourself? Yeah, I'm going\nto play it for myself. -For yourself. Okay.\n-Yeah. PROBST:\nYou can sit back down. ♪ ♪ This is... not a hidden immunity idol. Any votes cast for Jess will still count. (both laugh) All right, I'll read the votes. First vote: Bhanu. Jess. One vote Bhanu,\none vote Jess. That's two votes Jess,\none vote Bhanu. Second person voted out\nof Survivor 46: Jess. Oh, man. You guys are so good. Oh, my God. (groans) -Jess...\n-(laughs) -You okay?\n-This, just, whole thing\nis so surreal. Yeah, I'm okay. The tribe has spoken. Time for you to go. -Bye, Jess.\n-Bye, Jess.\n-JESS (laughs): Bye. Geez Louise. Grab your torches\nand head back to camp. Good night. ♪ ♪ Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org (S me ll in g) Ew. Gotta get rid of this. ♪Tell me why♪ Because it stinks. ♪Have you tried\nDowny Rinse and Refresh♪ It helps remove odors 3x better than\n detergent alone. It worked guys! ♪Yeahhhh♪ Downy Rinse and Refresh. Br ea th in g Cl ar it in C le ar Is L ik e. .. (♪♪) Is he? Confidently walking 8\n long haired dogs and living as\n if he doesn't have allergies? Yeah. Fast relief of your\nworst allergy symptoms, like nasal\ncongestion. Wh aa at ?? It's super hero day\nat school... ♪ Tiktok song ♪ sfx: [Tea Kettle] sfx: [DING!] ♪ L'Eggo with Eggo. Can we... ♪ ♪ Stay ahead of your child's\nmoderate━to━severe eczema, and they can\nshow off clearer skin and less itch with DUPIXENT. The number one\nprescribed biologic by dermatologists\nand allergists, that helps heal your\nchild's skin from within. Serious allergic reactions\ncan occur that can be severe. Tell your doctor about new\nor worsening eye problems such as eye pain\nor vision changes, including blurred vision,\njoint aches and pain, or a parasitic infection. Don't change or stop\nasthma medicines without talking\nto your doctor. Ask your child's eczema specialist about DUPIXENT. VENUS:\n People think Hunter's\n a really sweet dude. I can see right through\n that facade. PROBST:\n Next time on Survivor... -That's how you do it.\n-(cheering) Wow! BEN:\n Oh, my God. This is out of control. She's like this mermaid dragon. (music playing faintly\nover speakers) ♪ ♪ (shopping cart approaching) I'll be okay. I'll be okay. (groans) (footsteps approaching) Hey, man, you all right? (creaking) (cries out) (crashing)"
}