{
    "season": 46,
    "episode": 6,
    "title": "Cancel Christmas",
    "transcript": "(laughing) (laughing) PROBST:\n Previously on Survivor... \"There is a hidden immunity idol\n in this box. \"...return to this location to receive\nfurther instructions.\" -...if you get one person\nyou trust,\n-Yeah. you get one person you trust. I'm not sure who...\nMaria for you. Oh, dear. I lost my vote... Not great. ...because I didn't know\n the order of the logos. You got this, Q! PROBST:\nFor the win. There it is! Yanu wins their first immunity challenge\nof the season, sending Siga to Tribal Council\nfor the first time. Okay. CHARLIE:\n Maria and I are\n at that crossroads. Yeah. Yeah. CHARLIE:\n We can go with the women or we could go with the men. Fifth person voted out\nof Survivor 46: Jem. The tribe has spoken. JEM:\n This is a total\n blindside tonight. With an idol in my pocket.\n(groans) ♪ ♪ MORIAH:\n In a word, that sucked. Unbeknownst to me,\neveryone was out for Jem. And I wrote down Ben, someone who's been, honestly, pretty kind to me\n this whole game, so, it just sucks\nto be on the wrong side of not only a vote,\nbut the first vote. And on top of that, a blindside by people\nyou think you can trust. Don't sweat it, dawg. Feel like an idiot, but at least\nI'm a living idiot, so... CHARLIE:\nYou're definitely\nnot an idiot, Mo. MORIAH:\n It's, like, I would rather\nbe a living fool-- which I kind of am right now-- than, you know,\na dead know-it-all. And, Mo, I just\nwant to say, you know, I totally think you're valuable in this tribe. -Mm-hmm.\n-TIM: Nobody wrote your name. -BEN: Yeah.\n-You know what I'm saying? Like, that's... that's valuable. MORIAH:\nI'm appreciative that I'm here, and I really am Siga strong. I'm feeling conflicted inside. I mean, they lied to me. I was out of this vote,\n but at the same time, I did not see my name\n a single time. So that tells me maybe there's still room\nfor me to grow in this game. Otherwise, I got\na Shot in the Dark burning a hole in my pocket. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ KENZIE: It took Yanu a really long time\nto get our stuff together, but once we got it, we got it. Just, like, reigniting\n the fire this morning, and it caught in three seconds-- like, that's how we're doing. We finally have a... that spark\nthat's gonna keep us going. Thank you. -Oh, my God.\n-You want to open it? -Oh, my God.\n-TIFFANY: This is,\nlike, a real note. Let's see. (Tiffany screams) -Told you!\n-(Tiffany and Kenzie scream) I thought-I thought we had... This lovely piece of paper says, \"Drop your Buff. We're taking you\nto your new home.\" And if you watch Survivor, you know what that means. Merge, baby. -You were good to us\nwhile it lasted.\n-Kinda. No, he wasn't. TIFFANY:\n To make it with the people that I actually wanted\n to make it with-- my best two pals-- oh, my God. It's, like,\nthe best feeling ever. Giddyup, baby. Let's go play. TIFFANY:\n And, of course,\n we cannot forget our biggest ally, Adelisha,\nwho I keep in my bra. She is not going anywhere, and I feel like\nshe's really gonna help us out\nwhen we get to this new beach. Oh, my God! (chanting):\nMerge! Merge! Merge! Merge! TIM:\n We're headed to a new camp. We don't know what's in store. TIM:\n And right now,\n we are Siga strong. Five. But in my opinion, Mo's still on the bottom, so, if it comes to a point\n where we have to eat our own, it would be Mo. We're going in stronger\nthan we were last night. MARIA:\nThat's right. I am elated. In theory, there's\n a pretty likely chance I am the bottom of this five. But when the game changes, so do your relationships. And if I don't got four friends\nrooting for me here, I might have four enemies, and that's not gonna get me far\n in this game. You know, go with the devil you know\nover the devil you don't. HUNTER: \"Drop your Buffs. Your fellow castaways\nwill be joining you soon.\" (screams)\nI knew it! Oh, my... God. -Drop your Buffs!\n-Oh, my God! HUNTER: We got tree mail today,\n and when we open it, I see that\nit's the \"Drop your Buffs.\" Like, it's happening now, which is exciting, but for me, it starts a timer. And so, I run like I'm doing a little airplane down the beach so that my tribe buys that Hunter's just excited about\n  this \"Drop your Buffs thing.\" HUNTER:\nBut in reality, a few days ago, I found the Beware Advantage. It says you have to wait\n until either you lose or you drop your Buffs\nto get a clue to find a key to open a box to get the idol. Then I have to run back\n to the place where I found this Beware Advantage\nto begin with, dig it up and follow whatever\ninstructions it has for me before the new Tribemates\n show up. And so, this unknown timer just automatically\nstarts counting down. Okay. Okay. It's got\nto be some of the steps. Maybe the steps\nin front of camp. The thing that gave it away-- \"This step\nwon't lead you astray.\" And I almost immediately\n know where it is. Back at camp at the step. SODA:\nI can't even process this\nright now. A bunch of new people. HUNTER:\n So I go back to camp, and everyone is just sitting\n in the shelter, so, what am I supposed to do? SODA: You vibe. -HUNTER: Catch my breath.\n-SODA: You catch your breath. -You can do you.\nCatch your breath.\n-VENUS: Yeah. HUNTER:\n And so I'm like, \"Whatever. I'm gonna go sit on the steps.\" VENUS:\nWhat's his mindset right now? 'Cause I can't read him. -SODA: Who?\n-VENUS: Hunter. SODA:\nYou got to ask him.\nI don't know. I just asked.\nYou don't have to shut me out each time I ask you a question. SODA:\nThat's your feelings.\nThey're valid. I don't know. I know.\nI didn't say you did know. HUNTER:\nSo I'm digging in these stairs, but I can't find anything,\n and it's... It's pressure from all over. I've got people behind me probably gonna\ncome down the steps. I'm looking for a boat\n to come on the horizon. I mean, realistically,\nwe used to talk all the time in the beginning,\nand now you barely talk to me. And that's just a real...\nthat's, like... I'm not blind, so, like,\nthat's just reality. SODA: I feel like we have\nnot so much to talk about because Nami\nkeeps winning, and... But we need\nto talk to each other. Like, it doesn't have\nto be strategy all the time. HUNTER:\n If those boats show up, the time\nto find the idol is done. So, there is definitely\n a ticking time bomb. I don't just have\n to find this thing. I'm not looking for the idol. I'm looking for the key\nthat gets me to my box that opens it\nand then I get the idol. And so, there's so much to do\n and so little time and so many pressures,\n and you're just like, \"Oh, my goodness. I've got to get moving\nwith this.\" Oh, golly. Hey, Hunter. Come on, Liz. And so, I finally\n get the key out, and then here comes Liz, almost instantly, to talk to me. I think I left a sling\nout by the boat... 'cause I was excited. I'll go get it for you. I think I left my other one\nout there, too. I don't think\n she sees anything, and so, I hightail it to where\nI've hidden this thing. VENUS:\nOh! Dude, they're making\na beeline, bro. (whispering): Nice, nice, nice,\nnice, nice, nice, nice. Oh, my God. I finally open the box. There it is-- a full-blown idol\nsitting in this box for me to use that nobody... knows about. That was way too stressful. This is also\n really important because I lost my vote\n on the last journey. And so, in the end, this could be the only thing\nthat saves me. ♪ ♪ (whooping) The monster is coming. I look out into the water, then what do I see but two boats\n coming at me at full speed. I said... Here they come. (both whooping) LIZ:\nLand ho! Oh... my goodness. TEVIN: What I wanted to do was make people feel comfortable\nwhen they get here. Come on, y'all! Human to human, I see you.\n We all here. You got a dream, I got a dream. Hello, fellow human.\nLet's play the game. -Oh!\n-Hi, Charlie. -Nice to meet you.\n-Thank you.\nNice to meet you, too, man. Oh, it's so good to see you. KENZIE:\nWe're pulling up on Nami beach. I am just feeling\n so accomplished. There's five on Siga,\nfive on Nami, but there's three of us right in\nthe middle. Three of us Yanu. And ideally, it's just like,\n \"Which way are we gonna go?\" TIFFANY: Oh, my God. Yanu really got it handed to 'em in the beginning\n of this game, so, we've got some experience\n in our belt that the other tribes\n don't have. I know what it's like\nto see Jeff snuff a torch. Nami doesn't know that at all,\nand Siga's only done it once. So, I'm like\n a cast iron skillet that's been, like,\n oiled up and seasoned. And they're like store-bought,\nnonstick right now. Like, that's where we're at. -Hi, everybody.\n-(cheering) KENZIE:\n Giddyup, 'cause we're about\nto play, baby. (cheering) Wh en I w as t we lv e ye ar s ol d wi th c an ce r, I spent most of the year\nlooking out a hospital window. All I wanted was\nto be outside. I owe the people at St. Jude everything because I'm\nseventeen years cancer-free. My marathon is for St. Jude. And helping all those\nkids with cancer who just want to\nbe kids again. (♪♪) Oh , ye ah , ma n. Take it from your\ninner child. What you really\nneed in life is some freakin' torque. What? The Dodge Hornet R/T... the totally torqued-out\n crossover. I' ll b e ho ne st . By the end of\nthe day, my floors...yeesh. But who has the time to clean? That's why I love\nmy Swiffer WetJet. It's a quick and easy way\nto get my floors clean. WetJet absorbs\nand locks grime deep inside. Look at that! Swiffer WetJet. Wh y do d er ma to lo gi st s wo rl dw id e re co mm en d La Roche-Posay? Effective skincare\nlike La Roche-Posay Double Repair\nFace Moisturizer delivers double-action\nto help repair skin's barrier and provide 48-hour hydration for healthy-looking skin. La Roche-Posay. Br ea th in g Cl ar it in C le ar Is Like... Is he? Claritin Clear? Yeah. Fast relief of your worst\n allergy symptoms, like nasal congestion. Live Claritin Clear® Ge t to K oh l' s an d re fr es h ev er y ro om during our Spring\n Home Sale. With Sonoma Goods for\n Life bedding for 20% off. A Nespresso Vertuo Plus\n Deluxe for 30% off. Cuisinart cookware\n sets for 35% off. And Sonoma Goods For\n Life decor for 20% off. At Kohl's. (indistinct, chatter) TIM: I just want to say\none thing to everybody out here. I don't know\nwhat's about to happen, but congratulations. (whooping, cheering) TIM:\nIt's hard. Just major congrats. TIM: We're excited, but we don't have any Buffs.\nThere's no merge. We're in this Survivor limbo. And so, we're kind of wondering what does happen next. TIM:\n But I know that\n my tribe is priority, so, we don't want\n any cracks evident. We want to seem like\n we're five strong because we don't want anybody\n to be exposed 'cause if we said that\nMoriah voted for Ben, they could think she's possibly\n on the outs of Siga, and probably use her\n as an alliance. And right now, we got\n to protect Siga's numbers. -VENUS: I mean, you know,\nsame thing as Siga.\n-Winning. When you keep winning,\nlike, no one's scrambling, no one's drawing lines. But I-I just want\nto work with you guys. It's a breath of fresh air\nto have new people on this camp. I am so excited to, like,\n have a new conversation and to not be met\nwith silence and blank stares from Tevin and Soda. Like, I am so over\njust their attitude towards me. Tevin is the type of person\nwhere if you were next to him\nin final three, I'm sorry, you're not winning. I have a good feeling\n that I can actually connect with new people and gain\n some more traction and, like, some more power in this game.\nI feel like I've had no power on Nami,\nI've had no say. Like, I've been on the bottom\nand King Tevin's been here, controlling all his puppets,\nand now I get to be the king. Mm-mmm, mm-mm-mmm,\nmm-mm-mm-mmm. Q: My take on the Nami group is there's cracks\nall around this island. They have a beautiful home, but\nthey ain't filled the cracks. And that is perfect because I've already kind of laid\n the foundation for the plus-one alliance. TIFFANY: Okay. TEVIN:\nAnd I said,\n\"That is a beautiful idea.\" I love it. I love it. -Beautiful idea.\n-Chef kiss. Q:\n Hunter, Tim and myself made an alliance at the journey, and we all got the opportunity\nto pull in one person who we all must protect. I pulled in Tiff. Hunter pulled in Tevin. Tim pulled in Maria. So today, the journey six is what I want to try\nto make sure is intact. -Yeah?\n-I'm more so... I'm just unsure about Tim because he has so many options\nover there, 'cause they do seem like\nthey're all getting along. Q:\n But Hunter and I--\n we still are a little wary about Tim and Maria on whether or not\nthey're on board. We have to make sure\nthat the six is solid. Yeah. Q: So, my next talk needs\n to be Maria because I wanted to figure out,\nhas Tim done his part? Did Tim talk to you\nafter the journey? Tim talked to me\nafter the journey. -Okay. Okay.\n-Yeah. Yeah. I mean, we-we kind of all do\neverything together. I don't know\nif you've heard that. -Yeah, he told us. Um...\n-We... We sit down and talk\nabout everything, and everyone knows\neverything, and... Now, Tim and I and Hunter--\nwe was talking, and Tim was telling us\nyou're his guy. -Oh, really?\n-Um, well, when I say \"guy,\" -like, that's the... that...\n-I'm his person? -Yeah, that's the person. -MARIA: Evidently, Tim told Q on their journey that\n Tim and I were really close. And I was like,\n\"Huh? Like, what about Ben? Like, I thought\nBen was your number one.\" Like, I thought\nit was very strange. You know,\n Charlie is my number one, and Tim and I have\n a connection, but by no means would I have\nput him top on my list. Like, he might have been\nnumber three. You know, everybody\nhas their person -in, like, different ways. -Q: Out of the gate, Maria didn't seem too filled in on the six, so I wanted to figure out\n what Tim actually told her from our journey. If Tim did not fill Maria in\n on the six, I know now\nTim is not to be trusted. And the other thing... Q: I-I didn't... TIM: No, I just think... She a connection type person,\nso anything, like... She gonna feel you out\neven if I tell her or not, you know, so I just like... I like that y'all\nwas already talking. I want to work\n with the group of six. I think they're strong, I think they have a good likelihood\n to go far in the merge. I've also seen\n people commit too early in past seasons\n of Survivor, so, I'm exploring, I'm observing. No solid game plans, but I'm not\n saying nothing too soon. I'll secure it before nightfall. I'll tell her the loop. Q:\n I'm so confused as to why\n Tim didn't tell Maria. Maybe he's trying to keep\n this Siga thing intact, but it got me worried now.\nIt got me worried. So me p eo pl e ju st k no w th at t he b es t ra te f or y ou is a rate based on you,\n with Allstate. Because there are people\n out there who aren't you. A lot of them. And you don't drive like... Whoa. I don't want my child\nbeing raised by a robot! Other drivers are not you. Yes, thank you so much to all\n50 of my subscribers. Nope, definitely not you. Save with Drivewise and\n get a rate based on you. You're in good hands\n with Allstate. Th e ri gh t ag e fo r Neutrogena® Retinol? That's whenever\nyou want it to be. It has derm-proven retinol that targets\nvital cell turnover, evens skin tone, and smooths fine lines. With visible results\nin just one week. Neutrogena® Retinol Wh en d eh yd ra ti on g et s re al .. . (♪♪) Hey, that's mine! I'll buy you a pony. Advanced hydration isn't just for kids. Pedialyte helps you hydrate\n during recovery. (♪♪) [ Se re ne m us ic p la yi ng ] Welcome to the Wayborhood. The Wayfair vibe at\nour place is Western. My thing, Darling? Shine. Gardening. Some of us go\nfor the dramatic. How didn't I know Wayfair\nhad vanities in tile? [ gasps ] This. Wow! Do you have any\nottomans without legs. Sure.\nYou'll flip for the poof cart. in the Wayborhood, there's\na place for all of us. ♪ Wayfair.\n Every style. Every home. ♪ ♪ ♪ -TIM: Yeah, yeah.\n-MORIAH: Oh, yeah. -MORIAH: What are your takes?\n-My takes are that... You know,\nyou're not letting much... VENUS:\n You know, it's a new stage\n in the game, and I'm so excited\n to start making big moves. It's been 12 days\n of just camping, and I didn't come here to camp. I came here\n to play the game, so, I need to see where Siga stands\nand where those cracks lie. TIM:\nYou know, everybody agrees\nto that before a merge. It's like,\n\"We're gonna be Siga...\" -TIM: Right.\n-Yeah, I mean, we're... We're entering, like,\na different st... -Yeah.\n-Numbers will give... VENUS:\n These tribal lines-- they're gonna have\n to dissolve. So, I said, \"I believe\nin a name for a name, and \"if you're willing\n to give me Siga, I'm willing to give you one\n of my Nami members.\" I feel like all of us might want\nto say something, but no one wants to talk first. Oh, I'm always gonna listen and watch the group before I can, like,\nmake a decision -on how I feel about anything.\n-MORIAH: Yeah. Like, I've been trying here\n'cause it's important, but, like, to be honest,\nit's overwhelming for me. Me too. Okay. We're, like,\nthe exact same person. They didn't really give me\n an answer, but Moriah-- I have a connection with her.\nI feel like I can trust her. I feel like she's a sweet girl, and I think\n she'll come around to it. So, now that I've planted seeds,\n I want to see what comes up. I have power in this game, too,\nand if you don't see that now, you will see it very soon.\n(chuckles) CHARLIE:\nThese rays are nice,\ncoming through the clouds. This is a trippy view. MORIAH:\n Clearly, the crack in Nami is Venus, and it sounds like there might be wiggle room\n to get a Nami out. But at the same time, Venus is clearly\na strong social player. She is aggressive\nwith her strategy, she is smart, she is thinking. So she's not someone\nI necessarily want to work with. She's crafty. -What about you?\n-Um, Venus approached Tim and me\nwith strategy talk. MORIAH:\nShe just said, \"Yeah, like, \"I'd be interested\nin a name for a name.\" Like, Tim and I tell her\nthe cracks on Siga and she tells us\n the cracks on Nami. Okay. Venus is playing\n a really hard game. Everyone can see that. She's wicked smart,\nas we say in Boston. She's got a good mind\n for the game, and she could be a threat to me. I did a quick check-in with Mo. Sounds like Venus was\nhitting you guys pretty hard. -TIM: Oh, yeah, yeah.\n -CHARLES: Yeah, yeah. -TIM: She came with it.\n -CHARLIE: Yeah. I'm not worried\nabout it, though. I'm not entertaining that 'cause Venus\nis giving it too hard. She said \"name for name.\"\nYou know what I'm saying? She... And you guys\ndidn't give one yet? No, I said, \"I get it.\nI totally understand. You know, I'll think about it.\" We're clearly\n playing the game now, but I'm not worried. I'm in a better position\n than I thought I'd be because I have both Siga and the, uh, plus-one alliance. But Q is asking Maria, \"Hey, have you talked to Tim?\" So, I got to talk to her\n one-on-one about the plus-one alliance. Yeah, yeah, yeah,\nlike, looking out... That's what Q put out first, and...\nHunter and I confirmed it. Like, yeah,\nthese are the people we trust. -Okay. Okay.\n-And we agreed that we'll look out\nfor each other's name. So at the end of the day, us six are potentially voting\nthe same way. I didn't tell Maria\n immediately because I wanted Maria\nto make her thoughts or her own feelings about the group of six. And at the end of the day, she agreed it was a strong six. I'm down for it.\nYou know, like... -You're down for it?\n-Yeah, I'm down... I don't want to put that on you\n'cause I know we didn't... No. Like, I was surprised 'cause\nyou and I didn't talk about it. -Yeah.\n-I was like, \"Oh, okay.\" -Yeah, yeah, yeah.\n-You know, like... If there's a group of six, I'm down for it because it's nice to have options. But the question is\n does it work for me? Because I'm not here\nto play Tim's game. I'm here to play my game. I'll take them anywhere.\nThe pool in the neighborhood. That's what I go for. I can eat\na whole bag of those things. Q: Listening\n to the Siga players now, it's really not much\nabout strategy or who they want to work with. They're playing a more cards-to-your-chest\n type of game. So, I want to make sure\n I get out there, have the right conversations so I can start to piece together\n the puzzle. I-I bet it was crazy when\ny'all got back on the beach. Everybody skedaddled. It really was. I mean, there's that moment of,\nlike, \"Do we open a coconut? Like, anyone hungry?\" -It was unanimous, huh?\n-Yeah. Other than my own tribe,\n no one knows that I'm potentially\n the crack in Siga because I was the one left out\n at the last Siga vote. But right now,\n the general consensus is that we need to stay united, so, I'm putting on this face that\nwe unanimously voted out Jem. Did she know\nshe was going home or... She didn't use\nher Shot in the Dark, so we just assumed,\nI guess not. Whose name did she write down? Um, she wrote down...\nI think she wrote down Ben. -That's crazy.\n-Yeah. MORIAH:\n Out of all the conversations\n I've had, I felt like Q is almost, like, hitting me the hardest. And that tells me\n he's looking for these cracks in a way that other people might not be, so, there's a little bit\nof trepidation there. Survivor is, like,\nso complicated. It's one of those, like... I don't think there's\na whiteboard big enough -in the world to, like,\ndraw everything.\n-Correct. Me? I started, like,\nwith Aubry. I think that she came out here and was just, like,\nauthentically herself. -That's it.\n-And, like, Aubry was really\nthe person that... It... (coughs) got me hooked. Like, she's my, like,\nOG, for like, watching, -like, the 30s and everything.\n-Yup. Mo seems like a nice person, but I'm scared of her. Where's everybody else?\nAt the beach? At the beach, but I was, like... -Is she?\n-Ooh. Yeah. Mo is just a Survivor fanatic that can talk, talk, talk\n this game. And for you to say Aubry\n is your favorite player-- that is dangerous,\n because Aubry was setting up people\nleft and right. And if Mo thinks\n she's gonna set me up, Mo can cancel Christmas. It ain't happening. Come on in. -CHARLIE: Oh, my...\n-PROBST: Look at this. You're gonna need\neverything you've got in the tank today. -(weak chuckle)\n-Oh...\n-SODA: Crazy. All right.\nShall we get to it? -(all voicing assent)\n-First things first. Got to take back the idols.\nThank you, Hunter. -TEVIN: Okay.\n-SODA: My God. -Thanks, Kenzie.\n-Yeah. No problem. -This is gonna be crazy.\n-(indistinct chatter) Tribal immunity... no more. -TEVIN: Wow.\n-Ooh.\n-Really? What? -Sorry.\n-Are you new? No. I'm sorry.\nI thought we were gonna split, and then it was gonna be...\nI-I know it's not a tribe. Okay, whatever.\nJust do your thing. -I'll do my thing.\n-Sorry. So right now,\nyou're in Survivor limbo. You don't have a Buff. Technically, you are not\npart of a tribe, but for at least six of you,\nthat's about to change. Let's get into it.\nFor today's challenge, we're gonna randomly divide\nyou into two groups of six. On my go, one at a time, you'll race under a muddy net to a cart. Once everybody's at the cart, you'll push that cart\n through the field, collecting very heavy sandbags\n along the way. You'll then use those sandbags to get you\n to the top of a tower. Once everybody's up top,\n you'll collect a bag of keys, slide down the other side. You're not finished. You will then work together\nto climb a massive boulder. When everyone's at the top,\n two players at a time will use one crate\n of puzzle pieces to solve one section of a three-section puzzle. So everybody's on the puzzle. -TEVIN: Mm-hmm.\n-MORIAH: Wow. PROBST:\nFirst group to finish earns their merge Buff,\na merge meal... (cheering) ...and immunity\nat tonight's Tribal Council. -Yes.\n-You'll go to Tribal. You will cast a vote, -but you can't be voted for.\n-Wow. Losing group,\nno Buff, no meal, no immunity. -Damn.\n-PROBST: Because there are 13, one person will not run. Whoever draws the gray rock\nwill choose one group and win or lose with them. -(whistles)\n-Big enough stakes? (all voicing assent) -Shall we draw for our groups?\n-(all voicing assent) Oh, my God. Good luck, guys, everyone. PROBST:\nAll right, here we go. Your fate is in your hands. Your entire game could change based on a rock draw. Does not rock. MORIAH: Does not rock. -PROBST: All right.\n-Mercy! All right,\neverybody palms out, flip 'em over and reveal. I' M AN DR EA , AN D TH IS I S WH Y I SW IT CH ED T O SH OP IF Y. I T GA VE ME S O MU CH P EA CE O F MI ND . IF WE M AK E A CH AN GE , MY S IT E' S NO T GO IN G TO G O DO WN . AN D JU ST KN OW IN G TH AT I H AV E A PL AT FO RM TH AT W E CA N RE LY O N, T HA T IS GO LD T O US . ST AR T YO UR F RE E TR IA L TO DA Y. A na ti on al t as te t es t de te rm in ed America's favorite\nboneless wings, Applebee's won. How about that? We don't even have\nwing in our name. Get them now\nfor just 50 cents. Only at Applebee's. Sm il e! Y ou f ou nd i t. The feeling\nof finding psoriasis can't filter out the real you. So go ahead, live unfiltered\nwith the one and only SOTYKTU, a once-daily pill for moderate\nto severe plaque psoriasis, and the chance at clear\nor almost clear skin. It's like the feeling\nof finding you're so ready for your close-up. Or finding you don't have to hide your skin just\nyour background. Once-daily SOTYKTU\nwas proven better, getting more people clearer\nskin than the leading pill. Don't take if\nyou're allergic to SOTYKTU; serious reactions can occur. SOTYKTU can lower your ability to fight infections,\nincluding TB. Serious infections,\ncancers including lymphoma, muscle problems, and changes\nin certain labs have occurred. Tell your doctor\nif you have an infection, liver or kidney problems,\nhigh triglycerides, or had a vaccine or plan to.\nSOTYKTU is a TYK2 inhibitor. TYK2 is part\nof the JAK family. It's not known if SOTYKTU\nhas the same risks as JAK inhibitors. Find what plaque psoriasis\nhas been hiding. There's only one SOTYKTU,\nso ask for it by name. So clearly you. SOTYKTU. ♪ A ny w ay y ou w an t it ♪ Some really bad guys\n are trying to kill me! I'm just a stunt guy! ♪ That's the way you need it ♪ I thought maybe\nyou could help me. ♪ ♪ We need to keep it profesh. Profesh is my middle name. I thought your middle\nname was Danger. That's a stage name. ♪ ♪ Let's make some trouble. [ grunting ] Get out of my head. Do you want to make out or...\n-Nope. Good 'cause I don't either. It's not profesh. All right, everybody palms out, flip 'em over and reveal. -(gasps)\n-If you have orange, go to Orange. If you have purple, go\nto Purple, and if you have gray, -go in the middle, Tiff.\n-Oh, no way. PROBST:\nLet's see what we got. No way! That's... (laughs) -No way!\n-PROBST: Wow. -Well, there you go.\n-I want to cry right now.\n-Oh, my God. PROBST:\nAll right, so, completely random draw. -You couldn't be more lopsided.\n-Wow. -It's tough for them, huh? Yeah?\n-Too much. -PROBST: Kenzie?\n-Yes. PROBST:\nWhat do you make of this? Because you are\non what would appear to be the better side\nof the draw. We don't know.\nWe haven't run it. Um, yeah, I think, uh,\nI'm gonna carry this whole team -on my shoulders.\n-Right. I got these boys ready\nto take it on, you know? Um, I haven't had very much luck,\nand I do think it's a game. Y'all have a fair shot. -Fair.\n-KENZIE: But I'm feeling\na little... a little good right now. All right,\nso let's go through our groups. For Orange, we have -Charlie.\n-Five, nine. -Moriah.\n-Five, four. -Soda.\n-Five, five. -Maria.\n-Five, two. -Venus.\n-Five, six. -And Liz...\n-Five even! taking on Ben, Q, Kenzie,\nHunter, Tim and Tevin. All right, Tiff,\nyou have a big decision to make. Which group are you gonna\nput your fate with? It's really tough, Jeff.\nI don't know. I think\nI'm gonna go with Purple. -Yeah.\n-PROBST: All right,\nso Tiff has chosen Purple. You will win or lose with them. You'll have a spot at the end. Everybody else, I'm gonna\ngive you a minute to strategize, and we'll get it on.\nLet's do this! (whooping, cheering) ♪ ♪ All right, here we go. Survivors ready? -Yes, sir.\n-Go! -Go, Charlie! Go, go, go!\n-PROBST: Charlie and Hunter in the mud first. Back into that mat. Charlie through first.\nGo, Orange! Here comes Soda.\nHunter slowing down. Go, Purple! -It's gonna be Kenzie now\nfor Purple.\n-TEVIN: You got it. PROBST:\nSoda working quickly\nthrough the mud. Get to that mat. Go, Orange!\nIt is Orange in the lead. Being small helps right now. Got to get to the mat.\nGo, Purple! -Here comes Q for Purple.\n-TEVIN: Go ahead, Q. PROBST:\nLet's go, Venus!\nKeep digging! -Here you go.\n-PROBST: Go, Orange. CHARLIE:\nHere we go. PROBST:\nGonna be Moriah now for Orange. Q working through the mud.\nMoriah's tearing it up. -Moriah's catching Q.\n-SODA: Let's go! -Look at that.\n-SODA: Let's go, Maria! PROBST:\nMoriah passes Q. Go, Orange! -SODA: Let's go, Maria!\n-PROBST: Here comes Maria. Go, Purple!\nThere goes Ben. Maria is also\nwhipping through this. -CHARLIE: Let's go, baby.\n-PROBST: Let's go, Orange! Gonna be Liz,\nthe last one for Orange. -HUNTER: There you go, Ben!\n-PROBST: Go, Purple! There goes Tevin. Come on, Liz! Liz is slowing down. Tevin is picking up. Liz taking a long time\nto get out. -You're right here.\n-PROBST: Go, Purple! You're good, Orange. Back, back. PROBST:\nGet that cart moving. MORIAH:\nForward. -PROBST: Load those sandbags.\n-Stop. -Stop.\n-Everyone on the sandbags. PROBST:\nYou're good, Purple. Start moving that cart! -Let's go, let's go, let's go.\n-Got to get a little momentum. -Pull back, pull back.\n-Pull back. PROBST:\nPurple struggling to get their cart moving. Oh! All right, now, stop when it\ngets over, I don't want to go too far,\nbut I want to keep momentum. PROBST:\nOrange back on the move,\nin the early lead. Let's go, Purple! VENUS:\nKeep going, keep going! There you go, more sandbags. Purple now on the move.\nThey've got all their sandbags. Make sure they're in the frame\nand you're building a stack. Build it as you go. -KENZIE: Guys...\n-TEVIN: Let's go. -Q: Y'all ready?\n-KENZIE: Got it? -HUNTER: Go.\n-PROBST: Purple has\nall their sandbags. -TIM: Get behind it.\n-PROBST: Orange now\nfalling behind. It is now Purple in the lead. They can move\nto that last section -where you use as many sandbags\n-Let's go. as you need to get to the top. Orange, you got to keep moving. Let's go. SODA:\nWe got this. PROBST:\nPurple doing a nice job. -Covered in mud.\nMakes it very slippery...\n-Push me up. -to help each other.\n-(grunts) PROBST:\nYou've got extra sandbags, as many as you need. You got to get everybody\nto the top before you can start\nuntying your keys. HUNTER:\nCome on. Come on, Tim. -(overlapping chatter)\n-Got it. PROBST:\nVenus is up quickly. -TIM: Come on.\nYou got it, Hunter?\n-(grunts) PROBST:\nThere goes Hunter.\nCharlie giving Maria a hand. They've got two up.\nYou're good, Purple. Once they're untied, one\nat a time, you can come down. MORIAH:\nI got you, Soda. -CHARLIE: Step up into my hand.\n-PROBST: Here goes Soda. VENUS:\nGo. You got this. You got this. Go.\nYou got this... Go. (grunting) Here comes Kenzie. -CHARLIE: You're up. You're up.\nYou did it...\n-SODA: Thank you. PROBST:\nHere comes Tim. (grunting) PROBST:\nTim with a nice header\ninto the sawdust. -MORIAH: Help.\n-VENUS: Get to the top... -TIM: Let's go. Let's go, Q.\n-PROBST: Here comes Q. -HUNTER: Go, Q. Go, Q.\n-TIM: It's all right. PROBST:\nWow, look at. -He runs half of it.\n-TIM: Good work. PROBST:\nOrange has got everybody up.\nLet's keep moving, Orange. Everybody's got to be up top. HUNTER:\nHere, here, back up here. You're good.\nStart on the boulder. HUNTER:\nThis side. Get on that side, Q.\nOn that side, Q. -Come on, you guys!\n-PROBST: You're good.\nStart untying. The boulder, the toughest\npart of this challenge. Purple making it look easy. Kenzie scampers up\nwith some help. There goes Ben. -Go, Soda, go, So.\n-PROBST: Here comes Soda. -KENZIE: Let's go.\n-(grunting) -KENZIE: You got it, Tim.\n-PROBST: Tim trying to get up. TIFFANY:\nGo! PROBST:\nGo! Here goes Maria. Q trying to get up now. It's... I...\nI'm gonna need some help. Moriah coming down.\nThat's how you do it! -Hold my foot.\n-You got to give me\na little more. -I can't get that high.\n-Move, move. I got him. PROBST:\nHere comes Liz. Q gonna try to help Hunter.\nHe's muddy and slippery. -TIM: There you go.\nThere you go.\n-PROBST: Go! -Here comes Venus.\n-Q: Let me go, let me go. TIM:\nMat, mat, mat, mat! PROBST:\nPurple has everybody up. Here comes Charlie. You're good. Crate number one. Number one. -MORIAH: Everyone's\ngot you, girl.\n-MARIA: Soda, you got this. You got this, baby. Orange is still\nin this challenge. The underdog's got a shot here. CHARLIE:\nAnd lift and push. -Push.\n-I can't pull. -Push!\n-Push! -(whoops)\n-PROBST: Soda's up first. It's gonna be Tim and Tevin on\nthe first section of the puzzle. The bottom section,\nthe easier part of this puzzle. CHARLIE:\nGood work.\nNeed a boost? You got it? SODA:\nMoriah, take. Look at that. Moriah's up. -Soda pulls up Venus.\n-There you go. Go. PROBST:\nHere comes Charlie. This\nis where it gets really tricky. Soda tries to hold on.\nIt is hard when you're muddy. You're good. Go to section two. -BEN: Great job, guys.\n-Purple has first section done. It's gonna be Kenzie and Ben\nnow on the second section. Orange has a human ladder built. Everybody trying to help. -MORIAH: You did it!\n-PROBST: Charlie's up! TIM:\nTake all them out. Take all\nthem out. Sit 'em on the table. MORIAH:\nSoda... PROBST:\nOrange is in this. SODA:\nDo the first section. Go.\nYou're fast. Go. HUNTER:\nPut yellow on the left side\nand blue on the right. Come on. We got this. -SODA: Let's go, guys.\n-PROBST: It's gonna be Maria and Liz on the first section\nfor Orange. -They are in this.\n-TEVIN: Just lift that up... PROBST:\nDay 13. You never know. One of the most lopsided draws\nin Survivor history, but you wouldn't know it looking\nat this challenge right now. -Like this.\n-No. Flip it up. PROBST:\nBen and Kenzie gonna\nstart feeling that pressure. -Oh. I'm so sorry.\n-That's the other side.\nThat's the other side. PROBST:\nLiz and Maria\nfeel the opportunity. -Right. Yes. Yes.\n-SODA: Perfect! -VENUS: Yes.\n-PROBST: There's\nanother piece for Orange. -TIM: Bottom up.\n-Guys... PROBST:\nBen and Kenzie taking their\ntime. They've got a lead. -BEN: Blue.\n-No, that's gonna be white. PROBST:\nTrying to orient their pieces. Orange down to their last piece. -Got to get it in there\nand you're good.\n-Yeah, let's go. -Go.\n-You're good. Two new people. It's gonna be Soda and Moriah. Only two pieces behind.\nY'all, we got this. PROBST:\nThey're moving on\nto the second section. -TIM: Why don't we work\nfrom the top down?\n-It's Ben and Kenzie working together\nand feeling that pressure of Soda and Moriah\non their tail. It is Soda and Moriah on\nthe same section of the puzzle with Ben and Kenzie. Would anyone have predicted this moments before\nwe started this challenge? No. You can never predict what's\ngonna happen out here. -TIM: There you go.\n-TEVIN: Yeah. PROBST:\nThis section is difficult. That one up there's\nflipped over, too. -PROBST: But right now,\nwe look pretty even.\n-TEVIN: Yeah. That one in your hand.\nYes. Right there. PROBST:\nImmunity on the line. Ben with another piece\nfor Purple. -TIFFANY: Hell yeah.\nKeep that momentum.\n-TIM: Hold it there... -Q: That's it, Kenzie.\n-PROBST: Purple\npicking up the pace now. Down to just a few pieces\nleft in this second section. Orange is right on their tail. -LIZ: There you go.\n-PROBST: This is close. Stay calm, you guys. PROBST:\nTwo pieces left for Purple. -Okay, go, go, go, go.\n-Go! Jeff! -PROBST: You're good. Move on\nto that third and final crate.\n-Go! Go! Go! Third section of the puzzle. -We're just one piece behind.\n-LIZ: There you go, Mo. -PROBST: Orange is right behind.\n-CHARLIE: All right. You're good! Orange is good. Here comes Venus and Charlie... Y'all got to go\nfast, guys, fast. ...for the third and final\nsection of their puzzle. We're back on. That one. That one.\nThat one. Yes. Purple doing a nice job. -BEN: There you go...\n-PROBST: One piece at a time. Can Orange close the gap?\nIt's Charlie and Venus. All the pressure now on them. TIM:\nBring that triangle down. -You know where it goes.\n-PROBST: This is\na very close challenge. Charlie and Venus trying\nto catch and pass Hunter and Q. KENZIE:\nI know, I know.\nYou guys are doing so good. (overlapping chatter) -PROBST: Hunter\nwith another piece.\n-Let's go, guys. Yes, Charlie... PROBST:\nThere's another piece for Orange -and another piece for Purple.\n-TIM: There we go. PROBST:\nHunter is on a roll. Go, go, go. You got it. Orange is gonna have to kick it\ninto high gear right now. That one! That one! PROBST:\nIt's been a valiant effort,\nbut they are behind and Purple is close. SODA:\nDon't give up.\nYou got this, guys. BEN:\nRight there. Yeah. -PROBST: And another piece\nby Hunter.\n-(whoops) Comeback. SODA:\nYou got it. Okay. PROBST:\nPurple down\nto three pieces left. -Come on, dragon slayers.\n-(whoops) PROBST:\nThis is it, right here,\nfor the win. (Kenzie whoops) And they've got it. (cheering) Hunter, Q, Tim, Tevin... TEVIN:\nOh, my God! -...Kenzie and Ben.\n-(excited chatter) Safe tonight at Tribal Council. -(whoops)\n-PROBST: They earn\ntheir merge Buff. They'll enjoy a merge meal. -TIM: Good job, Orange.\nGood job, Orange.\n-BEN: Good job, Orange. -Good job, Orange.\n-Good job, Orange. Good job, y'all. That was tough. You were in it. That was tough. -I don't even care.\n-(laughing) All right, Purple,\ncongratulations. -You have made the merge.\n-Yay! -PROBST: Your merge Buffs\ninside.\n-Want to do it? KENZIE:\nWe can all do it. We all did it. PROBST:\nPut 'em on. Celebrate.\nYou earned it. Oh, my God! PROBST:\nBiggest challenge of the season. Shred red. -KENZIE: Yeah. (exclaims)\n-PROBST: All right, so here's\nwhat's gonna happen. You're all going\nback to camp together. The seven of you\nwill have a nice merge meal, separate from everyone else. Everybody goes\nto Tribal Council tonight. Everybody votes,\nbut nobody can vote for you. The only six people\nwho can be voted for are Moriah, Charlie,\nVenus, Liz, Soda and Maria. One of these six--\nyour journey will end 13 days into Survivor 46.\nGrab your stuff, head out. See you tonight\nat Tribal Council. -Thank you.\n-Thank you, Jeff.\n-Thank you. PROBST:\nHead on down. Good job, guys. This was a clear\nDavid versus Goliath situation. And the Davids did really well,\n I feel like. But losing this challenge\n really hurt. I've been on Nami, and\nwe've been on a winning streak. This is my first Tribal. This is uncharted territory\n for me, which is why I might be,\n like, freaking out. I have agita. Agita, where you get,\nlike, chest pains, like a mini heart attack. I have agita. (laughs):\nThat's what I have right now. (whispering): Aw, this is where\nthe game gets really good. Who are we gonna vote out? You want to be\nthe one pulling the strings? Apply to be on Survivor. (V O) If y ou ' re t ak in g a tr ip w it h yo ur f ri en ds .. . why pay for four hotel rooms to\nstay apart, when you could get one Airbnb and stay together? ♪ I Like It - Cardi B, Bad\nBunny, J Balvin ♪ In 1 0 ye ar s, Lisa Schneider will have\nan amazing second act. Thanks to career\nreskilling courses from AARP. To help make sure her income\nlives as long as she does. The younger you are,\nthe more you need AARP. (c ro wd c he er s) Would you like some\nHaribo Goldbears? Ooh, I love these! The longer I chew it the fruitier and fruitier\nit gets. These are the most bestest\nbears ever. It would not, it would not\nbe hard to tackle a goldbear because they're TINY! - (giggles)\n- (whistle blows) Uh uh, I'm going to sit\nthis one out. It tastes too good. - (giggles)\n- (coach clears throat) ♪ Kids and grown ups love it so ♪ The happy world of Haribo ♪ Ma rs ha ll s bu ye rs h us tl e fo r th e la te st t re nd s, from fashion... Double denim is back. Got it! to beauty,\n so you don't have to. That is a deal! We get the deals, you get the good stuff. Marshalls. ♪ ♪ ♪♪ ♪♪ ♪♪ ♪♪ ( ♪ ♪ ) You made a cow! Actually it's a piggy bank. My inspiration\nto start saving. How about a more\nsolid way to save? I'm listening. Well, BMO helps get your\nsavings habit into shape with a cash reward,\nevery month you save. Both:\nCash reward? And there's a cash bonus when you open a new checking\naccount to get you started. Wow. Anything you can't do? ( ♪♪ ) Mugs. ♪ BMO ♪ ♪ ♪ -(excited chatter)\n-BEN: Let's go! (exclaims) Yow! I got my merge Buff.\n I won immunity. I'm safe at Tribal tonight,\n and I won a feast. I can see\n the structure from here. The losers keep on walking. I'm so sorry for you, but my mouth\n is already salivating. I'm-a eat\nlike a king today, baby. -Merge feast.\n-There's our food! TIFFANY:\nOh, my God. Brownies. VENUS:\n There's no Buff.\n There's no feast for Venus. But you know what? I hope they\nchoke on that food. (chuckles) -(whoops)\n-SODA: Valiant effort, guys. -Came close.\n-Valiant effort.\n-CHARLIE: Whew. Epic. -Epic battle.\n-Epic. VENUS:\n Even though we lost,\n it wasn't by that much. We were this close.\nWe were so close. Wow. What a rock draw, huh? -Yes.\n-SODA: Deeply impressed\nby everyone. VENUS:\n Just the fact that it wasn't\n this big blowout loss-- it just warmed my-my cold,\ndead heart, you know? I was like, \"Oh, my God. The underdog\ndoes have a chance.\" SODA:\nI'm gonna go\nwash off immediately. -CHARLIE: Yeah.\n-MORIAH: Yeah. I just can't\nstay like this anymore. CHARLIE:\nYeah, yeah, of course. There's a very clear\ntenseness in the air. I don't know\nif you guys looked over, but I was looking at Tiffany's\nface the whole time. She... MORIAH:\n The team that lost\n has three on Nami-- Venus, Soda and Liz-- and three on Siga--\n Maria, Charlie and myself. None of us have Buffs. We know that there are\nvotes coming to one of us. I need people to look and say, \"Mo ain't a risk.\" I can't have people saying, \"She's a strategist.\n She's gonna get us out.\" That just can't happen. (excited chatter) -To the merge!\n-Merge! -To the merge!\n-We did it. This is the making\nof an underdog story. This wine is just\nhitting, y'all. I'm trying to take it easy\nwith the wine, 'cause your girl ain't ate. KENZIE:\nI think this is a turning point\n for the Yanu tribe. Tiff, Q and I\n have been dealt enough of the bad hands in Survivor. We've gone 11 days\n without flint and food. We-we paid our dues. -With the grapes? This brownie?\n-With the grapes. With this whole bottle of wine. (laughing) Tiff, Q and I-- we're all safe. Siga and Nami\n are on the chopping block. So we're all just, like, deciding which way\nwe want to go. I think we're\nin a peculiar position, 'cause we got all of Yanu here. So y'all have an advantage. Siga and Nami\nare evenly numbered on the losing tribe. HUNTER:\nI can't even vote. -TIFFANY: Damn.\n-TEVIN: Ooh. Hunter can't vote, but, on day two, I took\na journey and got an extra vote. And at Tribal Council, there should be an extra vote\n sitting there, waiting for me. TIM:\nWe vote, right? -KENZIE: Yeah, we all vote.\n-TIFFANY: We vote. TEVIN:\n Siga and Nami are even,\n number-wise, and all Yanu's here, which means they're\nsafe tonight at Tribal Council. So it could be a Nami.\nIt could be a Siga. So, how you feel\nabout your tribe, Nami? All I will say\nis that from day one-- and I've been\nvery vocal about it-- is that I don't trust Venus. TIM:\nMoriah, Venus and I\ntalked at the water well, and Venus was\nthinking about opportunities. It completely validates\nwhy you may not trust her. I could see\nwhy that would be something you wouldn't want\nto work with going forward. Q: Y'all got\nto declare somebody, man. -Yeah.\n-Well, okay,\nso who's y'all's Siga person? BEN:\nI feel like it's hard.\nI know it sounds like I'm, like, playing a cover, but...\nreally, we just had that Tribal. I don't want to throw\n anybody's name out from Siga. I really want\n to go Siga strong. But everybody keeps asking,\n\"Yo, what's up with Siga? You guys got\n to throw a name out there.\" -So we got out of that Tribal...\n-HUNTER: Who was that? -Jem.\n-TIM: Jem. -Jem's gone.\n-BEN: Yeah. TIFFANY:\n Siga's kind of beating\n around the bush a little bit. They don't really want\n to throw out a name. They're not really trying\n to work with us, despite the fact that that's the impression\nthey're trying to give off. If you were, then you\n wouldn't be so tight-lipped about who on your tribe\nyou were willing to put on the chopping block. Q:\nSiga got to declare somebody. KENZIE: Who's a threat? TEVIN:\nI was about-- I've heard through\nthe grapevine that she's savvy. TIFFANY:\nI've heard her, like,\nspit some crazy Survivor facts. If she know this game like that,\nthat scare me, dawg. Do you think that Venus or Mo\nis more manipulative? TIFFANY:\nIn my personal opinion,\nI would be more intimidated by somebody who's\nmore knowledgeable than somebody who's just being shiesty, because shiesty\nyou can sniff out a mile away. Somebody who's smart\ncould outmaneuver you in a lot of different ways. While they're quickly\n trying to get Venus out, they're basically just showing\n their hand and saying that they're trying\nto stay Siga strong. TIM:\nI'm not saying Mo's off-limits. I want Venus now.\nYou have Mo. Let's vote. TIFFANY:\n Because they were\n so willing to vote Venus and more reluctant to say Mo,\nit made me want to vote Mo. ( ♪ ♪ ) With Chewy,\n it's never been easier to get their favorite\n toy delivered. (♪♪) Again. Come on, let go. (♪♪) And again. (♪♪) And again. (♪♪) Good luck. Get whatever they love\n delivered right on time. Save 35% on your first\n Autoship order. With Chewy. (A VO ) Ka te m ad e pr og re ss w it h he r me nt al h ea lt h. .. ...but her medication caused\nunintentional movements in her face, hands, and feet called\ntardive dyskinesia, or TD. So her doctor prescribed AUSTEDO\nXR━ a once-daily TD treatment for\nadults. ♪ As you go with AUSTEDO ♪ AUSTEDO XR significantly\nreduced Kate's TD movements. Some people saw a response as\nearly as 2 weeks. With AUSTEDO XR, Kate can stay\non her mental health meds━ (Kate)\nOh, hi buddy! (AVO)\nAUSTEDO XR can cause depression,\nsuicidal thoughts, or actions in patients with Huntington's\ndisease. Pay close attention to and call\nyour doctor if you become depressed, have sudden changes\nin mood, or have suicidal thoughts. Don't take if you have liver\nproblems, are taking reserpine, tetrabenazine, or valbenazine. AUSTEDO XR may cause irregular\nor fast heartbeat, or abnormal movements. Seek help for fever, stiff\nmuscles, problems thinking, or sweating. Common side effects include\ninflammation of the nose and throat, insomnia and\nsleepiness. ♪ As you go with AUSTEDO ♪ Ask your doctor for AUSTEDO XR. ♪ AUSTEDO XR ♪ [ Ce ll ph on e ri ng in g ] Ph on e ca ll f ro m th e bo ss ? So rr y. Outdoor time is me time. Sticking it to the boss,\nthat sounds fun. We have sort\nof a flat hierarchy, so -- Wait, Flo isn't the boss? Well, you could say I'm a boss at helping people save\nwhen they bundle. Nope, thanks.\nWe're not gonna say that. -I'd rather not.\n-Very cringey. ♪ ( \"H ol id ay R oa d\" ) ♪ ♪ Holiday road ♪ Wherever your summer\n takes you, twist the ride... with Twizzlers. The twist you can't resist. ♪ ♪ TIM:\n Who's the bigger threat,\n Venus or Moriah? MORIAH:\nOh, they're coming back. -SODA: Are they?\n-MORIAH: Yeah, I see Q. Okay. Okay. Angry faces.\nNo, don't clap for these people. TIM: Everybody agrees\n that Venus is a snake and some people agree\nthat Mo is a threat. CHARLIE:\nHello. -VENUS: Hello. Wow.\n-Hey. Yay. TIM:\n At the feast, they said,\n \"We want you to vote for Mo.\" Why would I vote\nfor somebody on my tribe? We want to hear about the feast. BEN:\nCome on, don't make us\nfeel guilty, dude. -MORIAH: I really want to know.\n-CHARLIE: No, tell me. TIM:\n Yes, I threw\n Mo's name out there, but I'm trying\n to swing things towards Venus. I am protecting Mo and really protecting\nSiga's numbers. -Any talk over there?\n-So... Yeah, definitely talks. What's the deal? Everybody had to throw a name. -Okay.\n-Nami, it seems like there's\nsome distrust with Venus. Okay. -For Siga's name...\n-Yeah. -I said Mo.\n-Okay. And if I was\ngonna give 'em a name... -Yeah.\n-(scoffs) I'm not\ngiving 'em Charlie's name. Okay. What I'm hearing\n is Venus and Mo. And I don't want Mo to go, but this is\nan incredibly important vote. -Yanu's gonna vote Mo,\nbut I'm voting Venus.\n-So... I'm not gonna\ngo down in numbers first. Um, Mo's gonna get\na little antsy from that. She is. So with that, we have\nto tell her to vote Venus. If it's five of us,\nwe keep our five. CHARLIE:\n The question is,\n how hard do we push to save Mo at this point? This is the individual part\n of the game. I have to get through this vote. And if Mo going home\nis what it takes for me to stay, that's what\nhas to happen tonight. Right. HUNTER:\n I want to guide this vote,\n even if I can't vote. You need more big sticks? HUNTER:\n Ultimately, I want\n to take out Moriah because Siga is so strong. If we leave Siga in this, it's gonna get tough later. Oh, yeah. Oh, yeah, for sure. Okay? Q:\n Siga is a stronger tribe, right now, than Nami. -SODA: How many hours do\nyou think we have before Tribal?\n-Like, three. Q:\n Siga-- they're trying\n to keep it together. Nami has cracks. So it might be wiser\n for us to side with Nami and vote out Mo. I want your opinion, though. Who do you think\nis the right call? Should we do Siga, Nami? I needed just\nan honest vibe on... LIZ:\nWe were like, \"Where's Tiff?\" I was hoping that you weren't\ndown on the beach. Uh, you got to vote Mo tonight,\nif you want to stay. VENUS: \"It's Mo.\n And if you don't vote Mo, it's you.\" That really pissed me off. TIFFANY:\nThis is what happened.\nThe name from your camp was you. We were waiting a while\nfor Siga to throw a name out, and they wouldn't.\nWe need to... -It needs to be a Siga today.\n-VENUS: I agree with Siga. I'm unsure about Mo. Let's give it a beat.\nLet me talk a little bit more. But for now, we know Siga. TIFFANY:\nBut I'm just telling y'all, do not say anything, because... -Oh, I'm not gonna\nbreathe a word.\n-TIFFANY: Y'all might... VENUS:\n When someone hears their name,\n it's easy to, like, go into panic mode.\nLike, \"Oh, my God.\" Like, \"Anything but me.\" But I realized, in that moment, this is a stupid vote. Charlie would be a smarter vote. A man needs to go next. Charlie is the only man\n that we can vote out tonight, so I want Charlie gone. Did they say anything else\nabout Mo? -Specifically? The guys?\n-KENZIE: No. VENUS:\nI need to understand why Mo. If it's 'cause\nshe's a superfan alone, you should be scared\nfor the next vote. That's why\nwe should think Charlie. Have you picked that up\nfrom Siga's dynamics? -Yeah, but the boys\nare super close, extremely.\n-Like, why... That's why I was saying Charlie\nshould be the name, not Mo. It'd be stupid of us\nto vote out a girl because the three boys say... Look, all the ... men\nwent on a feast. (inhales sharply) You're not wrong about that. KENZIE:\n Venus is pissed. She's mad\n that Mo's name is out there. Venus doesn't want to send a girl home,\nand so Venus throws out Charlie. This is where\n the plan gets rocky, because if Venus\n would just vote Mo, Mo just goes. Easy. Venus doesn't want Mo. -I know what\nVenus has got going on.\n-And, see, what scares me is... (laughs) Yeah. Yeah. Mad. Not just like... Q:\nI just told Venus\nthat it's either her or Mo. So if she mad about it,\nI'll vote Venus. I'm going Venus. I can't... The girls right now in this game\n have seven to six on the men. Venus don't want\nto vote a woman. That's why she was throwing out Charlie's name\nat the water well. But I have to make sure Venus understands\nI put my game on the line and told you\nexactly what is gonna happen. If you gonna be ungrateful... I'll send your ass\nback to Canada. -KENZIE: So what are you gonna tell Venus-- Mo? I ain't talking\nabout Venus no more. -Okay.\n-Damn, Venus. TEVIN:\n I'm okay to send Venus home because I have not\ntrusted Venus since day one. She's been running around\nthis island alone. I don't know\nif she has a Beware Advantage. She's been spinning narratives on me.\n And all of those things line up in a way\n that make me feel like I can't trust Venus at all, and therefore she must go. Tevin will go... And then all of us go... Okay. I am so worried. I-I know my name\nhas been out there. It is annoying\nto hear your name go down, -Mm-hmm.\n-but there's more votes on Venus. MORIAH:\n Going into the merge,\n I decided to work with Siga. I fear that I am putting my loyalty and my trust\nin the wrong spot. So I feel like I have\n a lot of work to do today to make sure\nI'm not going home tonight. TIFFANY:\nWe got to get on the same page. Where is Q at? TEVIN:\nThere he go. Yes. Come here. -TIFFANY: Yes, please.\n-TEVIN: Come here, please. -It's got to be quick.\n-TIFFANY: What the ...\nis going on? -I don't know what the...\n-HUNTER: Why'd you change it? -Just stick with Mo.\n-Venus is moving around, saying all kinds of ... -What'd she say?\n-HUNTER: Venus gonna\nget herself voted out. TEVIN:\nHe also doesn't like\nthat Venus is playing a game that we don't want\nto vote out none of the women. She says she don't want\nto vote no women out. HUNTER:\nWho's she gonna vote out? Then why\nare we worried about it? Things are kind of chaotic\nright now because whoever goes home tonight, Mo or Venus is\ngonna be the determining factor of the trajectory\n of the next couple of votes. On paper, Yanu has a really large say\n in tonight's vote, but based\n on how conversations go, that could quickly change. All I know is that\n I'm glad I'm safe tonight because, baby,\nit's about to get messy. (V O) At D og C ho w we believe helping dogs live\ntheir best life... should be simple. That's why Dog Chow is made with high-quality protein\nand no fillers. Purina Dog Chow. Keep Life Simple WH AT I S CI RK UL ? CI RK UL I S TH E FU EL Y OU N EE D TO T AK E FL IG HT . CI RK UL I S TH E EN ER GY T HA T GE TS Y OU T O TH E NE XT L EV EL . CI RK UL I S WH AT Y OU H OP E FO R WH EN LI FE T OS SE S LE MO NS Y OU R WA Y. C IR KU L, A VA IL AB LE A T WA LM AR T AN D DR IN KC IR KU L. CO M. He ll o, G ho st bu st er s. It's Doug. We help people customize and save hundreds on car insurance with Liberty Mutual. We got a bit of a situation. [ Metal groans] Sure, I can hold. ♪ Liberty Liberty\n Liberty Liberty ♪ In theaters now. [T en se M us ic ] One Aleve works all day so I can keep working\nmy magic. Just one Aleve. 12 hours of uninterrupted pain relief. Aleve. Who do you take it for? ...And for fast topical pain relief,try AleveX. Wh en a ny on e in t hi s ho us e we ar s wh it e, it doesn't\nstay white for long. White? To soccer? I'm not gonna slide tackle. But now with Tide Oxi White, we can clean our white clothes\nwithout using bleach. It even works on colors. I slide tackled. I see that. Tide Oxi White. ( ♪ ♪ ) (♪♪) St ar t yo ur d ay w it h KC AL N ew s Mo rn in gs , 4:00 to 11:00 AM. ♪ ♪ PROBST:\nFor whom it is\nyour first time at Tribal, grab an unlit torch,\ndip it in and get fire. This is part\nof the ritual at Tribal Council because in this game,\nfire represents your life. When your fire's gone,\nso are you. All right. A lot going on.\n13 people here. Seven are safe, six are not. Tevin, the juxtaposition\nof having more than half the group completely safe is very unusual\nat Tribal Council. The perfect word that you\njust used is \"juxtaposition,\" because though I am protected, I still have to be very aware\nof what is happening at this Tribal Council,\nbecause this will add up to what will happen when I'm inevitably\nmaybe not safe at the next one. PROBST:\nQ, what is it like having seven people that are safe? So, for me, Jeff, I'm just happy\nthat I'm one of the seven that has this so far,\nbecause going back to camp after that feast was like\nmy little brother kicking over an ant pile and the ants\njust started running at me. -(laughing)\n-It was like,\n\"You had time to eat, buddy. Now, it's time to talk.\" And we'll see where\nthings kind of shake up. PROBST:\nSo, Charlie, as one of the six, can you try to move the game\nin a direction you want? Being part of the six, I feel\nlike I'm a goalkeeper, you know? I have a goal,\nand I'm not taking any shots. All I'm doing is blocking,\nyou know? I'm just listening. If I hear the name Charlie,\nI got to get to work. How about for you, Venus?\nCan you still play offensively even though you're trying\nto make sure it's not you? Oh, 100%, Jeff.\nYou never give up. None of us want our names\nwritten down, but, also, like, if the kings of the castle\nover there, who already have their Buffs,\nsay a name, you have to listen out\nfor whether or not your name's being said and to\nmove that target off your back. So, Hunter, how is it decided\nwho you're gonna vote for? HUNTER:\nYeah, I don't have a say in this\nvote, and so I'll break the ice. The Yanu has\nthe choice right now, and they have to choose\nwho's gonna lose a number: Siga or Nami.\nAnd right now Siga is really, really close. Like, the cloud nine of vibes. And, Moriah,\nthat's what Hunter should do-- throw it on another tribe,\nnot his. Yeah, I mean,\nI'd be lying if I said we weren't doing the same, but I'll let you all\nin a little secret here. It was not unanimous\nat the last Tribal Council. I was the odd out. I didn't get the vote right. I am on the damn bottom,\nand I do not fit in. HUNTER:\nBut perception\nis just reality, though. Like, none of us knew that -because y'all\ndid such a good job.\n-Yeah. And so\nif that was the case, like, -you have to help us\nwith our perceptions.\n-MORIAH: Yeah. Yeah, and I'm-I'm helping\nyou along as I can. I mean... Well, you're talking\nto the guy who can't vote. -Yeah.\n-(laughing) I think I'm talking\npretty loudly to the guy that can't vote. -(laughs)\n-But the question\nreally is up to Yanu. Q, in a game all about numbers, Moriah just said,\n\"I'm not a part of that group.\" Is that appealing? It's appealing, Jeff,\nif I feel like the information is accurate, because this\nis the first time I'm personally hearing that\nshe was on the bottom. Q, I'm serving it up to you\non a silver platter here. -But I'm a man of truth.\n-Yeah? Q:\nAnd in one conversation that we had,\nI asked a simple question. MORIAH:\nYeah. Q:\nWhat went on at Tribal for Siga? That probably\nwould have been a time to say, \"I am on the bottom.\nI need help.\" But instead, I was told\nthat the vote was unanimous. So, Moriah,\nare you playing for Siga or are you playing for you? I'm playing for me.\nI want that merge Buff. If you were on the bottom,\nwhy not express that? -You see what I'm saying?\n-Yeah. Don't let anyone\nmute you in this game if you feel like\nyou're on the bottom. -Mm-hmm. Yeah.\n-Q: That's valuable information. -MORIAH: Okay.\n-Yeah. Yeah. PROBST:\nTim, weigh in on this, because a lot\nof information is coming out and it is a showdown\nbetween two tribes, with the Yanu three\nin the middle. Yeah, I mean, they were kind of\nforced to make a decision on choosing someone from Nami\nor choosing someone from Siga. And so at the feast,\nwe went around the table and everybody\nthat had a vote said a name. And at the feast, we left\nwith a clear understanding of who might be voting for who\nat tonight's Tribal Council. Charlie, did you hear your name? I heard whispers,\nbut my way of dealing with the whispers is to go\nto the people that I trust, that I've connected with,\nthat I've spoken with, and saying, \"Do I need\nto go scramble like crazy or was this just a whisper?\" Venus, did you hear your name? Oh, yeah. A lot. Plenty of times.\nA terrifying amount of times. But you can't\nlet that get to you. I mean, realistically,\nI hope the people around me are smart enough to see\nthe value I could bring to them, and if they're as smart of\na player that I think they are, they'll probably want to keep me\naround over someone else. So, Moriah, how are you feeling? You pitched a case.\nPeople seem to be hearing it. Are you feeling\noptimistic or pessimistic? I know what\nI wanted to say today. I'll tell you right now, I might\nbe the most honest person at this Tribal Council.\nAnd, you know, there's important information\nout here. I know how whispers fly\nand how whispers go, and I wanted\nto say it loud and clear for all of you\nto hear what happened. And I'm feeling very satisfied with my message. All right, it is time to vote. Kenzie, you're up. Let's do it. ♪ ♪ (mutters) ♪ ♪ I'll go tally the votes. If anybody has an advantage or\nan idol and you want to play it, now would be the time to do so. ♪ ♪ MORIAH:\nJeff. ♪ ♪ -Thank you.\n-Mm-hmm. ♪ ♪ All right, Moriah\nplayed her Shot in the Dark, which means there\nis no vote in here from Moriah. Moriah, if this scroll\nsays you're safe, any votes cast against you\nwill not count. If it says you're not safe, all votes cast against you\nwill count. Moriah, you are... ...not safe. Any votes cast against you\nwill count. I'll read the votes. ♪ ♪ First vote: Venus. Moriah. Moriah. Two votes Moriah,\none vote Venus. Moriah. That's three votes\nMoriah, one vote Venus. Moriah.\nThat's four votes Moriah. Moriah.\nThat's five votes Moriah. Sixth person voted out\nof Survivor 46: Moriah.\nThat's six. That's enough. Need to bring me your torch. Moriah, the tribe has spoken. Time for you to go. -Bye, Moriah.\n-Moriah. Moriah. -Mo-chete.\n-Mo-chete. Congratulations.\nYou are officially merged. -(whoops)\n-Yay!\n-(cheering) (whoops) -Santa Claus.\n-(laughs) (whooping) All right, grab your torches. Head back to camp.\nGood night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org Oh , ye ah , ma n. Take it from your\ninner child. What you really\nneed in life is some freakin' torque. What? The Dodge Hornet R/T... the totally torqued-out\n crossover. It ' s NY X Pr of es si on al Ma ke up b ab y! Prrrr... Number one lip gloss brand\nin America. Muah! It's NYX or nothing! ♪♪ Wi th s o ma ny c ho ic es on B oo ki ng .c om there are so many\nTina Feys I could be. So I hired body doubles\nto help me out. Splurgy Tina loves a hotel\nnear Rodeo Drive. Oh Tina! Wild Tina booked a farm stay\nto ride this horse. Glenn Close?! With millions of possibilities you can book\nwhoever you want to be. That's my line! Booking.com Booking.yeah Ge t to K oh l' s an d re fr es h ev er y ro om during our Spring\n Home Sale. With Sonoma Goods for\n Life bedding for 20% off. A Nespresso Vertuo Plus\n Deluxe for 30% off. Cuisinart cookware\n sets for 35% off. And Sonoma Goods For\n Life decor for 20% off. At Kohl's. Fi le 1 00 % fr ee w it h Tu rb oT ax F re e Ed it io n. Roughly 37% of\ntaxpayers qualify... Form 1040 and\nlimited credits only... See how at TurboTax.com... That's me! KENZIE:\n This could go into chaos mode. PROBST:\n Next time on Survivor... Two people\nare going home tonight. ALL:\nOh... I am stressing. CHARLIE:\n We are ready\n to go at each other's throats. PHIL KEOGHAN: Previously\n on The Amazing Race... 11 teams raced\n to Guatapé, Colombia. Let's go run\na race around the world! KEOGHAN:\n Military pilot Juan\n treasured returning to his native country. I couldn't be more thankful that I get to share this\nexperience with my best friend. KEOGHAN:\n Vinny's strategy\n at the Roadblock... VINNY:\n I was using two hands. We're going\n all hands on deck here. KEOGHAN:\n ...paid off for him\n and girlfriend Amber. -You are team number two.\n-Oh, yes. KEOGHAN:\n Sean confronted\n his greatest fear. Nah, I ain't doing that.\nNah, it's too high. KEOGHAN:\n Cesar's culinary skills... This is like being at work. KEOGHAN:\n ...helped him\n and boyfriend Ricky to win the leg. -You are team number one.\n-Yes! KEOGHAN:\n Meanwhile, twins\n Anthony and Bailey's indecision at the Detour... We're gonna go... we're gonna\ngo load the vans, dude. -Let's just go cook.\n-We're cooking. KEOGHAN:\n ...led to their elimination."
}