{
    "season": 47,
    "episode": 5,
    "title": "The Scales Be Tippin",
    "transcript": "SUE: I was the murderer,\n and now I'm trying to cover my tracks. I'm gonna kill Jeff. PROBST:\n Previously on Survivor... -I don't think\nAndy's gonna be loyal to me.\n-Why? SIERRA:\nSam wants to work with Andy, but I want to stick\n with the three girls. We're just bickering\n like a friggin' old married couple. Yeah. KYLE:\n Gabe's gonna want me\n to flip on Tiyana, and there's no way in hell that I'm gonna try to go after her. ANDY:\n We can agree\nto play these amulets together, and they would have the effect of a hidden immunity idol. Yeah. GENEVIEVE:\n I don't want to just\n be going along with plans. So maybe it's time to stop\n going along with Kishan's plan and make Kishan the plan. Kishan, the tribe has spoken. ♪ ♪ TEENY:\n I feel like I don't even know\n what happened tonight. I've been bamboozled. I've been betrayed,\nI've been humbled. Walking into Tribal, I was\n expecting the vote to be Rome. But in one fell swoop, uh, I've been blindsided\nand I've lost Kishan, who I consider\nto be my number one, end-all, be-all in this game\nabove anybody else. A little bit. I'll be all right. TEENY:\nWhy? What's going on? Teeny, did you know\nabout the plan? I did know about the plan. Is there a reason\nyou didn't tell me, though? Because I didn't have a vote\nor any way to control it. ROME:\nI thought\nyou had my back, though. I do, but, like... How can you say that if you know\nit's gonna be me tonight and then you don't tell me? TEENY:\n It's hard to say what this means for me\nmoving forward. You know,\nmy first thought is, like, \"How close was it to being me? \"How far on the bottom am I? Can I crawl back up?\" I really don't know. Like, can you be\nstraight-up with me? Was there a debate? Like... No. No. No. No. -I feel that no matter...\n-You are right in the middle. You're not at the bottom. Rome and Sol are on the bottom. You and me are in the middle, because they both want\nto work with us, and they don't want\nto work with each other. Rome doesn't want\nto work with me. The idea to vote out Kishan\n was mine, and I knew\n I had to vote him out. It was better for my game. He is the player\nthat is the threat that you don't see\nuntil it's too late. And I just couldn't\n take that chance. TEENY:\nLike... He's pissed off at you tonight.\nHe's gonna be ... Well, what do I say\nto him, dude? Because I didn't come up\nwith that plan. -No.\n-I was told the plan. I was also told the plan. GENEVIEVE:\n At this point, I feel good that I've done the damage\ncontrol I need to do with Teeny. And now I have Rome,\nwho really trusts me, because I tipped him off and saved him\nfrom going home tonight. So, I think\nI'm in a good position. Like, from the bottom\nof my heart, okay? But I want you to know\nI feel freed from the shackles of, like, Kishan being a person\nin this game that I have to, like,\nmake decisions with or be associated with. I do feel liberated. And, I mean, I do, too,\nbecause, like, you know,\nwhen I came into this game, I said that I wanted\nto get an alliance, and I want\nto do everything possible -to get that alliance\nas far as possible.\n-Mm-hmm. And so that's why tonight, I was more hurt\nby Kishan than anything. I thought that I had\n a solid alliance with me, Genevieve, Kishan and Teeny. So, the second that I heard\n Kishan put my name out there, I knew that that trust with me\nand Kishan was out the window, was sayonara, goodbye. And that's why I had\n absolutely zero problems stealing his vote tonight,\nwriting his name down twice and seeing him\nget his torch snuffed. I feel like Teeny\n most definitely feels like she's on the bottom right now, and that's exactly\n how I want her to feel. So, yes, Teeny,\nyou can be remorseful. You can be, you know, sad that you were left out\n of the vote, but at the end of the day, that trust is 100% broken. ♪ ♪ ♪ ♪ ♪ ♪ Come on in! ♪ ♪ Wow. Tuku, Gata,\ngetting your first look at the new Lavo tribe. Kishan voted out -at the last Tribal Council.\n-Oh! Wow, man. All right, day nine, Survivor 47. Let's get to today's\nreward challenge. There are only two lanes\nfor today's challenge because we're doing\nsomething different. -Oh, man.\n-I know. Brand-new Survivor twist. Oh, my gosh. Oh, ... (W om an ) Lo ok I g ot t he n ew iP ho ne 1 6 Pr o at V er iz on . Apple Intelligence is pret-ty\nawesome. (Man) Nice. (Woman) You can get it when you\ntrade in any phone. (Man) Whoa, whoa, whoa! (VO) At Verizon, new\nand existing customers can get iPhone 16 Pro\nand a new iPad, all on us! That's over $1400 dollars\nin value! Only on Verizon. Wi th N es pr es so . Embark on a\n magical journey, and explore a world\n of tasteful surprises. Where every\n Nespresso coffee, is the perfect gift. Shop now at\n nespresso.com. Am az on f al l fa vo ri te s ar e he re . Save on fashion, home,\nbeauty and more. Shop Amazon fall favorites now. (W or ke r) H e ' s be en t hr ou gh a lo t. (Woman) We'll get there. [Dog whimpering.] It's ok. You're safe here. Come on. [Dog barking.] (WOMAN) No hurry. [Dog barking.] ♪ (VO 1) Love begins with trust. (Woman) I'm not going anywhere. That's why I got a Subaru. (VO 2) The all-new\nSubaru Forester. Safe. Long-lasting.\nTrusted. Loved. Wh er e ya h ea de d? SUSAN: Where am I headed? Am I just gonna take\nwhat the markets gives me? No. I can do some research. Ya know, that's backed\nby J.P. Morgan's leading strategists like us. When you want to invest with\n more confidence... The answer is J.P. Morgan\n Wealth Management ♪ ♪ There are only two lanes\nfor today's challenge because we're doing\nsomething different. Oh, my God. Holy cow. Here's how it works.\nWe're gonna do a random draw -across all three tribes\n-Wow. and form two teams of seven. These are teams\njust for this challenge. -Wow.\n-PROBST: You will compete together,\nand if you win, you will celebrate together\nwith the reward. -Wow.\n-Wow.\n-Oh. -Wow.\n-PROBST: All right, before we get to the draw, let me\nwalk you through the challenge. For today's challenge,\n you're gonna race under an obstacle,\n collecting keys along the way. You'll use those keys\n to unlock a ladder. You'll then work together\n to maneuver the ladder until it's free. You'll use the ladder\n to collect five balls from an overhead structure. Race to the finish,\n where you will attempt to land those balls\n into five different targets. First team of seven\nto finish wins reward. Want to know\nwhat you're playing for? -(all assenting)\n-PROBST:\nThe winning seven will be taken to the sanctuary... -Are you kidding me?\n-(all exclaiming) ...Where good things happen for a brand-new Survivor reward. It's called\nthe Survivor Social Hour. Here's how it works.\nYou're gonna barbecue hot dogs. -What?! You're kidding.\n-Oh, my gosh.\n-Oh! Play a little Survivor cornhole. (all exclaiming) PROBST:\nAnd you will also have the advantage of opportunity. The opportunity to hang out\nwith players you don't know and maybe forge bonds that\nwill help you later in the game. Losers, I got nothing for you. You will head back to your camp\nand then hope that somebody will share\nwith you what really went down. -Worth playing for?\n-(all assenting) All right, then.\nLet's draw for teams. GABE: This reward is something\n totally unprecedented, and the biggest advantage\n of it is you're getting this opportunity\n to really cross-pollinate and mingle\nwith the other two tribes. If you are blue,\ngo to the blue mat. If you're yellow,\ngo to the yellow mat. GABE:\n So, it's huge strategically, because we know how close\n we are to the merge. And any time\n you can get with people who you're not\n very familiar with right now is gonna be invaluable. All right, so let's look\nat these temporary teams. For today only, we have Anika, Sol, Rome, Gabe, Andy,\nSierra and Genevieve. Over here in yellow, we have Sue, Kyle,\nTeeny, Sam, Rachel, Tiyana and Caroline. So, both groups have members\nfrom all three tribes, which means, if you win,\nthis will truly be an advantage because, for the first time, you will have a sense\nof what's going on everywhere. -Wow.\n-Wow. All right, give you a minute\nto strategize. -We'll get it on.\nLet's do this!\n-(whooping) All right, here we go.\nFor reward at the sanctuary. Survivors ready? Go! First you got\nto get under that obstacle, and you are untying bags. Every player is responsible\nfor one bag. You cannot grab more than one. Once you have a bag,\nget to your mat. Once everybody's at your mat,\nyou can move on. -TIYANA: Y'all got this!\n-Good job, team. Everybody funneling out quickly.\nGot to get all seven there. Go, Blue! You're good! -Go, Yellow! You're good.\n-Come on, come on, come on. Go. Now you're looking\nfor three keys. -(overlapping chatter)\n-PROBST: Once you have all three keys, you can try\nto unlock the ladder. You're good, Blue! All right. Go, girl. PROBST:\nYellow, you're good. GABE:\nOh, you're good. You have to untie.\nYou have to untie. PROBST:\nIt is Blue in the early lead.\nTheir ladder is unlocked. Now you got\nto maneuver that ladder through a tricky maze. It looks a lot easier\nthan it is. Do you have the rest? We got it. Yellow has their ladder\nunlocked. Yellow has some momentum now. It is Yellow in the lead. Blue is stuck. -That's it.\n-There we go. There we go. -Keep pushing a little bit more.\nYeah.\n-Yeah. Good job. PROBST:\nYellow can feel it. They have figured this out. Good teamwork, guys. Yellow has the ladder free.\nYou can move on. -Right here.\n-It is Yellow now in the lead. -Down. All right.\n-Okay. -PROBST: One person going up.\n-(overlapping chatter) PROBST:\nIt's gonna be Kyle\ngoing up the ladder. -Unclip.\n-It's so steady. PROBST:\nThere's one. There's two.\nKyle can reach three. -Down he goes.\n-Now you got to make just one move\nto get the other two. Blue still working\non freeing up their ladder. SOL:\nLift up, Rome. There you go. Yellow now increasing\ntheir lead. Kyle quickly unclips\nthose balls. -Can we drop it?\n-Drop it. Do that, do that, do that. That's how you do it\non Survivor. Drop one in every slot. You got two rebounders up here.\nLet's go! It's gonna be Teeny taking\nthe first spot for Yellow. -Just shoot. You're okay.\n-PROBST:\nRachel and Sue gonna rebound. Wow. -Just misses.\n-SIERRA: Nice, guys. Good work. PROBST:\nBlue has their ladder free. -You're good, Blue!\n-They're still on their first. Get it up and get one person\nup the ladder. -Okay, everyone, stabilize.\n-All day, Rome, all day. -Stabilize!\n-It's gonna be Rome going up. You're unclipping, Rome. -KYLE: Soft touch.\n-Yay! KYLE:\nThere you go. PROBST:\nTeeny scores the first basket\nfor Yellow. Caroline now taking her spot. -Hold up. Hold it tight.\n-PROBST: Rome taking a lot of time on that second bag. SIERRA:\nNice, Rome! PROBST: Kyle whipped through it.\nThere's Rome with the third. -And a big leap.\n-Go, go, go, go, go. PROBST:\nNow it's Gabe going up. -Go, move.\n-Go. Okay. -Still got me?\n-Yes, yes, it's stabilized. They're gonna swap out. Yellow has one. Caroline going for two.\nJust misses. Gabe working for that final bag. Unclip it. He's got it. Drop the ladder,\nand you're good. Get all your bags in. -Go! Go! Go!\n-In the hole,\nin the hole, in the hole. Okay, there it is.\nThat's it. Caroline scores\nthe second for Yellow! Here comes Tiyana. Gabe gonna take\nthe first shot for Blue. -Yeah!\n-Yeah! PROBST:\nGabe scores the first for Blue! We've got Yellow with two,\nBlue with one. -RACHEL: You got this, Tiyana.\n-PROBST: There goes Tiyana -with a huge toss.\n-KYLE: Yeah. Yup. Yup. PROBST:\nJust out. One more. PROBST:\nThere goes Sierra. -SOL: Ooh, get in there!\n-SIERRA: Yes! PROBST:\nSierra scores a second for Blue. We are tied, two-two. CAROLINE:\nYou got it, Tiyana. Come on. PROBST:\nTiyana, deep breath. -Nice launch.\nThat looks good.\n-KYLE: Yes. Yes! There it is!\nYellow has their third. Here comes Kyle with the fourth. Andy going short. -In and out.\n-Oh, God. -KYLE: Oh.\n-PROBST: Here goes Kyle. -Yeah!\n-(cheering) PROBST:\nKyle with a huge toss. Scores it.\nThat is the fourth for Yellow. It is now Sam with the fifth\nand final ball for Yellow. -Andy scores the third.\n-Good work, Andy! Here comes Sol now working\non that fourth ball for Blue. Sam's way back.\nIt's a long ways away. Takes a lot of touch\nand a lot of strength. Can Sam close it out for Yellow?\nIn and out. Sol trying to tie it up for Blue\nto give them a shot. -In and out.\n-So close, Sol. There goes Sam for the win. Is that it?\nIt is! -(cheering)\n-Yellow wins reward! Rachel, Sue, Caroline, Tiyana, Teeny, Sam, and Kyle earn an afternoon\nat the sanctuary. -RACHEL: Oh, my God.\n-SUE: Wow. PROBST:\nHuge effort by everybody. All right, Caroline,\nKyle, Rachel, Sam, Teeny, Tiyana and Sue,\nenjoy your afternoon. Grab your stuff, head out down\nthis way. Boat'll pick you up. -Thank you, Jeff.\n-Thank you.\n-Thank you. PROBST:\nAll right, Andy, Sol, Rome, Gabe, Sierra, Genevieve, Anika, all of you are going back\nto your individual camps. Grab your stuff, head out. TEENY:\n I was so psyched my team won. And the Survivor Social Hour\nis the kind of thing where I'm just like, \"Oh,\n my God, this changes my game.\" The merge is coming up, and I'm the only Lavo\n going on this reward. So, I get a chance\n to talk with these people and tell them\nexactly what happened, coming from a place where I'm on the bottom. RS V ca n se ve re ly a ff ec t th e lu ng s an d lo we r ai rw ay s. But I'm protected (pause)\nwith AREXVY. AREXVY is a vaccine used to prevent lower\n respiratory disease from RSV in people\n 60 years and older. RSV can be serious\n for those over 60, including those with asthma,\n diabetes, COPD and certain\n other conditions. But I'm protected. AREXVY is proven to be over\n 82% effective in preventing lower\n respiratory disease from RSV and over 94%\n effective in those with these health\n conditions. AREXVY does not protect\n everyone and is not for those with severe\n allergic reactions to its ingredients. Those with weakened\n immune systems may have a lower response\n to the vaccine. The most common side effects\n are injection site pain, fatigue, muscle pain, headache,\n and joint pain. AREXVY is number one\n in RSV vaccine shots. RSV? Make it AREXVY. (♪♪) I' m Da ve M in a nd I ap pr ov e th is m es sa ge . Scott Baugh, indicted on\n over 20 criminal charges. 4 of them felonies. Campaign Finance Fraud. Corruption. Perjury. Baugh was even accused\n of rigging his own election. No wonder Baugh stands\n with the MAGA extremists. The same extremists\n who tried to overturn the 2020 election. And are behind Project 2025, which eliminates\n the independence of the Department of justice. Putting MAGA in\n charge so Scott Baugh and MAGA can do\n whatever they want. ANNOUNCER: Trial Lawyer\nDerek Tran defended a manager who hung\na noose in his office. Another Tran client? A man accused of\nsexually assaulting\nfemale coworkers... including locking\none in a car until she slept with him. Congressional\nLeadership Fund is responsible for the\ncontent of this\nadvertising. ♪ ♪ TIYANA:\nOh, my goodness. -SUE: First sanctuary, guys.\n-TIYANA: Beautiful. -Bucket list.\n-Finally. Oh, my God. Ah. We've made it\nto the sanctuary. -Yeah.\n-(whoops) We arrive at the sanctuary,\nand I'm looking over, and I see this big banner that says \"Survivor Social Hour.\" -It's a fun sign.\n-Yes, it's a great sign. KYLE:\n And it's looking like\n a real good time. I see that there's a cornhole,\n there's sodas. -Cheers!\n-Cheers!\n-(whooping) KYLE:\n And there's a grill\n with some dogs. Oh, the vegan dog! -What?! No way!\n-SUE: Kyle! KYLE:\nAnd there is a veggie dog, even, for me, because I'm a vegetarian. So when I seen something\n that I could eat, I lit up inside. I... That's the happiest I've ever\nbeen for food in my life. Come and get it\nwhile the getting's good, guys. Yay! KYLE: But my main thing\n about this is, like, coming this close to the merge,\n this is a prime opportunity for people to start creating\nnew bonds and figuring out the different cracks\n that exist in other tribes. TEENY:\nI feel like we've got a lot\nof eating and a lot -of talking to get to.\n-Yeah. So we need you\nto give us the downlow. -Yeah. I'll fill you guys in.\n-SUE: Oh, yeah. -SAM: Do you want to start?\n-TEENY: Yeah. So, basically, we get to Tribal,\nand I just start getting this, like, weird feeling,\nand they all voted together. Oh, damn. I'm sorry, Teeny. So now you feel\nlike you're on the bottom? TEENY:\nI'm just nervous all around. I feel like\nthis might be my last supper. Like, that's where\nI'm at right now. That sucks, Teeny. I'm so excited\n for this Survivor Social Hour. I'm here with Sam from Gata, and we're getting to bond with other people on other tribes\nfor the very first time. If we hit merge, having as much information\n as possible is gonna be really good for my game. SUE:\nSo, tell us about you guys. -RACHEL: Yeah.\n-SAM: Yeah. It's been weird. We're the weirdest\nkumbaya tribe ever. -We go everywhere together.\n-Do you really? You don't split off at all? -Not really.\n-SAM: We go everywhere together. SUE:\nI felt like the only thing\nthat we heard was that you and Sierra were,\nlike, sort of running the show. -No. It's crazy.\n-RACHEL: Mm. SAM:\n Sierra and I have a very\n secret bond with one another. And so it's really frustrating\nto know that two tribes might already\nsuspect that going into the merge. And that perception is very dangerous for my game. TIYANA:\nI'm not gonna lie.\nThis is probably the best-case scenario\nfor me right now of the Tuku being here. This is not gonna blow up\nanyone else's game. Gabe has been the one looking\nfor idols this entire time. Like, if anyone's gonna find it,\nit's gonna be Gabe, and he's alone right now.\nI'm pretty sure he's looking for it at\nthis current moment as we speak. Oh, shoot. It kind of worked out perfectly\nbecause the one person that I'm a little sketched out\nabout is not with us. I know that Gabe has\n thrown my name out there, so now I can make sure that Gabe is the first name that\nkind of goes to people's heads when they think of people\nwho are suspicious and that they can't trust\npost-merge. It's a perfect play for my game. Gabe threw his idol\nat our first Tribal Council. He found... Wait.\nHe already found an idol? -And he played it.\n-What?! TIYANA:\nNone of us knew\nthat he had the idol. SUE:\n Tiyana just opens up,\n talking about Gabe, literally throwing him\n under the bus. It was shocking. -I go off of vibes.\n-Yeah. No matter how many times,\nlike, me and Gabe talk, it feels a little iffy. SUE:\n Gabe is basically\n my number one ally. And Tiyana put a target on\nGabe's back 100% for the merge. TIYANA:\nYeah, Sue. Yeah! -SUE: Almost.\n-Ooh. That was close. This is, like, my second sport--\ncornhole. -Oh. (laughs, whoops)\n-Be, like... Oh! -Oh, yeah!\n-SAM: Kyle! It's nice. It takes us away\nfrom the game a little bit. -Right?\n-KYLE: Yeah. RACHEL:\nHow do you feel about the people -here on your tribe?\n-I think\nthe people here are good. I think there's still\nsome personalities that kind of rub each other\nthe wrong way. Some people go out,\n play a game of cornhole. I decide\nto keep playing Survivor. RACHEL:\nI haven't talked to Sue at all. She is my number one.\nI love to work with her, -and whoever I'm working with...\n-Mm-hmm. Hmm. Okay. Amazing. CAROLINE:\n The Survivor Social Hour--\n it was so good. I'm definitely feeling good vibes\nfrom both Teeny and Rachel. Rachel is someone who\nI just feel comfortable around. So, do you feel good\nwith the women? CAROLINE:\nI feel really good\nwith the women. So, I could see us working well\nin a bunch of different ways. -Yeah. -CAROLINE: Teeny, on the other hand,\nI've already met and established a great relationship\nwith at the journey. I'm over the moon.\nI'm absolutely thrilled. ♪ ♪ SOL: Yeah. ROME: When we lose\n the reward challenge, it is the worst feeling in the world. I would have loved\n to be on that reward, but I had to come back hungry,\n knowing that I'm gonna be eating coconut some more\n and have nothing but water. It was definitely,\ndefinitely rough. ROME:\n But the good thing is,\n with Teeny not at camp, it definitely opened up the door for me to start talking with Sol about potentially\n getting out Teeny. It's just gonna be about convincing him\nthat he can fully trust me. So, I've got no problem telling Sol everything,\n because at the end of the day, you share knowledge with people. That's how you build trust\nin this game. Teeny now has the opportunity\nto go talk with everybody, she's got food in her belly. She's gonna be a serious threat\npost-merge. And this is the other thing. Teeny did get\na three-way amulet, so, if her and the other two people with the amulets use it\ntogether, it counts as an idol. Fart. I am in complete shock. Teeny has an amulet which I was not aware of. And here's the other thing is, Genevieve has told me before that she doesn't want\nto work with you long-term, and she'd rather work\nwith Teeny. But I want to work with you more\nthan I want to work with Teeny. SOL:\n After last night's vote,\n I thought that Genevieve and I could\n build something strong. So that was pretty hard. Rome is vomiting information\nto me, none of it that I knew. And that's where\nI came back to reality. It's like, \"Sol, you don't know anything\nthat's going on right now.\" That sucks to hear. Coming in here, I have over 20 years sales experience. I have been very,\nvery successful in my selling career,\nreading people, convincing people to do things. So, I'm getting a big dose\nof humble pie right now. ROME:\n I know that you want Sol out -more than you want Teeny out.\n -GENEVIEVE: Yeah. ROME:\n So, hear me out. Sol, at the end of the day,\nwhen it comes to actions, even though\nI might not be fond of the guy, -actions speak louder\nthan the words in this game.\n-Yeah. So, he has shown more loyalty\nto us than Teeny. GENEVIEVE:\n Right now, Rome is very chaotic. Even though we only lost\na reward challenge, it's very reminiscent\nof the scramble that would happen after losing\n an immunity challenge, which... (scoffs) Yes, he's tried to come for me,\nthings like that. -But at the end of the day,\nhe voted with me last night.\n-Yeah. He was the one\nthat brought up Teeny, and I think that that's\nour better long-term play. GENEVIEVE:\n Rome is saying that Sol is pitching Teeny\n hard to him. But out of all\nthe Lavo members left standing, Teeny is the one\n that is just easiest for me to work with, so... Ugh! Oh. -You got me, girl.\n-Hmm? -You got me.\n-What does that mean? -Rome said that?\n-Yeah. That's very different\nthan what he said to me. -Oh.\n-He just said\nyou were pitching Teeny. -Oh, no.\n-That's really interesting. Huh. My conversation with Sol-- I was a little caught off guard. I learned that Rome has been very naughty\nand told Sol that I don't want\n to work with Sol long-term. I mean, I know I've said it, we all know I've said it, but I don't want Sol\nto know that I have said it. -So, you really weren't\npitching Teeny to him?\n-Absolutely not. GENEVIEVE:\n And not only that, but Rome was the one\n targeting Teeny. It's not Sol. So, if he's not\ntelling me everything, his value to me goes down and his danger level goes up. And at some point,\nthat will tip the scales, and it won't make sense for me to keep Rome\n in this game anymore, and the scales be tippin'. Ma rs ha ll s bu ye rs h us tl e fo r th e la te st t re nd s, from fashion... Double denim is back. Got it! to beauty,\n so you don't have to. That is a deal! We get the deals, you get the good stuff. Marshalls. Lo ok a t th is s ki n ba by ! She is glowing. She is 1 of 1! Olay Hyaluronic Body Wash has 10x more\n Vitamin B3 Complex. For visibly-nourished skin. My skin is so much\nmore moisturized. Olay Body Wash and Lotion. Discover yours. Su bw ay i s ma ki ng f oo tl on g sn ac ki ng h is to ry . First epic footlong cookies,\n churros, and pretzel's. Now all new $3\n footlong dippers. Is there a hall\nof fame for snacks? Find your perfect footlong snack\n at Subway today. Up se t St om ac h Iberogast Indigestion Iberogast Bloating Iberogast Thanks to a unique\n combination of herbs, Iberogast helps relieve six digestive symptoms to help you feel better. Six digestive symptoms. The power of nature. Iberogast. Ch ec k ou t Ma ho me s sc ra mb li ng i nt o T- Mo bi le to get the new\niPhone 16 Pro, built for\nApple Intelligence. Cuz is holding it up\nlike it's a baby lion! Now at T-Mobile.com get the new\n iPhone 16 Pro\n On Us. And families can save 20% every month\n versus the other big guys. Wh en y ou s ee w ha t it 's r ea ll y li ke when our skin touches wool... you see why we need\n Downy Free and Gentle with no perfumes or dyes. It not only makes your clothes\n softer, it is gentle on your skin. It breathes life\n into your laundry. ♪ ♪ Missing out on the things you love because of asthma? Get back to better breathing with FASENRA, an add-on treatment\nfor eosinophilic asthma that is taken once\nevery 8 weeks. FASENRA is not for sudden\nbreathing problems or other\neosinophilic conditions. Allergic reactions may occur. Don't stop your\nasthma treatments without talking\nwith your doctor. Tell your doctor\nif your asthma worsens. Headache and sore throat\nmay occur. Tell your doctor if you have\na parasitic infection. Step back out there\nwith FASENRA. Ask your doctor if it's right\nfor you. ♪ ♪ (chicken clucking) ANDY: We're just letting 'em go -right now?\n-SIERRA: We're letting 'em go 'cause I don't think\nthey can lay eggs in that. ANDY: You don't think\nthey're gonna, like... (clucks) ...go away as soon...\nlike, as soon as they come out? Sam and Rachel\n are the ones who go on this Survivor Social Hour. And so, back at camp,\n myself, Sierra, and Anika-- the three of us are hungry. You know, we did not\nwin any hot dogs. We have no food to speak of. -ANIKA: Are you ready?\n-SIERRA: Yup. ANDY:\n And these chickens are, like,\n unwanted members on the Gata beach at this point. -(clucking)\n-SIERRA: Hey! ANDY:\n We won this, like, beautiful fishing kit\n a few days ago. Let's put it to use.\n Maybe we can catch some fish, and that would be,\nlike, a huge morale boost. We're almost at the end! ANDY:\nThere's a lot of different ways\n to go about, you know,\nfishing with this thing. ANIKA:\nThis is just such a joke. ANDY:\n And nothing's working. ANDY:\n So it was just kind of\n like salt in the wound. It was sort of, uh, kind of a bad afternoon\nafter a defeat. Damn, that net is huge. Yeah. We get back to camp,\n and Sierra, Anika and Andy are in the middle\n of trying to do something with the net\nto get fish, I guess. SAM: But people are chomping at the bit to find out\nwhat the heck happened. Okay, well, here's the deal. Tuku goes\nto the second Tribal Council. So, Rachel and I\n sit everybody down, and I, of course,\n left out the fact that Sue actually came forward\nand told me, \"We heard that you and Sierra\n are running things back at your camp.\" SAM:\n So I asked Sue if they had heard anything\nabout our tribe dynamic, basically just trying\nto play dumb. And then Sue was like,\n\"Well, we heard that you and Sierra are kind of\nrunning things over there.\" And that's what...\nI shot that down. -Yeah. Good.\n-It's just like, that's... -I'm happy you shot that down.\n-And I was like, -\"I don't feel like Sierra\nand even talk all that much.\"\n-Yup. I was a little bothered to learn\n that it was brought up that Sam and I were on, you know, the top\nand dominating the Gata tribe. This is not good for my game,\n but I have a few options. I know I have Rachel, Anika, and myself--\n the breadwinners-- we're this tight, core alliance. So, first off, Caroline said,\n\"The women are together \"and we're basically just, like, waiting to see\nwhat to do with the men.\" But Sam and I have\na very tight alliance with Andy. ANDY:\nI'm sure Sam filled you in. -Right.\n-The three of us--\nthat's secret. -Right.\n-That is confidential. SIERRA:\n I feel like\n I could go either way. Can either kick it with the boys\n or with the girls. So, I'm like, \"What is best for my game?\" (sighs) I know I have a lot of power\n right now, but it's kind of stressing me out. TEENY:\nI'm not complaining whatsoever, but everyone got one hot dog,\nthere were no condiments. -It was like...\n-SOL: Oh, really? -Yeah. There wasn't, like,\npotato salad and that.\n-Yeah. TEENY: During\n the Survivor Social Hour, I told the other tribes the entire, whole truth. I told them\n that I was on the bottom and I'm a little bit scared. So, I decide to tell my tribe\na minorly-tweaked version of what I told everyone\nat the Social Hour. About our Tribal,\nI told them what happened, except for I didn't say\nhe stole Kishan's vote. Basically, I wanted to make them feel like I didn't give up\n any information. I did not get a chance\nto one-on-one talk to Sue, but she seems like a sweetheart. Who else was there? Tiyana. ROME: I feel like Teeny almost got no information when she could have got\nway more information. That's just appalling to me, so, there's a lot of red flags\nat this moment with Teeny in the game. He told that to your face? Hundred percent. TEENY:\nSo, the second Rome walks away, Genevieve and Sol\nstart telling me that Rome went absolutely nuts when they got back\n from the challenge, and that is music to my ears. -And then he goes,\n\"Teeny has the amulet idol.\"\n-Okay. -Figured.\n-Um... Yeah. TEENY:\n After last night, I was so nervous about\n my life in this game, and now the tables have turned\n a little bit. Because of the madness\nthat occurred today, I feel like Sol and Genevieve\n finally see the light on what I've known, basically, since the beginning\nof this game, which is that\n Rome's unpredictability and manner of playing this game\n is just too chaotic to have, long-term. I want him gone. TIYANA:\nI'm not even gonna say \"if.\" -When we get to the merge,\nall of us...\n-Uh-huh. Those guys are scattering,\nlike, friggin', like... -Like, I swear to God.\n-KYLE: Yeah.\nOh, they're running. SUE: We come home, and I felt horrible knowing that Tiyana put a target\n on Gabe's back in front of the whole Social Hour. TIYANA:\nI'm just gonna hop\nin the water really fast, then -I'll go crabbing.\n-Yeah. And then, also,\ncutting up coconuts for Gabe. And I want him to do,\nlike, literally nothing. SUE:\n I think Tiyana did it\n intentionally so that others will look at him\n as a threat. So, if she can't take him\nout with us, she wants him gone. And that makes me pretty upset\n because he's basically my number one ally. CAROLINE:\n My strategy right now\nis trying to keep options open, but Tuku is falling apart. It's looking\nmore and more likely all five of us might be\nmaking it to the merge. And I'm just thinking,\n \"How can we work together?\" CAROLINE:\n My fear is that Gabe has all trust gone\n with Tiyana because she threw him under the bus. I'm trying to be the mother hen and help us all form\n a cohesive, wonderful family. And they're all running away. And I'm like, \"Let me try\n to get one back in the coop.\" I want her to tell Gabe the full truth. 'Cause I'm worried about Gabe\nfinding out about it. -About?\n-About what you said. I just don't see a world\nin which if he's at the merge, he doesn't find out\nabout what happened. 'Cause I'll be honest.\nI don't know if Gabe will trust you\nafter this. TIYANA:\n Caroline suggested to me that I come clean with Gabe. I didn't feel, in that moment, that I needed to apologize, but if I ignore their advice, no one will trust me\n because they know I'm not listening to them. TIYANA:\n So, if Caroline wants me\n to apologize to Gabe and it would make Gabe\nfeel happy, it just seems like\nthe right thing to do. Uh-huh. Uh-huh. GABE: Tiyana said that she had\n a private conversation with two other people, that I played the idol, but I don't believe it\n in the slightest. Uh-huh. Yeah. Uh-huh. But I also wanted\nto be completely honest. -That was it. Like...\n-Uh-huh. The whole time, I'm just like, \"Mm-hmm.\" -Uh-huh.\n-\"Yeah.\" -Yeah.\n-\"Okay.\" -Okay. -Tiyana, I've never once trusted anything\nthat comes out of your mouth. It was just that\nI played the idol, it wasn't anything about, like,\nmy game or anything? -No. I literally only told\n-Okay. -Rachel and Teeny about that.\n-Uh-huh. Okay. -Don't worry about it,\nwe're totally cool.\n-Dude. Gabe. We're totally cool.\nDon't worry about it. -I really am, like, so sorry.\n-No worries. Uh-huh. I get my BS apology from Tiyana. That doesn't make me feel good. I-I think if Tiyana was not\ncompelled to apologize to me, then she would not have. -Mm-hmm.\n-She said that she only talked to Rachel and Teeny, and it was in a private\nconversation with them that she said that\nI played my idol. GABE: I'm angry at how open and brazen Tiyana was about\n throwing my name out there. But I've been ready\n to cut Tiyana out for a long time. I want\n to crush her Survivor dreams. I want to watch her torch\nget snuffed out and I want to smile\nwhile it happens. ♪ ♪ Look, there are a lot of things\nrequired to win Survivor but ultimately, it's gonna\ncome down to your relationships. Do you think you have\nwhat it takes to pull it off? Apply to be on Survivor. Do na ld T ru mp h an dp ic ke d hi s Wh it e Ho us e te am . Now, the people\n who knew him best say he's too unstable to lead. Here's his national\n security advisor: “Donald Trump will cause a lot of damage.” And his defense secretary: “Do you think\nTrump can be trusted with the nation's\nsecrets ever again?” “No. I mean, it's just\nirresponsible action that places our service\nmembers at risk, places our nation's\nsecurity at risk.” Take it from the people\n who knew him best. Donald Trump is too big\n a risk for America. I'm Kamala Harris and I approve this message. At T J Ma xx , yo u ca n af fo rd to t ur n yo ur c lo se t into a place of\nendless expression. With the quality, styles,\nand prices you love. ♪♪ Mo ne y is t ig ht , so w e mu st m ak e sa cr if ic es . I give up my bespoke\nshaving subscription. And I'll stop\nordering everything that's trending on Instagram. And I will no longer agree to the add-ons\nat the oil change place just because the mechanic\ncalled me \"ma'am.\" It really is a top-of-the-line\nfilter, ma'am. And of course,\nwe'll downgrade our insurance -to get a lower rate.\n-Well, you know, you don't have to make sacrifices\nnow that you're saving money with the Progressive\nhome and auto bundle. You couldn't have said that\nlike 6 seconds ago? We 'r e us ed t o co rr up ti on i n Co ng re ss but Ken Calvert said\n hold my hot dog, and got named one of\n the most corrupt of all. Caught directing\n federal tax dollars to benefit his own real\n estate investments. Calvert then jacked up\n costs and made a fortune. Nevermind that\n housing costs went up for Riverside families. Three decades in Washington and Calvert got up to\n 20 million dollars richer. Riverside County\n pays the price. HMP is responsible for\n the content of this ad. ♪ ♪ Come on in! Good morning, Tuku. -Good morning, Jeff.\n-Good morning, Jeff. Morning, sunshine. Come on in, Lavo. Down to four. (chickens clucking) Here comes a very slow-moving Gata tribe. With their chickens. PROBST:\nGot all three? Huh. -SIERRA: All three, Jeff.\n-ANIKA: All three. Hmm.\nThis gonna be interesting. Well, let's just start\nwith the obvious. Are they family members\nthat travel with you now or is this about something else? You know, Jeff,\nwe, as a tribe, would like to -propose a negotiation with you.\n-I love a negotiation. -SIERRA: I know you do.\n-Tell me what you're thinking. Well, the thing is, we-- You know, we saw that\nsecond place got the six eggs, -initially. They\n-PROBST: Okay. popped out, in two and a half\ndays, three eggs. Two of them shattered\nbefore we could even get to 'em. 'cause they just pop out. PROBST:\nSo, first of all, Sam,\nis the reason you've not chosen\nto eat the chickens a moral decision? Uh, not everybody\nwas comfortable with the idea\nof eating the chickens. -Okay.\n-SAM: So, you want to make sure everybody's comfortable\non our tribe. Eating the chickens--\nnot really an option for us. And they kind of suck\nat making eggs. So you're saying\nyou want to trade -the chickens for eggs?\n-Correct. -SAM: Yes.\n-PROBST: Okay. -What's the offer?\n-SAM: I think two dozen\nsounds pretty good, Jeff. PROBST:\nSo, 24 eggs. Okay. On Survivor, we see the chicken as a dilemma in this sense: you can eat the chicken or you can use the eggs\nfrom the chicken. Those eggs are gonna\nbe hatched over 16 days, so that's a little bit\nlike winning the lottery, and you get paid\na little every year. You want to put all your eggs\nin one basket. You want to get paid right now. That comes at a reduced price. So, you're asking for 24 eggs, which is eight per chicken. I'll counter\nat five per chicken. That's 15 total eggs. -Twenty.\n-PROBST: Twenty. Shall we meet in the middle? Which is never\ngreat negotiating, but I'm willing to do it.\n18. -Let's do it.\n-PROBST: Eighteen eggs. -Done, you have a deal.\n-Deal.\n-Deal, Jeff. -Thank you.\n-(whoops)\n-PROBST: All right. Eighteen eggs will\nbe waiting for you back at camp. -The chickens will stay with me.\n-All right. -SAM: Thanks.\n-ANIKA: Thanks, Jeff.\n-Good for you guys. -PROBST: All right.\nShall we get to\n-Good for you guys. today's immunity challenge? -(all assenting)\n-PROBST: All right, first things first.\nGot to take back the idols. Thank you. Thank you. Once again, immunity\nis back up for grabs. For today's challenge,\n you're gonna drag a very heavy net-- Hey! Sorry. -What happened?\n-SIERRA: He's just -biting my foot, and I\n-Pecked her toes. -take care of him.\n-PROBST: That's what family members who are\nleft on the side of the road do. SIERRA:\nThey got to go. If you...\nI'll just step away. -Sorry.\n-PROBST: All right. For today's challenge,\nyou're gonna drag a very heavy net full of coconuts and sandbags\n along the course. Along the way, you're gonna collect more sandbags\n and more coconuts, making it even heavier. When you get to the finish,\nyou're gonna throw the sandbags at a puzzle wall until you knock off every block, then race to reassemble\n the exact same puzzle. First two tribes to finish\nwin immunity, safe from the vote, will not be sent home.\nLosers: Tribal Council,\nwhere somebody will be the fifth person voted out of Survivor 47.\nAll right, we have sit-outs.\nGata, one extra person who you can\nsit out. It can be anybody, because everybody participated\nin the last challenge. -Jeff, I'm gonna sit out.\n-Anika gonna sit out for Gata. -Tuku, one extra person.\n-I'm gonna sit out. Sue, you're gonna sit this one\nout. All right, sit outs, take a spot on the bench.\nEverybody else, give you a minute to strategize.\nWe'll get it on. Here we go. All right, here we go. For immunity. Survivors ready? Go! First, you got to drag that bag to your first mat. Yep, yep, we're on it. -Go. Hey, go, go, go!\n-You're good, you're good, -you're good.\n-SUE: Good job, guys! Now you're gonna saw a rope. We've got Kyle for Tuku, -Sol for Lavo,\n-Nice, Sol. Andy for Gata. Come on, Gata! Let's go, Andy. RACHEL:\nTurn it around, turn it around. -SAM: Flip it.\nYou need the blade.\n-SIERRA: Yeah, that one. -There you go.\n-(panting) Kyle working it for Tuku. -Come on, baby.\n-Yes, Kyle. Kyle has his for Tuku. Good job, Kyle. PROBST:\nNow you got\nto get all your coconuts and your sandbags into your bag. -Don't throw them so hard, guys.\n-Okay. -Yeah. There it is, Sol. Go!\n-Go! Go! Sol has his. Andy, still working for Gata. Keep cutting, Andy. -Aah! Aah!\n-Come on, Andy! -ANIKA: Good job!\n-PROBST: Andy struggling. -SAM: Come on, Andy.\nWe need you, bud.\n-(grunting) -Let's go.\n-One, two. PROBST: Tuku thinks\nthey have all their sandbags. -You're good!\n-We're good. Hurdle.\nHit it hard, hit it hard. -(grunting)\n-PROBST: Tuku in the lead,\nstill. Tuku at the second stage. SUE:\nCome on, guys! PROBST: Got to get\nall the coconuts in that bag. Try to get as far back\nas you can. -All right, we're good.\n-Lavo, you're good!\n-Go! -(groaning)\n-PROBST: Those bags are heavy. -Andy still working.\n-SIERRA: Keep pushing, Andy! You got this. -(grunting)\n-PROBST: This is a huge\nearly setback -for Gata.\n-You got it. PROBST:\nGata has theirs! Finally. They got a lot of time\nto catch up now. -Help put them in the bag.\n-SIERRA: I need help! Once you have all the coconuts,\nyou can move on. Go. Tuku, you're good. GABE:\nHit it hard, hit it hard,\nhit it hard! (grunting) PROBST:\nThat bag is very heavy now. One, two, three, pull! Tuku doing a nice job\nworking together. One, two, three, pull! It is Tuku in the lead,\nthen Lavo. Rome, help him lift it. -PROBST: Gata has a lot of time\nto make up.\n-Let's go. -One, two, three, pull!\n-One, two, three, pull! Tuku now can empty the bag. -Sandbags in the...\n-I'll organize it. Yup. I got coconuts. -(grunting)\n-Everyone watch your step. PROBST:\nLet's go, Lavo!\nThat bag is heavy. (grunting) Gata, you're good. Let's go! ANIKA:\nGata, you got this! I believe in you! PROBST:\nLet's go, Gata. You're in this. SIERRA:\nKeep pushing. Tuku with a huge early lead. Lavo trying to close the gap. Almost there. Five more steps. PROBST:\nOnce you have every sandbag, then you can start\nknocking down your puzzle wall. -That's it.\n-Good.\n-You're good! Go, Tuku! -Toss it, Caroline. Go.\n-I got it. I got it. PROBST:\nAnybody can throw. Tiyana up first. (grunting) -Oh.\n-Kyle with a toss. It is Gata working\nat the second stage. Shoving 'em. PROBST:\nKyle with a big arm. There's a couple of blocks\nfor Tuku. Good job, guys. You're good, Lavo. It is now Lavo that can start\nbreaking down their wall. -Got it!\n-PROBST:\nKyle with another nice toss. -Nice, Sol!\n-PROBST: Sol, wow! Sol knocks five blocks\ncompletely off. And Gata is still\ninexplicably working at the second stage. PROBST:\nThere goes Tiyana. Nice toss. SUE:\nYeah, Tiyana! -Yeah, Sol!\n-Sol with another big hit. -Yes, Rome!\n-PROBST: Rome with a nice toss. We are neck-and-neck. -Yup.\n-Yeah, Sol! Sol with another one. And now it gets harder\nto get those bottom blocks off. -Yes!\n-Yes, Gabe!\n-PROBST: And Gabe for Tuku with a nice hit.\nThere goes Rome. They're moving them slowly. You have blocks blocking\nthe blocks. That's a problem. Tuku, you're good.\nStart rebuilding. -SUE: Come on, Tuku!\n-PROBST: Now you got to get all your pieces back\non your mat. -ANIKA: Go, Gata!\n-Push! PROBST:\nGata finally out\nof the second stage. Push, dig deep! PROBST:\nYou're good. Now unload. ANIKA:\nYou got this, Gata! PROBST:\nTuku working on putting\ntheir puzzle back together. PROBST:\nBut Lavo has hit a roadblock. It's gonna take a big gun\nto move those blocks, 'cause they are jammed up. -Got to get 'em off that table.\n-We're so close. -Let's go.\n-PROBST: You're good, Gata.\nLet's go! Big gun from Sam\nknocks off four blocks. Sierra with a nice rocket. Gata's made up a lot of time. It is Lavo slowing down now. That's okay. We can do this. Come on. Everybody's in this now,\n'cause we're looking for two. You got this, guys,\nyou're in it! Another gun from Sam. So frustrating. -Yup. Good. That's it.\n-Yup. PROBST:\nTuku with a huge lead right now. -Ready?\n-Yup. Yeah.\n-Yes. Here comes Sam again\nwith another toss. Lavo, keep working. They cannot -be touching the frame.\n-TEENY: Yeah, Sol! PROBST:\nHere comes Andy. SIERRA:\nYeah! -Andy did it! You're good!\n-ANIKA: There you go, Andy! A huge comeback from Gata. -One more, one more.\n-There goes Rome. -(cheering)\n-PROBST: You're good! Let's go, Lavo! -And then this one.\n-Yeah. PROBST:\nTuku with another piece,\ngetting closer. (whooping) You guys ready? -Double-check.\n-Jeff! Jeff! -Jeff! Jeff!\n-Tuku thinks they have it. -And they do!\n-(cheering) Tuku wins immunity,\nsafe from Tribal Council. -Oh, my God.\n-Hey, hey. Lavo and Gata--\nthey are literally starting on this puzzle\nat the exact same time. -This is top left.\n-Yeah, that's right.\n-Nice. -PROBST: Immunity on the line.\n-Yeah, perfect. PROBST:\nSomebody going home tonight. Player number five of Survivor 47, say bye-bye. -Face 'em all\nthe right way, Si. Don't...\n-I... They're the right way. No.\nLike, this needs to face us. -Yeah, but she needs\nto be able to see.\n-Hey, no fighting. Gata was dead last\nbut once again, a huge comeback. Fighting to stay alive\nin this game. RACHEL:\nWait, wait, wait,\ngimme that one back. I can't see the puzzle if we're facing the pieces\nupside down and sideways. -That's it?\n-Yeah.\n-Yup. Lavo with another piece.\nWe are still neck-and-neck. You're so close, you're\nso close, you're so close! I think something else is wrong. -SOL: Yeah. Yeah.\n-There it is. There it is. -Wing needs to go on this side.\n-PROBST: This is gonna -come down to the wire.\n-ANIKA: You got it, guys! -That's right. That's right.\n-ANIKA: You got this! Quick, quick, quick! -One more.\n-Jeff!\n-Jeff! Lavo thinks they have it.\nGet back to your mat. Put it back. Put it back. -Go, go, go!\n-Move!\n-Sol falls. There you go. You got it. That's it. That's it. PROBST:\nYou're good! (cheering) Lavo pulls it out\nin the last seconds over Gata... ROME:\nOh, thank you! Oh, my God! ...sending Gata back to Tribal Council,\nwhere somebody will be the fifth person\nvoted out of Survivor 47. Oh, my gosh. (cries) That was tight. -Wow.\n-Wow. PROBST:\nLavo, big, emotional win. Rome, tell me -about the emotion.\n-ROME: I mean, we knew coming into today that we're the only tribe where the majority\nof us hasn't had anything but coconut\nthe last six days. We came in knowing that\nwe're gonna be super low energy, and we just told everyone,\n\"Just give it our all. \"Just put your whole heart\ninto it and don't give up, \"no matter how hard\nit might get. Just power through\nand try to not go to Tribal.\" And the fact that we were able\nto do it today, it just shows us why you never\ngive up on Survivor, Jeff. All right, Tuku, congratulations. Immunity is yours. Nobody going home\nfrom your tribe. Lavo, big win indeed. Immunity is yours. And you get your flint back. Let's go. We got fire, man.\nThank you, Jeff. Most importantly, nobody\ngoing home from your tribe. Tuku, grab your stuff, head out, enjoy the night off.\nNobody going home. SIERRA:\nGreat job. Great job, guys. Lavo, grab your stuff,\nhead out. -Enjoy the night off from me.\n-Thank you. (Teeny sighs) PROBST:\nSo, Rachel,\nthe afternoon started off pretty well.\nWe had a nice negotiation. Eggs waiting for you\nback at camp, but the result is -Tribal Council.\n-And no way to cook the eggs. The great irony of having -18 eggs back at camp.\n-Oh, shoot. Because I'm gonna\ntake your flint. -You're gonna take our flint.\n-All right, Gata, Tribal Council tonight,\nwhere somebody will be the fifth person\nvoted out of Survivor 47. And as a penalty for losing, I will take that flint and your ability to cook. -(sighs)\n-All right, grab your stuff, head out. See you tonight\nat Tribal Council. -Thank you.\n-Thanks, Jeff. ANDY: This immunity challenge,\n uh, was a tough one, and after ten days out here,\nI can conclude I'm not good at challenges. So, tonight, it could be me. I've been on the bottom for a very long time\n in this game, but I've laid a lot of groundwork\non what could happen if we were\n to go to a Tribal Council. And I feel like this is\n the real start of my game. I'm looking forward to tonight. ♪ ♪ Irresistibly smooth chocolate. To put the world on pause. LINDOR.\nMade to melt you. By the Lindt Master Chocolatier. [s tr ee t no is e] [car door shuts] [paparazzi cameras] Introducing,\n Ned's plaque psoriasis. Ned, Ned,\nwho are you wearing? He thinks his flaky red\n patches are all people see. Otezla is\n the #1 prescribed pill to treat plaque psoriasis. Ned? Otezla can help you\n get clearer skin, and reduce\n itching and flaking. With no routine\n blood tests required. Doctors have been prescribing\n Otezla for over a decade. Otezla is also approved\n to treat psoriatic arthritis. Don't use Otezla\n if you're allergic to it. Serious allergic reactions\n can happen. Otezla may cause severe\n diarrhea, nausea, or vomiting. Some people taking Otezla\n had depression, suicidal thoughts,\n or weight loss. Upper respiratory\n tract infection and headache may occur. Audience: Ohhh... With clearer skin,\n movie night is a groovy night. (♪♪) Live in the Moment. Ask your doctor about Otezla. ♪ ♪ Your Fall style forecast, ready for anything. Layer up for Fall\n with 20% off storewide and earn\n Kohl's cash. Kohl's. ♪ ♪ -SAM: Great job, everyone.\n-Great job.\n-Great job. SAM:\n The challenge was a total flop. We rode the high\nof our chicken negotiation all the way down to rock bottom. No, it's okay. Just for my part. SAM:\n Andy, once again, can't seem to get out of his own way\n in a challenge. At one point,\nAndy is sawing the rope with the non-saw part of the saw. You come that close to immunity and then your mind goes,\n\"Huh. Would have been nice if we would have sawed that rope\njust a little bit faster.\" ANIKA:\n I can't stop thinking about how much\n I want to cook those eggs. -SIERRA: Yup.\n-This is the only morning since we got here\nthat we didn't make a fire. -SIERRA: That sucks.\n-Yeah. ANIKA: The fact\n we were able to negotiate for 18 eggs is so major. The only downside is that\n we lost the immunity challenge and had to give away our flint, and therefore, have no fire. -Wash off?\n-Yeah. I'm down for that. ANIKA:\n There are multiple times\n throughout the challenge Andy made it harder for my tribe\n and not easier. I like Andy as a person, but I think our tribe\n will be genuinely better off without Andy here. RACHEL:\nThis shirt is so nasty, no matter how much I scrub. I'm gonna pee. -I'm gonna go this way.\n-You pee. ANIKA:\nI lost my vote on a journey, but even though\nI don't have my vote, I am not worried because I know\n where my alliances lie. So, I'm sure\n Andy is going home tonight. ANIKA:\nYeah, me, too. SAM:\nAndy is definitely a little bit of a liability, challenge-wise, and it is super,\n super frustrating. But, long-term,\n I don't trust Anika, so, I want Anika out of here.\nI-I'm ready for her to go. ANDY:\nI feel in danger tonight, so, whoever extends a lifeline\nis the person -I'm ready\nto be loyal to in the game.\n-Yeah. -Does that make sense?\n-No, it does. -Yeah.\n-Like, numbers. ANDY: After all my efforts,\n I truly believe that Anika is buying what\n I'm selling, that she believes that I truly feel on the bottom. Oh, it would just be...\nIt would feel so good to, like, you know, be a part\nof the group. (laughs) -You know what I mean?\n-Yeah. Yeah. ANDY:\n My alliance with Sam\n and Sierra is top secret, and I think that Anika\n is very, very confident and very sure about\n what's happening tonight. Suffice to say, I think\nshe underestimates people, and she underestimates me. -I don't feel secure tonight.\n-Yeah. So, yeah, I'm-I'm\na free number right now. I'm a completely\nfree number, so, if at any point today\nyou're like, -\"I need a number for this,\"\n-Yeah. -you just let me know.\n-I mean, I appreciate that. -Yeah.\n-And, like, -I don't know\nwhat's happening yet.\n-Okay. I know my role. I have a very\nspecific role to play here if we're gonna blindside Anika. If there is some plan out there,\nlet me be a part of it. (laughs) Here's how my plan works.\n I want Anika and Rachel to see me as someone feeling\nvery much on the outs, which they believe I am. So I say to Anika and Rachel, \"Pull me into your master plan.\nI will be so loyal to you.\" I want them to respond to that and be like, \"Okay,\n the best thing that we can do \"to prevent Andy from playing\nhis Shot in the Dark is to feed him a fake plan.\" RACHEL:\nSo, since Andy is so eager to be part of a plan,\nthen we sell him one. SIERRA:\nI feel like it'd be believable that we were trying\nto get Sam out, -Yeah, I agree.\n-'cause we're trying\nto keep the girls. I go back to camp,\nand then pretty soon after... ANDY:\n ...Anika and Rachel\n pull me aside. They're like, \"Hey, Andy, come here,\ncome here, come here.\" Yeah. Well, just lay it on me, please. Please, yes. ANDY:\n They do exactly\n what I expected them to do. They're giving me a fake plan. It is the name that I expected:\nSam. Yeah. I'm in. I'm in. I was very well prepared\n for that, because I set it up. I set up that conversation.\nThey don't know that, but that's\nexactly what happened. I'll act completely natural.\nYou can trust me with that. -Yeah. -ANDY: They're believing exactly what I'm feeding them, hook, line and sinker. I feel like I have all my eggs\n in the right basket right now. I just got to boil 'em. (laughs) SIERRA:\n Dude, why am I sitting here, like,\nover and over in my head, making sure that\nwe're making the right decision? We are doing the right thing,\nI'm a million percent sure. Anika getting out is the thing. -I'm looking at her in her eyes,\nand I'm like...\n-I know. I feel like a piece of crap. -You... I know you do.\n-I mean, what the hell\nam I gonna... SAM:\n I think right now,\n Sierra and I are just trying to figure out how to navigate as a pair when both of our individual interests\nmight be slightly different. Sierra really wants\n to keep Anika around. I know how you're feeling\nabout looking into her eyes, but, like, this whole, like, \"Ani is your best friend\" thing is her game. That's what\nshe's trying to play. I really want\nto keep Andy around, but Sierra is my number one. So we have to find a way\n to keep each other calm while we figure out\nwhat the heck we're gonna do. Are you, like,\n100% sure Ani can't vote? -Ani 100% can't vote.\n-Okay. SIERRA:\n Going into Tribal tonight, Sam and I--\nwe have to get on the same page. He wants to keep Andy, but is keeping Andy the best for my game?\nI know it's probably best for Sam's game,\nbut is it best for mine? -SAM: I have to figure out\nwhat to do with the idol.\n-Your... -'Cause everything...\n-That's the thing. -Keeping Andy.\n-(Sam stammers) He's now gonna\nlose a little trust. He's gonna be like,\n\"Why did you keep that from me?\" -Yeah.\n-That's a target on your back. 'Cause he's gonna\ntell other people. I know he would\ntell other people that. You know that, like, for me,\nthat's a huge risk. My hidden immunity idol is only\ngood for my next Tribal Council, which means\nit's only good tonight. I have to play it tonight,\nbut that creates some fireworks. If I play an idol and I've kept it from Andy\n this entire time, how does that impact\nmy relationship and my trust with him\nmoving forward? So, maybe the safe move\n is voting out Andy tonight. But I've wanted Anika\n out of the game for a long, long time. Basically, it comes down\nto what Sierra and I want to do, who we want\n to take with us further. So, tonight, that's all the power. Yo u al l ha ve a l ot o f mo ne y. I know about 20 of you and you're rich as hell. We're going to\ngive you tax cuts. I am not rich as hell.\nI work hard. I scrape to get by. Donald Trump wants to give\n tax breaks to billionaires, but Kamala Harris has\n plans to help us. She's going to crack\n down on price gouging and cut taxes for\n working people like me. I voted for Donald\n Trump before, but this time I'm\nvoting for Kamala. FF PAC is responsible for\n the content of this ad. I' ll b e ho ne st . By the end of\nthe day, my floors...yeesh. But who has the time to clean? That's why I love\nmy Swiffer WetJet. It's a quick and easy way\nto get my floors clean. WetJet absorbs\nand locks grime deep inside. Look at that! Swiffer WetJet. ♪ ♪ All right. Let's go back in time\nand talk about the Social Hour reward. Rachel, you were a part of that. What was the most interesting\nthing that you learned? Yeah, I mean, we learned\nabout a few of the dynamics that happened at Tribal. We learned that\nGabe played an idol at the first Tribal Council. That was shocking to us. -SAM: Yeah.\n-RACHEL: We also learned\nTeeny was blindsided by the Kishan vote. So, yes,\nthey could be lying, but those would be kind of\nweird things to lie about. Sam, what do you think\nwas the impression -they had of your tribe?\n-I mean, I think they bought, like,\neverything that we said. We kind of tried\nto not give too many details and just be \"Gata the\nlisteners,\" in the background. PROBST:\nAndy, what do you think\nabout how Sam and Rachel did as spies going out\nto get information? I mean, I think\nthey did an excellent job. I trusted them completely\nbecause we've talked a lot about managing our perception\nto the other tribes, and there's a very clear picture\nto paint that I'm on the bottom as a result of my\nemotional moment on day three at the challenge.\nI said things that were, uh, explosive, you could say, but I've made so much headway,\nespecially socially. I don't think, at the end\nof the day, people really care how good I am at a balance beam or sawing a piece of rope. -Well, your tribemates care.\n-ANDY: True. True, true. That is...\nIt's important, but I think what's more\nimportant to my tribe is getting to learn, you know,\nwhat I am made of on the inside, and I-I like what I see. PROBST:\nSo, Rachel,\nthis is setting us up nicely for the conversation\nabout tonight's vote. Who do we vote out and why? RACHEL:\nThat's the tricky, tricky part of Survivor, where you have to weigh out the pros\nand cons of each person. Like, this person\nmay be really emotional, and they wear their heart\non the sleeve. That could really help you or it can really hurt you,\nyou know? And so, I wish\nI knew the answer, Jeff. -Very tricky.\n-(laughs) PROBST:\nSierra, where\ndo you sit with this? SIERRA:\nI mean, I think\nit's great to keep individuals who you trust,\nyou form bonds with, because going into a merge,\nwhich can be a shaky situation, you want to feel strong and\ncomfortable with your alliances. But I also think\nthere's 100% a benefit of keeping somebody\nwho is not exactly as \"liked\" and fitting in\nand gelling with the whole crew because to me, that's a person you want to keep around\nbecause, you know, that's somebody\nthat's an easy number out come later on in the game. PROBST:\nAnika, how about for you? Every Tribal decision\neach one of us makes creates a completely\ndifferent pathway for our own personal game. There could be\neight billion diff... Well, actually, in this case,\nfive different pathways. Okay, there's\nfive different pathways that you could possibly\ntake in this game, and tonight\nwe are going to find out which is the next pathway\nwe decide to take. PROBST:\nRachel, one big word\nin what Anika just said. \"We.\"\nWhat is your sense of confidence in knowing who the \"we\" is,\nand that -you are a part of the \"we\"?\n-RACHEL: I mean, I believe that the \"we\"\nthat I established today, like, is the \"we.\" You know?\nAnd I-I look around, and I... meet the eyes of the people\nthat I believe I... I'm working with,\nand I feel confident about that. But having cohesion\ncoming out of this vote is the most important thing. And so tonight is about\nsolidifying the alliance that I want to be in\ncome the merge. PROBST:\nAnd Sam, what Rachel says\nseems simple. Four people get together\nand you vote out one person, and you four are in harmony. But it's not always easy. So is there some fear that maybe we don't come out of this with -everybody in harmony?\n-SAM: Yeah. Cohesion is not always\na guarantee, but I feel confident tonight that my \"we\" is going to be\ncohesive after the vote. PROBST:\nAnika, how confident are you that are part of the \"we\"? ANIKA:\nIt is so silly, but I also think that I'm also hopefully\nin the \"we,\" and we'll just have to see. Andy, how confident are you\nthat you're with the \"we\"? Yeah, for right now, tonight,\nI'm trying to turn the \"me\" into a \"we.\"\nI'm trying to build this vote\nto be the one vote where I really feel like I've entered into a group\nof people that I can trust. And if I can survive, then, yeah,\nnow I'm part of a \"we.\" I'm nervous for sure, but I feel like I have a... a shred of hope. And I just want to sort of get to it and, you know,\nsort of see my fate. (chuckles) PROBST:\nAll right. It is time to vote. Rachel, you're up. ♪ ♪ I've been burying you\nfor the last ten days. Here's your headstone. I don't have a vote tonight, but if I did,\nI'd be voting for you, Andy. I simply can't trust you. I'll go tally the votes. ♪ ♪ If anybody has an advantage or\nan idol and you want to play it, now would be the time to do so. All right. I'll read the votes. First vote: Anika. Andy. One vote Anika, one vote Andy. Anika. Two votes Anika, one vote Andy.\nOne vote left. Fifth person\nvoted out of Survivor 47: Anika. Need to bring me your torch. You're kidding me, you guys. -Sorry.\n-Sorry. Okay. Did you know? I didn't know. Who-who owned this? There's three of us. Three votes. Anika, the tribe has spoken. Time for you to go. Nah. (crying) Grab your torches.\nHead back to camp. Good night. ♪ ♪ Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org Ha rl em h as e ve ry th in g. But I couldn't find pilates\n anywhere. So I started my own studio. And with the right help,\n I can make this place I love even better. Earn up to 5% cash back\n on business essentials with the Chase\n Ink Business Cash card from Chase for Business. (V O) Y ou r bo ne s ar e 4 ti me s as st ro ng a s co nc re te . Nature's Bounty supplements your\nbone health with high absorption magnesium. It's In Your Nature to Stand\nStrong. It's In Your Nature. Th is C ha rm in U lt ra So ft S mo ot h Te ar has wavy edges. It's no ordinary square. Charmin Ultra Soft\n smooth tear has wavy perforations that tear\n so much better, with more\n cushiony softness. Enjoy the go,\n with Charmin. >> W OM AN : Wh y di d we ch oo se S af el it e? We were loading our\nSUV when... crack! Safelite came right to us, and we could see exactly\nwhen they'd arrive with a replacement\nwe could trust. >> VO: Schedule free mobile\nservice at Safelite.com. >> SINGERS: ♪ Safelite repair,\nSafelite replace. ♪ Am az on f al l fa vo ri te s ar e he re . Save on fashion, home,\nbeauty and more. Shop Amazon fall favorites now. (W om an ) Lo ok I g ot t he n ew iP ho ne 1 6 Pr o at V er iz on . Apple Intelligence is pret-ty\nawesome. (Man) Nice. (Woman) You can get it when you\ntrade in any phone. (Man) Whoa, whoa, whoa! (VO) Switch to Verizon\nand get new iPhone 16 Pro, and get a new iPad, and\nApple One, all on us! That's over $1600 dollars\nin value! Only on Verizon. (shrieking) Oh, my God! (whooping) PROBST:\n Next time on Survivor... TIYANA: It's animalistic -at this point.\n-What a dick. I'm fixing\n to squish him like a bug. ROME:\n I'm gonna be feasting\n on Sol's bones. I'm on Survivor, baby. (giggling) (wind whistling) MANU BENNETT:\n 16 everyday Americans\n began this adventure. Welcome to\nAotearoa, New Zealand. BECKYLEE:\n This is\n the most beautiful location I have ever seen in my life. MANU:\nThey started with an equal share of $1 million on their backs... That's crazy. ...and just one objective... -(grunts) -...to reach the summit in 14 days. Oh, God. Honey, that is\na big (bleep) mountain. (laughs) (groans) MANU:\nThe mountain has already pushed some to their limits... DUSTIN:\n Hey, guys. Tony's out. AMY:\nBye, Tony. MANU:\n ...and sent its keeper to hold watch. This mountain has eyes. -Whoa. -GEOFF: The mountain's keeper is gonna determine\n if we're worthy."
}