{
    "season": 47,
    "episode": 3,
    "title": "Belly of the Beast",
    "transcript": "Do like that, like... Rome is off his rocker. (imitates screeching\nconnection tone) (chortles) SOL:\n He's just... he's a lot. PROBST:\n Previously on Survivor... AYSHA:\n I have to build\n an army around me. Now I feel like\n I have the numbers. ROME:\n I took the idol that's good\n for only one Tribal Council. Rome is not gonna be\nthe first one gone from Lavo. SAM:\n I just wanted to share\n that moment with Sierra... ...as number ones and friends. You got it. I feel like this one's\ngonna be small but mighty. TK:\nI'm just not used to losing. I don't hang with people\nwho are cool with losing. I don't even associate myself\nwith that. TIYANA: I don't want\n to work with someone who I feel disrespected me. So right now\nmy emotion is saying, \"Vote TK.\" ♪ ♪ If anybody has an advantage or an idol\nand you want to play it... GABE:\nJeff. -Playing this for yourself?\n-(Caroline gasps) Yeah. First vote: Sue. Second person voted out\nof Survivor 47: -TK.\n-Wow. The tribe has spoken. All righty. ♪ ♪ Here. Try my frond. CAROLINE:\nYes. That was so cool,\nyou played your idol. GABE:\nI know, right? Honestly, I just,\nI heard my dad's voice -in the back of my head.\n-There you go. You know... And he was just screaming,\n\"Play it.\" Last season on Survivor, I watched way too many people go home\nwith an idol in their pocket. The dumbest move. With an idol in my pocket. There it is. TIFFANY:\n I should have played my idol. I went home with an idol. They blindsided me with an idol in my pocket. And I'm not gonna\nallow that to happen to me. (Tiyana laughs) KYLE:\n Tribal Council was nuts. There was some things\nthat played out that I didn't really expect. Mm-hmm. GABE:\nUh-huh. Yeah. KYLE:\n I took a risk. I threw a hit at Sue\ninstead of TK. I don't know\n if it's a mistake yet, but I just need to make sure that I'm in the right ring\n with the right bull, so that way\nI'm not the next one going home. Respectful. What? (both cheering quietly) CAROLINE:\n I am so happy to say the vote went exactly the way\n I thought it was going to go. It was so perfect. We did it. Nobody else did it. We did it. We pulled off\na friggin' blindside. Like, that's like, \"Check.\" But Kyle voted for me,\n and I take it personally. That's a man who's underestimating me. And I get the same feeling I got when I went\n into the aviation industry, which is male-dominated. So I totally know how\nto handle guys like that. If we go\n to another Tribal Council, I am gonna get revenge. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ RACHEL:\n Sleeping on bamboo is rough. I don't have the best back.\n(chuckles) And waking up this morning,\nI could barely, like, move. RACHEL:\nOh, my God. ANIKA:\n I did not get more than 20 minutes\nof closed-eyed time because our shelter still looks like\n it's a day one shelter, which made for horrible sleeping conditions. And I woke up\nso, so, so exhausted. RACHEL:\nSo what do we want\nto do for priorities? -I feel like\nwe need to fix the shelter.\n-Floor. -Floor. Shelter.\n-You know, I... Let me just also say, though, we did talk about the crabs\nand said that first thing in the morning\nwould be best. RACHEL:\nTrue, but if we can't get -fire today\n'cause everything's wet, like...\n-ANIKA: Yeah. I think we should\nall be on the shelter really quickly right now. And then all of our bodies\nneed to test it. It'll be so quick\nif we all just do it. -SAM: Okay.\n-Okay. This tribe\n has been focusing on vibes instead of camp life, but obviously those tasks\nstill need to get done. Sam, can you pull this one out? -Where am I pulling it?\n-Just take it out. SAM:\n We're almost\n a week into this game. We're running on fumes\n at this point, and we have this entire\n fishing kit right in our camp. And instead of being like,\n\"Hey, let's all go and try and get some food today,\"\nwe're sitting here saying, \"Hmm. That bamboo\ndug into my side a little bit weird last night.\" What if this big boy\nwe take out and just fill in with a smaller guy\nand put rocks under it? It's bamboo. It's not the Ritz-Carlton. Quit trying\n to make it the Ritz-Carlton. It feels like Anika\nreally wants to have control of everything\nthat happens in camp life. Where do you want me to put it? Like, something around here, because the last thing you want\nis for it to cave in. SAM:\n She believes that she's the figurehead\n of the Gata tribe, but I'm just like, \"Give me a break.\" I'm rolling my eyes and\nI'm trying not to say anything. I'm trying not to be\n so obviously irritated, but I'm just, like,\n I'm pissed off. ANDY:\n People talk\n about a Survivor wall. And the Survivor wall\n is when, you know, you're trucking along, and then you wake up one day, and it all just,\nit comes crashing down. And I think this is\n the case for two people in particular-- Anika and Sam. ANIKA:\nSam, if you're able to create\na base right here, I support the two. If not,\nit's gonna be way too heavy. -Where do you want me to get it?\n-Chop it? ANDY:\nLike I said from the beginning,\n I want to gather data. And what people tell you is,\nlike, second-level data. It's okay, but there's\nbetter, more substantial, cleaner data out there,\nand that is people's actions. And when Sam\n and Anika are bickering over the clothesline,\n it's like, okay. That's real.\nThey're not faking that one. I don't know.\nI think this will hold. As long as we just don't,\nlike, throw things. We, like, put 'em on there\nlightly, and it'll be okay. ANIKA:\nI don't think\nit's just that, Sam. It's the pure weight\nof the wet clothes. But it's staying in now. I-I know now with four pieces\nof clothes on there... -...that are partially dry.\n-Okay. I'm just saying, scientifically\nand mathematically, the weight will pull it in. Okay. Then let's machete it here. ANDY:\nOoh. We've been sawing it. That's\nbeen more successful, Sam. Okay. -Yeah.\n-Yeah. ANDY:\n I do currently feel\n like I am on the bottom, but there's trouble in paradise\n here on Gata. And so the festering conflict makes me\n really, really valuable. And it would be\na very sweet turnaround for me. I think I've got some life here.\nI do. Good work, team. -ANDY: Great job. Great job.\n-Good work. ANDY:\nYeah. SIERRA:\nAll right. ♪ ♪ (W om an ) Lo ok I g ot t he n ew iP ho ne 1 6 Pr o at V er iz on . Apple Intelligence is\npret-ty awesome. (Man) Nice. (Woman) You can get it when\nyou trade in any phone. (Man) Whoa, whoa, whoa! ♪ (VO) At Verizon new and existing\ncustomers can get iPhone 16 Pro on us. When you trade in any phone in\nany condition. Only on Verizon. Wh en a ny on e in t hi s ho us e we ar s wh it e, it doesn't stay\nwhite for long. White? To soccer? I'm not gonna\nslide tackle. But now with\nTide Oxi White, we can clean our white clothes\nwithout using bleach even works on colors. I slide tackled. I see that. It's got to be Tide. A Ch ew y ph ar ma cy o rd er is o n th e wa y fo r Su mm it , who *loves* fresh air. Like, *loves* fresh air. But fresh air\n is full of stuff. Fleas. Ticks.\n Allergens. So her parents use Chewy\n for all her prescriptions. (♪♪) Fast delivery means\n they never miss a dose. And great prices\n mean more funds... for more fun. For quality meds\n and great prices. For life with pets,\n there's Chewy. Al wa ys d ry s co op be fo re y ou r un . Listen to me, the hot dog diet\ngot me shredded. It's time we\n listen to science. One A Day is formulated with key nutrients to support whole body health. One A Day.\n Science That Matters. Ar e th ey r ea ll y go nn a sp en d al l da y streaming college football\non DIRECTV? Can you blame them? They've got the biggest\nrivalries... ...and bowl games! Speaking of, Frank run a slant\nto the bowl of chips. Bobby, button-hook to the\nsalsa. What are you gonna do\nCoach Prime? Don't question your coach,\nman. Th at g ri my f il m on y ou r te et h? Dr. G? ♪♪ It's actually\nthe buildup of plaque bacteria which can cause cavities. Most toothpastes quit\n working in minutes. But Crest\n Pro-Health's antibacterial fluoride protects all day. So it stops cavities\nbefore they start... Crest. ♪ ♪ Save on fall favorites\n for everyone. With an extra 20% off during the Friends and Family Sale. Plus, earn Kohl's Cash. At Kohl's. ♪ ♪ ROME:\nI want to catch a big guy today. GENEVIEVE:\nYeah. ROME:\nI want to know\nthe Survivor record for most fish caught in a day. Yep.\nThat's the sole purpose of that. Yeah. That's the only reason. Just so I can beat it by one\nand be done. AYSHA: Since day one,\n Rome has been talking about, \"I can't wait to get out there. \"As soon as we get fishing gear,\nI'm gonna be out there all hours of the day.\" And so I knew as soon as Jeff said, \"Fishing gear,\" I was like, \"Oh, we're\ngonna have to deal with Rome.\" If you have\na six-foot Hawaiian sling, you have a four-foot\nkill radius, essentially. You want to be that close\nto the fish, and then bam. -Okay. Okay.\n-So it doesn't\nhave time to react. At random times,\nthere'll just be water that comes into the mouthpiece,\nand I have to go up to the top and, like,\nreadjust it and, like, just hope\nit doesn't fill up again. AYSHA:\n If you ask Rome, every piece of fishing gear\nis labeled \"Rome.\" ROME:\nOh, you want to try it? GENEVIEVE:\nYeah. So, the current's\nreally strong underwater. -Like, you'll feel\nyourself moving away.\n-Is it? Okay. Okay. -Okay, I'll wait.\n-(chuckles) Catching a fish\nwith a Hawaiian sling is so difficult to do. Like, only a few Survivors\nare really, like, doing it, like, and\ndoing it all right, you know? KISHAN:\n Rome is the only one, successfully,\nwho has caught fish, but Rome has also been the one who's been\n using the fishing gear for a majority of the time. Yeah. (groans) -You okay?\n-Yeah, just... AYSHA:\nExactly. TEENY:\nYeah. I think I just\nhave a different mindset. Like, if somebody was\ncatching fish for me, like, bro, I'd be\ngetting the pot ready. I'd be trying to make a fire. -Yeah.\n-This is just ridiculous, man. AYSHA:\n I bet you -he thinks we're so lazy.\n-TEENY: He does. We're spending\n 24 hours a day together, and that's obviously going to expose us\nin our raw forms-- what our annoyances are, what our patience levels are. ROME:\nYo! There was a shark about\nten feet away from me just now. I know. (laughs) TEENY:\n Which, for me, works out\n perfectly because Rome is a large personality person. Why didn't\nyou bring the flippers? I hate flippers, but, uh,\nno flippers, no problem. (excited chatter) ROME:\n And I realized, hey, I'm kind of good\nwith the Hawaiian sling. That's a great feeling\n because now I realize, \"Man, I don't have\n to starve out here.\" -Pass it off. Ah!\n-(laughter) But then I started to realize,\nokay, I had to make the fire. -AYSHA: Oh, there we go.\n-TEENY: There we go. ROME:\n I had to clean the fish.\n I had to get the fish. So, like, at this point, how appreciative are you? And why should\nI even give you some? GENEVIEVE:\n Rome has caught a few fish. They're, like, this big, like the kind\nyou would have as a pet, and... Rome decided to eat two of the four fish himself. -Can I put this whole thing\nin my mouth?\n-Yeah. AYSHA:\n We only got the smallest bite. I'm literally, like... You're trying to savor it\n as much as possible. Like, \"This is all I'm gonna get\nfrom Rome. I know this is all\nthat he's willing to hand over.\" Excuse you? You did absolutely\nnothing to deserve this. Absolutely nothing. You aren't\neven in my alliance, Aysha. Why should I give you\na big chunk of meat? So guess what I did. The last two fish,\nI ate them right next to Aysha. Right next to her.\n And I made sure I was smacking a little bit, so she could hear it,\n so she could know, \"Listen,\n if you want some of this fish, you better\n put in some work, too.\" (spits) -Huh?\n-I said,\n\"You just spit that on my back.\" Mmm. ♪ ♪ ANIKA: You'll like it.\nYou should try it. -Pineapple?\n-ANIKA: Yeah. Hmm. I've also ne--\nHere's a weird one. I've never had watermelon. -Oh, my God.\n-ANDY: Oh, my God. -How is that possible?\n-Not at any barbecue? Nothing? -RACHEL: Sam...\n-No.\n-ANDY: Why not? Wait, why? ANIKA:\nSo, you haven't been around a lot of watermelon\nis what you're telling me? No, there's...\nNo, I'm around watermelon a lot. I just, like, don't eat it. RACHEL:\nAnd you have no desire\nto just see what it tastes like? Like, barbecues and stuff,\nI just don't eat it. -Yeah, I don't,\nI don't really care.\n-That's so crazy. Sierra, this kid\nhas never had watermelon. -What about different berries?\n-What?! Or pineapple. -That's your favorite, right?\n-Yes. -What about, like,\nblueberries, raspberries?\n-I've had blueberries. Uh, um,\nI've probably had a raspberry. -I don't remember it well,\nbut I've had blueberries.\n-(gasping) Oh, my God.\nYour 24 years of life. RACHEL:\n Sam's very funny. There's just things\nthat he's never tried that boggle my mind. Okay, let's\ngo through vegetables. -Eggplant?\n-Never had it. -Zucchini?\n-Never had it. -Squash?\n-Never had it. RACHEL:\nBean sprouts? I don't know. Probably not. Broccolini? -I don't know what that is.\n-Okay. He hasn't tried\nthe most basic-ass foods. This man is an, is an enigma.\nI do not understand him. Um, tomatoes,\nyou said you don't care for. SIERRA:\nWhat about,\nlike, an heirloom tomato? I don't know what that is. ♪ ♪ SIERRA:\n It looks... -What do I look like?\n-I mean, you look normal. -Like, you just have long,\nlike, beachy hair.\n-Yeah. Yeah. Thick. Like,\nit's not, like, knotted. ANDY:\n My game so far has not been what I expected,\n but right now I'm-I'm working it.\nI'm finagling. You know, Anika and Rachel,\n they're a duo. So it's pretty simple. I want to gain a majority\n with Sam and Sierra. And I'm really trying\n to line this up so that Sam and Sierra\n feel like they can trust me. Now, I feel like I already have a pretty good bond\n established with Sam. We've been talking game\n since day one, but without Sierra,\nI'm dead in the water. SIERRA:\nI know it might not be tonight,\nbut Sam and I, we are just nervous\nbecause we need your number. ANDY: My game is just\nto hitch my wagon to you. -Yeah.\n-Like, so we're, like... -We need you to know, like...\n-I know. Yeah. -Look, do you...\n-Do you know? Like... -Do you know?\n-Do I? Yeah. -Do you want\nmy Shot in the Dark?\n-No. I can give you\nmy Shot in the Dark. -What?\n-Just to borrow it. -Just to give me before Tribal?\n-Just to give you\nanother action. I mean, I would love that. -All right. -SIERRA: I'm not sure I'm ever going to be able\n to trust Andy, like, fully, but he's willing to give me\n his Shot in the Dark before the next Tribal. And that, to me,\nis like, \"Holy crap. Okay.\" I-- That would make me\nfeel so much better. I'm giving,\nI'm giving you my game. SIERRA:\n I don't need\n his Shot in the Dark, but that absolutely built\nmore trust with me. And that's exactly\nwhat I needed from Andy, 'cause I still was getting\na little nervous about him. But now it's like, \"Shoot,\n you know, he trusts me.\" So, yeah, maybe\nwe could possibly work together. ♪ ♪ (hammering) -This is a nut.\n-GABE: Oh, really? (grunts) -And you can eat it?\n-Yeah. GABE:\nMmm. That's pretty good. In a game like Survivor, things are ever-changing. And now that TK is gone, I don't want Kyle\nto leave this game. Kyle is somebody that I believe can be controlled, that will be Tuku strong,\n even if the ship is sinking. And that's\nvery attractive to me. I really,\nreally want to work with you. -I really do.\n-Likewise. And I just think\nyou're such a decent guy. -Thanks, Gabe.\n-And I... I love the way\nyou're approaching this game. He's on the bottom right now, but if I could bring him\n into a position of stability, I don't think\n he would ever turn against us. I mean, shoot. I could probably\ncall on that guy to be my limousine driver\nfor the night after this game is over, and he'd fly out from Michigan\nto Baltimore and do that for me. This is something that I would\nlike to stay between us. Yeah. You got one, you got two. Exactly. Yeah. KYLE:\n According to Gabe, Sue and Caroline\n will not vote for one another. And as long as you have them, you got two extra votes with\nyour vote everywhere you go. But that's cooked in my head.\n I don't like it because if he's trying to make\n relationships with me, he's gonna want me\n to flip on Tiyana. And there's no way in hell that\nI'm gonna try to go after her unless I absolutely have to. So if I can get\n Sue and Caroline roped in, then there's a way that I can\n keep Tiyana around, and we'll be able\nto have the numbers to go after Gabe successfully. KYLE:\nGabe's been kind of shady. He thinks that you and Caroline\nare his goats. Hmm. -And he told you that?\n-Yeah. -Hmm. -Kyle is at the bottom, and he's desperate\n to save his life, but I will never forget\n that Kyle wanted me out. So there's no way I could live\nwith myself giving him a pass. How do you feel about him\nstaying in the game? Well, I hate\nthat we're talking today, 'cause I wanted\nto wake up thinking, \"Let's just be pumped,\nbe juiced, be all positive, not talking so much game.\" I'm the type\nthat I need to focus on... -And I respect that. That's why\nI'm willing to squish it now.\n-Yeah. -Yeah, okay.\n-Because I see that... I see that you require that, -and I'm willing\nto give you that.\n-I do require that. I require positive thoughts,\npositive tribe vibes, positive everything. -And having\nany negative vibes...\n-All right. I'll bring it -to you later.\n-...shooting out the-- Yeah. KYLE:\n Sue, man. Sue. I just told you\nthat somebody thinks of you as a goat in this game, and it doesn't even faze her. She is irritated at the fact\n that I'm trying to bring any kind of information\nin this game to her attention. Sue, what do I do with you? ♪ ♪ -CAROLINE: Guys, there's a...\n-Guys, there's a boat. What is happening? There's a boat. -There's a boat!\n-TEENY: Oh, my God. SIERRA:\nWhoo! -Okay, let's bring it in.\n-This is it! All right, you ready?\nGather round. One, two, three. -Oh!\n-Oh! KYLE:\n This is beautiful. A journey means that you're\ngonna have opportunities. And after\n that conversation with Sue and how it went,\n I could be in trouble here. So this is, like, exactly\n what I need to help my game. Y'all want to volunteer? -I don't mind...\n-RACHEL: Oh, yeah? ...if we all are okay with that. I'm fine with that. I'm great with that. Anika wants\n to go on this journey, and everybody\n seems cool with it, but I don't want her to go because that's my next target\nin this game going on a journey\n to potentially get an extra vote\n or Safety or something that could\nreally throw off my plans. No, don't tell everything! Yeah, don't tell everything! SAM:\nTell us everything. -Oh, okay.\n-Oh, okay. Yeah. Rock, paper, scissors, shoot. A'ight. -TEENY: All right.\n-ROME: All right, guys. Absolutely the worst-case\nscenario for all of us would be to send Rome because I believe that Rome has\nsomething in his pocket already. So I don't want Rome\n to go on a journey and potentially get an extra vote, a Steal\na Vote, an amulet, anything... anything that's gonna\nhelp him in this game. ♪ ♪ [C le ar s th ro at ] Sounds like you need to\nvaporize that sore throat. VapoCOOL Drops? It's sore throat relief\nwith a rush of Vicks vapors. ♪ VapoCOOOOOOL ♪ Whoa. Vaporize sore throat pain\n with Vicks VapoCOOL Drops. Pr im e Bi g De al D ay s is co mi ng O ct ob er 8 th a nd 9 th . With exclusive savings\njust for Prime members, you'll feel like a big deal. Shop deals on electronics,\nfashion, and more this Prime Big Deal Days October 8th and 9th. ( ♪ ♪ ) “The darkness of bipolar\n depression made me feel like life\n was moving on without me. Then I found a chance\n to Let in the Lyte.” Discover CAPLYTA. Unlike some medicines\n that only treat bipolar I, CAPLYTA is proven to deliver\n significant symptom relief from both bipolar\n I & II depression. And in clinical trials, movement disorders and weight\n gain were not common. CAPLYTA can cause\n serious side effects. Call your doctor about sudden\n mood changes, behaviors, or suicidal\n thoughts right away. Anti-depressants may increase\n these risks in young adults. Elderly dementia patients\n have increased risk of death or stroke. CAPLYTA is not approved for\n dementia-related psychosis. Report fever, confusion,\n or stiff muscles, which may be life threatening, or uncontrolled\n muscle movements which may be permanent. Common side effects\n include sleepiness, dizziness, nausea,\n and dry mouth. These aren't all\n the side effects. In the darkness of bipolar\n I & II depression, CAPLYTA can help you\n Let in the Lyte. Ask your doctor about CAPLYTA. Find savings and support\n at CAPLYTA.com. Th e fi rs t ti me y ou t ry Bo un ce , it h it s yo u: your laundry feels way fresher\nand less wrinkled... You start to wonder... if I put a sheet\nof Bounce on my boss, will it make his\nwrinkles smoother? Bounce can't do it all, but for better laundry... ♪ Put a sheet on it ♪\n ♪ With Bounce ♪ ♪ ♪ -ANIKA: Hi!\n-ROME: How's it going, guys? Rome. Kyle. -Awesome. I am so happy.\n-Monica, right? -Anika. Yeah.\n-Anika. -I'm sorry.\n-I always say,\n\"Monica without the M,\" -and then people\nremember it immediately.\n-I got you, got you. -It's nice to meet you guys.\n-Oh, my God. Nice to meet you. -Yeah, right? Oh, my gosh.\n-Oh. I'm so happy\nit wasn't you last night. -Oh, my gosh.\n-No, wait. Literally, me, too. -Kyle,\nit's so good to see you again.\n-Thanks, guys. So who was it last night? -You guys really want to know?\n-Of course we want to know.\n-I hope it's TK. -ANIKA: Rome's like,\n\"Gossip now.\"\n-(Rome laughs) TK's gone. -Yes!\n-You're kidding. -Hallelujah.\n-You're kidding. Oh, my gosh. I just\ncouldn't stand his ego. I was not a fan of TK at all. He was just being way too cocky,\n way too arrogant. So that was\n exactly what I wanted. I wanted him out the game first, but, look,\nI'll take the second boot. -Sam, right? Is his name Sam?\n-Yeah, Sam. -Okay, and then what's, uh...\n-ROME: Sierra? -KYLE: S-Sierra?\n-The blonde one? -Is she kind\nof the prettyish girl?\n-Yeah. -My whole tribe\nthinks they're a couple.\n-Okay. Is there\nanything tying on there? -Well, they both\nhave couples back home.\n-Oh. Sam is actually engaged. -Oh, okay.\n-Oh, yeah. Okay. They kind of made a really\ntight, like, bond or whatever. ROME:\nMy tribe has been making jokes\nthat they're a couple this whole time. KYLE:\nWe all kind of figured that Sam was gonna be running\n the show at Gata, but you can't\nrun the show by yourself. And so now that Anika\nexposed this information to me, I feel like I can use that\nto my benefit in the future. ROME:\nSo, listen, my tribe,\nit's Sol and Aysha. They are\nrunning the show over there. -And, like,\nyou know what I'm saying?\n-Damn. -And, yeah, like, they've...\n-Is it rubbing people -the wrong way, kind of?\n-It's rubbing me the wrong way, but I think that -they already have, like...\n-They're already jiving. Yeah, they're already jiving. No. I've not... Not one person\nhas talked strategy -with me this whole game.\n-KYLE: Dang. ROME:\n I want them to feel like\n I'm on the bottom, and I don't have anyone\nthat I'm working with over here. Is that true? May or may not be the case,\nbut guess what. As long as they\n go back to their tribes and say that Sol and Aysha are the ones running the show\n over here, that's all I need because I need targets\non Sol and Aysha's backs. -Oh, God. Okay.\n-All right, guys.\n-Good luck, guys. ALL:\nHope to see you again. -Best of luck to you.\n-Best of luck, guys. -Do your damage.\n-Lovely meeting you.\n-Good luck. ♪ ♪ Okay. Whew. (exhales sharply) Dang. Okay. So I have to pick once. Wow. This is super risky. So I've got a one-in-three that I'm\ngonna gain an advantage. If a doctor told me\nthat the surgery was gonna have a one-in-three chance of\nme dying, I would never do it, but I have no choice. I'm playing with fire\neither way. My heart's beating. I am nervous at this point\n because right now, with the losing\nstreak we have as a tribe, I cannot lose my vote. All right, money. (sighs) Dang. Oh, my gosh. This sucks. I'm not in a position\nwhere I can, I can lose my vote. I've already lost one vote. I can't risk two. I'm not gonna\ngo back in this bag. Damn. This is scary. Now, it's a 50-50 chance\nif I reach in again, but the risk is so, so big. (sighs) I-I think I'm gonna, I'm gonna stick\nwith my one Lose a Vote. Let's do this. (exhales sharply)\nPlease, please, please. This is exactly\nwhat I needed, baby. Now I have an idol\nand I've got a Steal a Vote. Oh, my gosh. I don't know if I was\n really expecting to have this much power in the game\nthis early, but, hey, look, I told myself this is what I wanted to do,\nand I'm doing it, baby. That's how you do it\non Survivor. If I can show this\nto my alliance, this solidifies it because there's no way that\nthe alliance would flip on me since I've got a Steal a Vote. Oh, my goodness. I feel like\nI'm running this game right now. I feel like Survivor 47 is mine. We might as well\nrename it to Survivor Rome. Ooh. If I can make the last 20 days anything like these first six, you're looking at a Survivor winner right here, baby. Oh, this is everything. ♪ ♪ This Kia Turbo-Hybrid is built for all the things\n you've yet to do. Like taking a long drive. Just to throw a monster\n tailgate party at an away game. ♪♪ Brisket anyone? ♪♪ Do what's yet to be done. The new Kia Carnival\n Turbo-Hybrid. ♪♪ Be fo re t ak in g BR EZ TR I fo r my C OP D, I h ad b ad d ay s. Days ruined by flare-ups [COUGH] that could permanently\ndamage my lungs. Then I talked to my doctor\nabout BREZTRI, and I noticed things changed. BREZTRI gave me better\nbreathing. ♪♪ Starting within 5 minutes, my lung function improved. ♪♪ BREZTRI also helped improve\nmy symptoms... and was even proven\nto reduce flare-ups... including those that could\nsend me to the hospital. Now I worry less\nabout bad days... and enjoy more good days. BREZTRI won't replace\n a rescue inhaler for sudden breathing problems. It is not for asthma. Tell your doctor if you\n have a heart condition or high blood pressure\n before taking it. Don't take BREZTRI\n more than prescribed. BREZTRI may increase your risk\n of thrush, pneumonia, and osteoporosis. Call your doctor if worsened\n breathing, chest pain, mouth\n or tongue swelling,... problems urinating, vision\n changes, or eye pain occur. Can't afford your medication? AstraZeneca may be able\n to help. Ask your doctor about\nBREZTRI for COPD. Pa in h it s fa st . So get relief fast. Only Tylenol Rapid Release\nGels have laser drilled holes. They release medicine fast\nfor fast pain relief. And now, get max strength\ntopical pain relief precisely where you need it. With new Tylenol Precise. - Target Circle Week,\n one week. - Sunday the 6th. - Target Circle Week, one week.\n- Sunday the 6th. Big deals. - It's Target Circle Week. - Get ready for seven\ndays of big deals. - That's right, Penn.\nWhat a big week. - Huge week, starting\n October 6. ♪ ♪ -Yeah.\n-SIERRA: Oh, shoot.\nThat's crazy. (chuckles) GENEVIEVE:\n There's a boat. It's Rome. Whoo! CAROLINE:\n Hello. -We're happy\nto have you back.\n-GABE: Give us the lowdown. KYLE:\nAll right, let's go sit down. I'll give you the lowdown, then. -Okay. Are we ready\nfor story time?\n-Yeah. So, for starters,\nthey sent Kyle and Rome. SAM:\n I have a feeling\n Anika is somebody who is looking out for herself,\n first and foremost. So I have a lot of doubt\nabout whatever Anika says probably\n is not the entire truth. And if not, why am I not getting\nthe full side of the story? They asked me,\nwere you two dating? -(Andy laughs)\n-Who? -ANIKA: You two.\n-You two. -Us two?\n-RACHEL: Oh, my God.\n-(Andy laughs) Yeah, they were like, \"You got\nto tell us. You got to tell us. Is Sam and Sierra,\nlike, a thing?\" SAM:\n This is ridiculous.\n I am engaged. Hannah, babe,\nif you're watching this, I am not in a relationship\nwith Sierra on Survivor. It is a strict, strategic relationship.\n I promise you. I'm thinking about you\nthe whole time, and I'm talking about you\nevery day. So they're not a thing. -GABE AND SUE: Really?\n-TIYANA: What? They actually both have fiancés,\nbut Anika said -that they're jiving\non a whole different note.\n-GABE: Yeah. -They're basically like\nhead dogs at the moment.\n-Uh-huh. -Wow.\n-TIYANA: What the hell?\n-Yeah. That's crazy. SIERRA:\n What? I'm 27 years old. He's 24 years old. He's engaged. I'd better be engaged\nwhen I get home. So it's like, \"Come on.\" Like, it concerns me that now\n there's this speculation that Sam and I\n are working together because that could really\n blow up both of our games. So I'm not really sure where\n they're getting that from, but that's something we\ndefinitely need to keep in mind moving forward in this game. KYLE:\nThere are three scrolls. And so two of these scrolls\nare Lose Your Vote. Oh, no. One of them is an advantage. -TIYANA: Holy...\n-KYLE: And you have to pick. And so I put my hand in the bag,\nand I nailed a Lost Your Vote. No. -I'm sorry. I'm really sorry.\n-...if you lost it two times. So I lost my vote there. So my ass is burnt\nfor the next Tribal Council. -You had a choice\nto play the game.\n-RACHEL: Yeah. And I chose to save my vote. ♪ ♪ ANIKA:\n I don't want Andy knowing\nthat I lost my vote, but I need to make sure that my alliance members\n are aware of that if we go to Tribal. The thing is, there wasn't\na choice to play the game. -I had to play the game.\n-Okay. And I had to reach in\nand get a scroll. And I unfortunately got one out\nand it said, \"Lose Your Vote.\" -Okay. No worries.\n-Okay.\n-And... -Okay, good.\n-Fair. Yeah. SIERRA:\nDon't let it stress you, though. Don't let it get in your head. You're good. I think I'm actually okay. -You're okay.\n-Yeah. Even though I lost my vote, Sierra, Rachel and I--\n we're solid. They've given me the confidence\nthat I'll be okay. I pick one,\nand it was Lose Your Vote. But in my head I'm like,\n\"There's no way I'm going for the second one.\" Like, I'm not losing my vote\nfor two Tribal Councils. So I was like, \"You know what? I'll take the loss,\nand that's it.\" No, I don't. It was up there. I just left it in the bag.\nI left it at the table. Yeah. There is no way in living heck that I'm telling Aysha and Sol\n I got an advantage. I was lying my butt off\n to them, man. They have no idea. And right now I feel\nlike I'm playing it perfectly. -All right. So, anything new\nto actually say, or...?\n-(chuckles) -You think I would go out there\nand lose my vote? Come on.\n-Oh, my God. So what'd you get this time? -Steal a Vote.\n-Get out. Yep. So, guaranteed first Tribal\ngoes the way I want. TEENY: Every advantage Rome\n brings back, it kind of pushes me more and more into\nthe alliance with him, Rome, Genevieve and Kishan, because\nthere's not much I can do when Rome has an idol\nand Rome has a Steal a Vote. You know? Like, those are things that I can't really\nfight against. So I'd rather swim with. \"You now have power in the game. This advantage\nallows you to steal a vote.\" TEENY:\n If I'm reading it right, Rome sees me, Genevieve, him and Kishan as the Lavo four--\n the group that's gonna go into the merge together\n and play this game. I'm so happy for you and us. TEENY:\n I believe Rome's loyal. He's shown us with telling us\nabout his advantages, and he's shown us\nby being very clear that he does not have\nany interest in working with Sol and Aysha. ♪ ♪ SU BJ EC T 1: W ho 's co mi ng i n th e dr iv ew ay ? SUBJECT 2: Dad! Dad! Dad, we missed you! Daddy, hi! SUBJECT 3: Goodness! My daughter is being\ntreated for leukemia. I hope that she lives a\nlong, great, happy life and that she will never forget\nhow mom and daddy love her. St. Jude, I mean, this is what's\nkeeping my baby girl alive. ANNOUNCER: You can\njoin the battle to save lives by supporting\nSt. Jude Children's Research Hospital. For just $19 a\nmonth, you'll help us continue the\nlifesaving research and treatment these kids need-- now and in the future. SUBJECT 4: Cancer\nmakes me feel angry. Not in the feel on the outside,\njust the inside I'm angry at it. SUBJECT 5: When\nyour kid is hurting and there's nothing\nyou can do about it, that's the worst\nfeeling in the world. ANNOUNCER: 1 in 5 children\ndiagnosed with cancer in the US will not survive. SUBJECT 6: Those that\ndonate to St. Jude, I hope that you will\ncontinue to give. They have done so much\nfor me and my family. ANNOUNCER: Join with your\ndebit or credit card now, and we'll send you this St. Jude\nt-shirt that you can proudly wear. [speaking spanish] SUBJECT 7: Are you ready\nto go have some fun? SUBJECT 8: Yeah! SUBJECT 7: Yay! SUBJECT 9: When we\ncame here, we didn't know what tomorrow would hold. St. Jude showed us that tomorrow\nthere's hope for our little girl to survive. ANNOUNCER: Let's cure\nchildhood cancer together. Please donate now. Af te r tw el ve y ea rs a s an Or an ge C ou nt y De pu ty S he ri ff and combat service\nas a Marine, I know character matters. So, let's look at\nserial lawbreaker Scott Baugh. Baugh was indicted on\ntwenty-two criminal charges. Four of them felonies. Baugh was compelled to pay nearly fifty thousand dollars\nfor his corruption. Baugh's even been\ncharged with perjury, that's lying under oath. These are the facts\nabout the real Scott Baugh. Another politician\nwho's broken the law. HMP is responsible for the\n content of this advertising. ♪ ♪ Bring in the boats. That is the Survivor rock star arrival right there. What's going on, Gata? Good morning, Jefe. What up, Jeff? PROBST:\nLavo and Gata\ngetting your first look at the new Tuku tribe. TK voted out\nat the last Tribal Council. ROME:\nWow. Shocking. Way to go, guys. (laughs) PROBST:\nAll right. -Shall we get\nto today's immunity challenge?\n-(all assent) -First things first.\nGot to take 'em back.\n-Come on. Come on.\nDon't make me fight you for it. Yeah, okay. -Nice.\n-Let's go. Once again,\nimmunity is back up for grabs. -(Rome exhales)\n-For today's challenge, one tribe member is gonna climb\n to the top of a tall tower, leap out into the ocean. You're then gonna climb over\na crate and back into the ocean where you will\n retrieve a key underwater. You're then going\n to cross a balance beam and swim to the finish. The rest of the tribe is going\n to run the same course, only in pairs, retrieving two more keys\n along the way. Once you have all your keys,\n you will use them to unlock and solve\n a Survivor seahorse puzzle. First two tribes\nto finish win immunity, safe from the vote, nobody\ngoing home from your tribe. In addition,\nyou're playing for a reward. -Want to know\nwhat you're playing for?\n-(all assent) PROBST:\nIt's not food, but it'll help. SUE:\nYes! -PROBST: A large tarp.\n-Hammock. Wow. Two hammocks, the tarp. (all exclaiming) -I'll take that.\n-Duly noted. -Yes.\n-Second tribe to finish--\nno hammocks. One small tarp will still\nmake a big difference. -Yeah.\n-PROBST:\nThe last tribe to finish, otherwise known as the losers, got nothing for you but a date\nwith me at Tribal Council... -Hell no.\n-...where someone will be\nthe third person voted out of Survivor 47,\nand as a penalty for losing,\nI will keep your flint. Tuku, you are playing\nto earn yours back. Before I send you out\ninto this challenge, let's just take a moment,\nbecause when you're at home and you see this, you think,\n\"Oh, that'd be so fun.\" Now that you're here\nin the middle of the ocean with a very tall tower\nand a very deep ocean, anybody here willing to say,\n\"It's a little more intimidating than I thought\nit might have been\"? -Absolutely.\n-Definitely.\n-Really? -Yeah.\n-PROBST: Kishan, what is it now that you're out here? I never knew how to swim until four months\nbefore I came out here. -Wow.\n-And I took swimming lessons, so, of course, there's that\nvoice in the back of my head that's like, \"Dude,\nyou just learned how to do this. \"Now you're doing this\nin an ocean. \"You're doing this exhausted in a deep, deep ocean.\" It-It's-it's scary. It becomes\nvery real, real quick. -The ocean is definitely not\na swimming pool.\n-Exactly. All right, Lavo,\nyou have one extra person. Sitting somebody out. Cannot be Aysha.\nWho's it gonna be? -Me.\n-PROBST:\nGenevieve gonna sit out. Now, I'm curious. I got to ask. Kishan, you admitted\nswimming is not your strength, but you're gonna participate\nin this one. Why? You got to believe in yourself. It's a mentality thing.\nAnd if you don't believe in yourself\nand you start doubting yourself in these moments,\nit's gonna carry forward. That's why you apply\nto be on Survivor right there. All right, Genevieve, take\na spot on the sit-out bench. Everybody else,\ngive you a minute to strategize. -We'll get it on. Let's do it.\n-Yes! Let's go! -SUE: Yes, I agree.\n-CAROLINE: I agree. Sounds good. Like, I'm-I'm gonna... All right, fine. All right, here we go. For immunity and reward. Survivors ready? -Go!\n-GENEVIEVE: Go, Lavo! Gonna be Kyle, Rome\nand Andy in the water. (overlapping shouting) PROBST:\nYou got to climb to the top\nof that tower and leap. TIYANA:\nYeah, watch yourself. Let's go! Go! -Nice!\n-PROBST:\nKyle in the water for Tuku. -Look at Rome getting some air.\n-SOL: Let's go, Rome! AYSHA:\nNice, Rome! PROBST:\nHere comes Andy. -(whooping)\n-SAM: Come on, Andy! PROBST:\nYour next stop is that crate. You got to climb up\nand over the crate. -SUE: Keep going, Kyle!\n-PROBST: There goes Kyle\nin the lead for Tuku,\nRome right on his tail. Kyle with a nice dive. Rome in the water. SUE:\nGo, Kyle! -Kyle up quickly with the buoy.\n-(whooping) Rome made it look easy. -SOL: Let's go Rome!\n-KISHAN: Let's go, Rome! PROBST:\nAndy underwater for Gata. He's struggling,\ndidn't get it on the first go. -SIERRA: Go, Andy!\n-Now you've got\nthe balance beam. -SUE: Go, Kyle!\n-If you drop,\nyou got to go back. -CAROLINE: Yes, Kyle!\n-SUE: Go, Kyle! Kyle has the buoy for Tuku. -SOL: Go, Rome!\n-Rome's across the balance beam. -SAM: Go, Andy!\n-PROBST: Andy has the buoy\nfor Gata. Kyle, no issues\nwith this challenge at all. -You're good, Tuku! Go!\n-Go, Tuku. You're now running in pairs. Andy on the balance beam. SIERRA:\nTake your time. PROBST:\nHe falls, got to go back. -It's okay, Andy! You got this!\n-PROBST: You're good, Lavo! Go. Go, go, go, go, go! PROBST: Gabe and Sue.\nThere they go. TIYANA:\nYes! Andy's still working\non that beam for Gata. Run, run, run, run,\nrun, run, run, run, run! SIERRA:\nYeah! PROBST:\nOh, and a big fall. Nope. Nope, you're no good. -Foot hit the water.\n-(overlapping shouting) Come on, kid! For Lavo,\nit is Kishan and Aysha. -GENEVIEVE: Come on, Kishan!\n-ROME: You got this! -Ready? Okay.\n-Ready. Ready. Go. (Genevieve whooping) Yeah, Kishan! -TIYANA: You got this, Sue!\n-PROBST: Sue taking on -that balance beam.\n-CAROLINE: Let's go! PROBST:\nSue is across. -Let's go, Sue!\n-GENEVIEVE: Go, Kishan! You got it! You got it! PROBST:\nKishan jumps.\nHe's back in the ocean. PROBST: Taking on a challenge\nthat terrifies him. Said he was afraid of heights,\nsaid he was afraid of water, but he's out here doing it! Crawl, crawl, crawl. PROBST:\nAndy drops again. -Andy!\n-Crawl! PROBST:\nGata in dead last. -ANIKA: Crawl!\n-PROBST: Gabe's good. He's got the buoy. Tuku in the lead now. -Come on, Andy.\n-PROBST: Andy just needs to keep his feet out\nof the water. SIERRA:\nYou got it, Andy! Nice work! PROBST:\nYou're good, Andy. All right, guys, you got this. -You're good, Gata!\n-Yeah! Dig deep! You're good, Tuku! Go! -Kishan taking his time.\n-GENEVIEVE: Good job, Kishan! Undoing the knots,\ntrying to release that buoy. TEENY:\nYou got it, you got it. -Oh, no.\n-PROBST: Kishan falls. Got to go back. It's gonna be Sam and Anika\nfor Gata. Ready? Let's go. Let's go! SUE:\nYou got it. Looking good. Yeah, baby. Let's go. Gata trying to catch Lavo now. Kishan and Aysha\nhave taken a long time on this part of the challenge. So much so that Gata,\nafter a disastrous run by Andy, is now back in it. We got a challenge. SOL:\nThere we go! There we go! PROBST:\nAysha has the buoy. Can she keep her feet out\nof the water? -Good job.\n-SOL: That-a girl, Aysha! PROBST:\nAysha's across. You're good. Anika's across. Here comes Sam. Nice work! PROBST:\nGata has now passed Lavo. SIERRA:\nYeah! It's now Lavo in last place. SUE:\nGood job, TT! -Let's go!\n-PROBST: Tiyana with the buoy. SUE:\nYou're rocking it, girl! -Here comes Lavo.\n-ROME: Good job, Aysha. Go, Gata! It's gonna be\nRachel and Sierra now for Gata. You're good, Lavo! Go! (whooping) PROBST: Sol and Teeny\nnow for Lavo, the last pair. You're good, Tuku.\nStart working on the puzzle. One, two, three. -SAM: Attagirl, Si.\n-PROBST: Rachel and Sierra leap from the platform. (indistinct shouting) There goes Sol and Teeny\nfor Lavo. Whoo! You got this, -you got this.\n-Let's go, guys. PROBST:\nThe faster you get back here,\nthe sooner you are working on that puzzle. It's a Survivor seahorse puzzle. -PROBST:\nIt's Tuku in the lead still.\n-Let's go. PROBST:\nPieces got to stay on the table. Now you've got the beam and one final buoy. Rachel untying the buoy. She's got it free. Sol, nice job on the beam. -Making that look easy.\n-Good job, Sol! PROBST:\nGata's across! You're good, Gata! SAM:\nCome on, girls! -You got this, Teeny.\n-(groans) PROBST:\nNo, Teeny's got to go back. Come on, you guys. Got to get everybody\nup here first. -You got it.\n-PROBST: You're good, Gata. Start working on the puzzle. -Let's go, girls.\n-It's gonna be Anika and Rachel on the puzzle. It is Gabe and Caroline\non the puzzle for Tuku. GENEVIEVE:\nGood job, Teeny. PROBST:\nTeeny has the buoy for Lavo. It's all good. It's all good. Teeny back in. Got to go again. Come on, come on, come on! TIYANA:\nIt's all right, guys.\nYou got it. Got a lot of time. Here we go. Nice and methodical. PROBST:\nDay seven, Survivor 47. Yes, yes, yes, yes,\nCaroline, yes. -Let's go, Teeny. You got this.\n-Teeny at that same spot. Teeny, you're good. Let's go. ROME:\nThere you go.\nLet's go, guys! -GENEVIEVE: Good job!\n-AYSHA: Right here, right here. ROME:\nLet's go. Right here,\nright here. I'll take the buoy. -I'll take the buoy.\n-Looking for two tribes. Rachel with a piece for Gata. Gabe and Caroline\ndoing a nice job together. Rachel with another piece -for Gata.\n-Beautiful. Gata's got some momentum\nright now. Lavo would like to get\na little momentum, get in this. Does this go here? No. Caroline trying\nto get another piece for Tuku. Will it fit? Yeah. Yeah, yeah. And it does.\nThat's another piece for Tuku. I got it, I got it, I got it. PROBST:\nRachel with another piece. Lavo now in trouble\nand decidedly in last place. The only tribe that hasn't gone\nto Tribal Council. It is Gata and Tuku\ndoing a great job on the puzzle. That's it. That's it. PROBST:\nLavo in dead last. The inevitable appears\nto be coming. Yeah, that one right there. That one that-- That was it,\nthat was it, that was it. That was literally the piece. -I saw it.\n-Yeah, this could be right. PROBST:\nIt is Gata, then Tuku. Yes. Yeah. -SAM: Yes. Yes.\n-PROBST:\nGata with another piece. Gata down to three pieces now. This is in the deep freeze.\nLavo's going to Tribal Council. I'm gonna call it.\nGenevieve can only watch. Rachel trying to get\nthat piece in. She's got it. Gata down to their last piece. For immunity and reward. -Gata has it.\n-(screaming) Gata wins immunity and reward--\nlarge tarp and two hammocks. It now just comes\nto a nice finish for Tuku. SUE:\nYou got it, Gabe. There it is.\nTuku down to two now, as Tribal Council's inevitable\nfor Lavo. Tuku down to their last piece. (cheering) PROBST:\nThere it is. -Tuku wins immunity and reward.\n-(cheering) Safe from Tribal Council, sending Lavo to Tribal Council\nfor the first time this season, where somebody\nwill be the third person voted out of Survivor 47. Ah! Come on! Gata, congratulations. Nobody going home from Gata.\nNo Tribal Council tonight. In addition, nice reward\nwaiting for you back at camp. Hot day like this,\nthat tarp will help a lot. Two hammocks will make things a little more comfortable. -Well done.\n-Thank you. Tuku, nice job. (overlapping chatter) Yeah. PROBST: Nobody going home from\nTuku, no Tribal Council tonight. Smaller tarp waiting for you\nback at camp. -Well done.\n-Appreciate it. -In addition...\n-(whooping) ...you also earned\nyour flint back. -Thank you.\n-We'll take it. All right, swim out,\nenjoy the night off. -Big jump?\n-PROBST: Celebrate. -Go, guys.\n-(laughing): Yay! (Kyle howls) All right, Lavo.\nNew part of the game, Rome. You have not had\nto vote somebody out. Some fans would say you haven't\nactually played Survivor until you've gone\nto Tribal Council. What are you feeling right now? I mean, me personally,\nI'm feeling a lot of nervousness. I mean,\nI came back from the journey and told my tribe\nexactly what happened. So they all know\nthat I don't have a vote. So, really, I have no say\nin what happens tonight. So I'm just gonna be sitting\nthere like a bump on a log. So, who knows\nhow tonight's gonna go? All right, Lavo,\nTribal Council tonight, where somebody will be the third\nperson voted out of Survivor 47. And as a penalty for losing,\nI'm gonna take your flint. Sorry for you, Genevieve. -(Genevieve sighs)\n-You will have a chance\nto earn it back at the next challenge. Swim out. See you tonight\nat Tribal Council. SOL:\n Apparently,\n Rome does not have a vote. Just from reading\n his body language, I think that guy's lying. I don't believe\nwhat he's saying right now. But we just need\n to be prepared for everything because who knows\n what could happen tonight? Outwit, outplay, outlast. Think you have what it takes?\nApply to be on Survivor. ♪ ♪ ♪♪ Irresistibly smooth\n milk chocolate. From the Lindt\n Master Chocolatier. ♪♪ LINDOR. ♪♪ Made to melt you. ♪♪ And now, discover\n a new non-dairy LINDOR. Made with oat milk. Made to melt you. ♪ ♪ [ gasp ]\nWay Day's coming. Wayfair's big sale is BACK. For three days only,\n October 5th through 7th, get excited to get\n up to 80% OFF! Ooh, yes! Plus, score free shipping\non everything! [ grunting ] And surprise flash deals! All Way Day long! Way Day starts October 5th,\n so mark your calendar. And start filling your cart! ♪ Wayfair.\n Every style. Every home. ♪ Wa nn a kn ow a s ec re t? More than\njust my armpits stink. That's why\nI use Secret Whole Body Deodorant. Everywhere. 4 out of 5 gynecologists would recommend\nWhole Body Deodorant which gives you\n72 hour odor protection. From your pits to your... [spray noise] Secret Whole\n Body Deodorant. I to ld m ys el f I was OK with my moderate to severe rheumatoid arthritis symptoms. With my psoriatic\n arthritis symptoms. But just OK isn't OK. And I was done settling. If you still have symptoms after a TNF blocker like HUMIRA or ENBREL, RINVOQ is different\n and may help. RINVOQ is a once-daily pill that can rapidly relieve joint pain, stiffness,\n and swelling in RA and PsA. Relieve fatigue, and stop further joint damage. And in PsA, can leave skin clear or almost clear. RINVOQ can lower your ability to fight infections, including TB. Serious infections\n and blood clots, some fatal; cancers, including lymphoma\n and skin; heart attack, stroke,\n and GI tears occurred. People 50 and older with a heart disease\n risk factor have an increased\n risk of death. Serious allergic reactions\n can occur. Tell your doctor if you are\n or may become pregnant. Done settling? Ask your rheumatologist\n for RINVOQ. And take back what's yours. AbbVie could help you save. ♪ ♪ AYSHA:\nYeah. We win as a team,\nwe lose as a team. Yeah, that was a tough one.\nThose are the breaks. -How about we move on?\n-TEENY: Yeah.\n-GENEVIEVE: Mm-hmm. Let's not dwell. So... what now? ...does anyone want to go home? -Yeah. Who wants\nto volunteer to leave?\n-(Kishan laughs) All right. Okay.\nWe got that out of the way. TEENY:\n This loss means that it's time for lines to be drawn, lines that I've been really,\nreally procrastinating having to show. My number one is Kishan. And I know that we're leaning more towards working\n with Rome and Genevieve. That means the decision is now who to vote out-- Sol or Aysha. I have to decide and try to hurt as little amount\nof people as possible so that I can still keep\nthis position I'm in, which is pretty good. How are you feeling? -I mean, I feel so good\nwith you guys.\n-Mm-hmm. I feel scared,\nthe same as I did about Rome. (sputters) AYSHA:\n Then how would you feel\n if it was Genevieve? TEENY:\n I think it's the safer option. AYSHA:\nI would love more than anything to target Rome, but I cannot, because we have\nthis large suspicion that he has something that he found on this beach,\n because that man was looking like\n his life depended on it. And then there was a hard stop, and he just stopped looking. If we focus today\non getting out Genevieve, 'cause I just don't think\nwe can get Rome out. -I don't see us there.\n-No, I don't. Neither do I. -We can't take that risk.\n-Exactly. But I just want to let you know that, like,\nif they start talking -and it seems like\nit's gonna be one of you...\n-Mm-hmm. -Okay. Okay.\n-I do. -I really do.\n-I appreciate that. I would not be comfortable\nwith you going home. With Aysha,\n I want her to feel like I'm good with her and that I'm\ngoing with our original plan, that I'm working with her\nand Sol and Kishan. Though, in small ways, I'm trying to give her little warnings that, \"Hey, \"just maybe this might not go\nthe way you want. \"And if it doesn't,\nare you going to be down \"to work with me\nand vote out Sol to preserve your own life\nin this game?\" So, the plan is actually going\nto be Aysha, -but we want Sol to play\nhis Shot in the Dark, so...\n-Okay. -I hear you. I hear you.\n-That's.... and... Yeah. You know, if I had to choose\none, I would choose Sol. ROME:\n Okay. What's your reasoning? Teeny started\n to break it down a little bit, and she made perfect sense,\nbecause right now, for my game, the biggest threat is someone\nelse finding that next idol, because I have\nto play mine tonight. You made such a good point. -'Cause I have\nto play my idol tonight.\n-You have to. Which means that there's gonna\nbe an idol back out here. Yes, absolutely. And you know\nit's gonna be a mad dash. The second I get back to camp, I'm hitting the jungle\nin the middle of the night. -Exactly.\n-Like, I'm that type of person. And you know who else would? -Sol.\n-Sol. I have wanted to vote out Sol since the start of this game. I cannot stand the dude\n at this point. So the fact that it ended up\nturning from Aysha over to Sol, that just made me smile\near to ear. I'd be willing to write\nSol's name down lickety-split. I cannot wait\nto do that tonight. So as long as we can get him to not play\n his Shot in the Dark, then the plan is foolproof. -But...\n-Oh, do you? -Yeah.\n-'Cause I have no ... clue. -Yeah, well...\n-So... I'm, at this point,\n99% sure it's gonna be Aysha. -99? Bro.\n-Mm. -Yeah.\n-99% is a done deal, and we've been here\nfor 30 minutes. I mean, it wasn't really a lot\nof conversations... -Really?\n-...to have. Yeah. Like... -Ah...\n-They-they feel like\nthey want to keep you around -because you're strong.\n-Thank God. And you do carry us through\na lot of these challenges -and different parts of it.\n-All right, man. And I don't have a vote,\nso I literally don't have a say. So all I'm doing\nis getting information -from other people, you know?\n-Yeah. ROME:\n Being in character\n and playing it like I don't have a vote, it comes natural, man. I can lie in Survivor all day long. I'm sorry, Mom. I know\nyou're gonna be disappointed watching this right now, but I'm lying\n for my life in the game. I'm playing hard, man. If Boston Rob was the godfather, there's got to be\na godson somewhere, right? SOL:\n Is there any chance that you're coming up to me, saying, \"Hey, Aysha's the name\"? I mean, why... why would I...? To make me feel good, and then it's like,\n\"Hey, y'all, it's-it's Sol.\" It's a... it's a... it's a question that... -I mean, I don't know...\n-It's a potential, right? It's a potential? I guess, but, like, I just don't\nsee the point in me doing that. -Yeah.\n-'Cause I don't have a vote. So, like, I'm trying\nto stay good with everybody. -Right, right, right.\nAll right, cool.\n-Just in case, like... -You know what I'm saying?\n-Yeah, yeah, yeah. Like, that would only hurt me\nif I was like... That's right. That's right.\nThat's right. That's right. I-I get what you're saying,\nbut, yeah, that just doesn't... Yeah. No. Like, I...\nTonight I can't. I just got to be honest\nwith everybody and stay mellow. That's-that's my best game plan,\nlike I said. That's all I could do, so... SOL:\n Rome is talking to me\n like I'm an idiot. \"Sol, I don't have a vote, \"so I'm not gonna get voted out. \"Just so you know, everyone is gonna vote Aysha out.\" I don't know if Rome\n is just completely clueless... If I was you,\nI'd just draw the continent. Asia. Like...\n(laughing) Yeah. That would be\nvery cool of me. ...or if Rome is one of the best Survivor players ever. ROME:\n Me and Sol just talked, and -I told Sol that\nthe plan is gonna be Aysha.\n-KISHAN: Mm-hmm. \"And if you want to be\non the right side of the vote, you should just vote Aysha.\"\nAnd he was like, \"It sucks, but I want\nto stay in the game, so...\" There was no inkling\nhe was scared -about maybe using\nthe Shot in the Dark?\n-I made him feel really good about it, so... Is there any world where\nwe bring in Aysha on this four? -Yes.\n-TEENY: Yeah. KISHAN:\n Aysha's genuinely someone I would love to work with\nin the future because\nshe is such a strategist. This is also a bit\n of a selfish move of looping Aysha into the plan\n because I want it to be that Teeny and I tell her, so\nthat, going forward, she knows, \"We saved your butt 'cause your name was gonna be\nthe vote today.\" Okay. So he does for sure? -TEENY: He's not telling us.\n-Right. TEENY:\nThere's only one guaranteed, I feel, safe situation to do, and it is vote Sol. AYSHA:\n The fact that they trusted me with that information about\nRome's idol means the world. But I don't want Sol to go home. I think the worst thing\n in the world that we could do is keep Genevieve\nand Rome together. KISHAN:\n Yeah, but, hey... KISHAN:\n Aysha is not budging from wanting\n to vote out Genevieve. And, you know, that's definitely\nvery concerning, 'cause if Aysha keeps discounting\n any potential other options, that's really hard\nto work with going forward. She was not... -KISHAN: She was not budging.\n-...hearing us. TEENY:\n I feel a very close personal connection with Aysha, and I know we're both rooting\n for each other in this game\n and want to work together, but she's kind of digging\n her own grave at this point. TEENY:\n So tonight the question is, if Aysha won't work with me and vote out Sol, is it worth\n keeping her in this game? But, yeah,\n somebody's gonna be upset. Somebody's going to be betrayed. But I have to make the decision\n that's going to guarantee me\n to go further in this game. Th is i sn ' t Ch ar mi n! No wonder I don't feel\nas clean! Hurry up Dad! You've been in there forever! I'm trying! This cheap stuff\nis too thin! I told you not to get\nthe other toilet paper. Here's Charmin Ultra Strong. Ahhh! My bottom's been saved! Wooho! With its diamond weave\n texture, Charmin Ultra Strong\n cleans better with fewer sheets\n and less effort. What's everybody waiting for? This? Ok hon, we know you're clean. We all go, why not enjoy\n the Go with Charmin. (W om an ) Lo ok I g ot t he n ew iP ho ne 1 6 Pr o at V er iz on . Apple Intelligence is\npret-ty awesome. (Man) Nice. (Woman) You can get it when\nyou trade in any phone. (Man) Whoa, whoa, whoa! ♪ (VO) At Verizon new and existing\ncustomers can get iPhone 16 Pro on us. When you trade in any phone in\nany condition. Only on Verizon. Fe el in g UG HH fr om a b ac ke d up g ut ? UGHH. MiraLAX works naturally with the water in your body to help you go. Free your gut and your mood\n will follow. For 8 grams of fiber, try MiraFIBER gummies. At T J Ma xx , yo u ca n af fo rd to t ur n yo ur c lo se t into a place of\nendless expression. With the quality, styles,\nand prices you love. ♪♪ Wa nn a kn ow a s ec re t? More than\njust my armpits stink. That's why\nI use Secret Whole Body Deodorant. Everywhere. 4 out of 5 gynecologists would recommend\nWhole Body Deodorant which gives you\n72 hour odor protection. From your pits to your... [spray noise] Secret Whole\n Body Deodorant. ♪ ♪ ♪ ♪ Behind each of you is a torch.\nGo ahead and grab a torch, dip it in, and get fire. ♪ ♪ This is part of the ritual\nat Tribal Council, because in this game\nfire represents your life, and when the fire is gone,\nso are you. So let's get into it. The first Tribal Council\nfor this group. -Rome, every first...\n-(Rome laughs) -Why are you laughing?\n-I just was, like, hoping\nthat you didn't pick me first, but it's okay.\nLet's do this, man. We here. PROBST:\nIs there a curse about getting -the first question?\n-TEENY: No. -That's just Rome.\n-ROME: I got a superstition about sitting\nin the front middle, and I'm sitting\nin the front middle. So, I mean, I already got\na lot of nerves already. -Yeah. We're already 0 for 2.\n-ROME: Yeah, exactly, exactly. -Not looking good.\n-Yeah. No, sir. Let's do something different.\nLet's go to Genevieve. -(Rome sputters)\n-Genevieve.\n-Thanks, Rome. What I was gonna ask was,\ncoming into tonight, what do you think this tribe\nhopes to be with tonight's vote? GENEVIEVE:\nI think everyone\ntoday was a little emotional because tonight's\nkilling someone's dream, and so the hope is that the five\nwho go back are still cohesive. So, Sol, do you get the feeling that tonight's vote is based on trying\nto make the tribe stronger, or this is about alliances and\nI got to make sure I'm in one? I thought\nit was about alliances. I felt really good\nwith who I was paired with, but I got a very uneasy feeling\nin my stomach, and so... So, as we sit here right now,\nyou're feeling that uncertainty? Yeah, it's, uh,\nit's not a good feeling that I'm feeling right now. Can you overthink it, Rome? You can definitely overthink it. Once you get paranoid\nand, you know, you start talking with people, and\nyou might say the wrong thing, and that might make them think,\n\"Oh, man, this person's\nnot really trusting me.\" Even though\nthey weren't gonna be the vote, now they will be the vote\njust because they're getting\na little bit too paranoid. PROBST:\nAysha, do you feel the same way?\nThat it can literally change like that?\nEverything was fine, then somebody says the wrong\nthing and everything shifts? Yeah, it can change\nat the drop of a hat. Like, you could have\na conversation with a person, and an hour later\nthey're not being as reassuring. It's like, \"Oh, okay,\nmaybe that may not be the plan. \"Maybe that was just something\nin the moment just to tell me. Maybe I should be worried.\" PROBST:\nKishan, the dangerous part of somebody feeling\non the outside is something as simple\nas the Shot in the Dark or some other advantage\nor idol in the game. Did you sense that there's someone\nfeeling on the outs today? I did not sense that, and\nthat's probably a misperception on my end, because, for me,\nI'm strong to the core four. And you know, I want to go ahead and move forward\nwith whatever we believe in. -So...\n-PROBST: Who's the core four? -I'm not gonna say.\n-But there is four? -Maybe.\n-PROBST: Teeny? TEENY:\nI mean,\nwhen he says \"core four,\" you have no choice\nbut to believe him. It's interesting because people who aren't involved in the plan\nhave to know something. So you have to be talking\nto everybody. And if that means that you feel\nlike you trust somebody enough to where you're locked in\nwith them, and you don't need to reassure\nthem as much, then there you go. Sol, that sounds like a message. If you're part of the core four,\nthe core four is saying, \"Dude, come on,\nwe're good. Relax.\" SOL:\nYeah,\nthat's what it sounds like, um, but this is Survivor, and I'm trying to find out, is this, like, part of the game\nwhere I'm going crazy, or is it, they're just having, like,\nreal conversations with people? You know what I'm saying?\nAnd I hope I'm not going crazy. PROBST:\nKishan,\nit's a fine line because, as Aysha was saying, you want to make sure\nyou're solid, but if you dip into the well\none more time, you might say the wrong thing. Do you worry about that as well? KISHAN:\nYes. It's so easy\nto get tripped up. And that did complicate things, which is, I think,\nwhat's causing this uneasiness,\nbecause now we're just like, \"Holy cow. How many\nother different conversations \"were happening that \"I wasn't a part of or\nsomeone else wasn't a part of? \"Maybe if we just took\na step back \"and kind of kept it\na bit more calm, maybe those feelings\nwouldn't arise.\" Today felt like you're in\nthis trio of best friends. Like, you have a group chat.\nYou talk every day, right? Three people.\nBut then you're just walking. You know,\nyou're walking your dogs, and you look in a restaurant, and the other two\nare having lunch. And you're like,\n\"Wait. They didn't put that \"in the group chat.\nLike, what's going on? \"Like, I'm so confused. Do I go up?\"\nBecause I'm a part of this. Like, I should feel welcome\nto come up. Genevieve, Aysha's example\nis straight out of real life. Sometimes\nit's a misunderstanding. Sometimes there's more to it. Is that a relatable experience\nfor you out here? Yeah. You don't know\nwhat is real and what is not and what's a bluff and\nwhat is not and who's looking. Like, you know, Sol's making\neyes at Aysha across the back. And you don't know,\nlike, how much do I dial in on this or not? PROBST:\nEven you just saying that\nnow lights up Teeny, who looks at Sol and says, \"Why\nare you making eyes at Aysha?\" You're fighting\nfor a million dollars. This is Survivor right here. You're in the belly\nof the beast right now. We're about to vote.\nIf you're not playing, it probably is you, and\nit should be you going home. So, Kishan,\nwhat's your take on this? All that cohesion\nthat we talked about? Yes, it's nice,\nbut it's honestly just a facade. And we pushed it off as long\nas we could until we needed to. And at the end of the day,\nwe knew that one person's name\nwill be written down, and they will be voted off. And that's a harsh reality\nthat we all knew when we came in today. All right, we feel good to vote,\nor do we need to talk more? I just want\nto say one more thing. I don't want\nto call anybody out, but I hope the person\nthat agreed to vote with me sticks to that. Otherwise, I know that I could\nbe at risk of going home, or an ally could be\nat risk of going home. ♪ ♪ PROBST:\nAnd on that note, it is time to vote.\nAysha, you're up. ♪ ♪ I'll go tally the votes. If anybody has an advantage\nor an idol and you want to play it,\nnow would be the time to do so. One second, Jeff. I got full faith in the people\nthat I have faith in, but I went on a journey\nat an absolute perfect time, and, you know,\nI was able to get an idol that's good\nfor one Tribal Council, so I'm gonna use it now, but\nI don't think it's me tonight 'cause I got faith in the people\nthat I got faith in, and I'm just gonna ride\nwith that. This is a hidden immunity idol. Any votes cast\nfor Rome will not count. I'll read the votes. First vote-- Rome,\ndoes not count. Genevieve. Sol. One vote-- Sol. ♪ ♪ Aysha. One vote-- Aysha, one vote-- Genevieve,\none vote-- Sol. Aysha. Two votes-- Aysha, one vote-- Genevieve,\none vote-- Sol. ♪ ♪ Third person voted out\nof Survivor 47-- Aysha.\nNeed to bring me your torch. (sighs)\nYeah. That really hurts. I'm not gonna lie. Wow. Was it you, too, Sol? No. Aysha, the tribe has spoken. Time for you to go. -Good luck.\n-SOL: Thank you. -Bye, Aysha.\n-Thank you.\n-Love you, Aysha. Grab your torches,\nhead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org SAM: Andy's like Survivor George Costanza. Andy! PROBST:\n Next time on Survivor... No. It's Survivor. I don't have to. What the hell?! TIYANA:\n We found Sue,\n and there's blood everywhere. MANU BENNETT:\nDeep in the southern hemisphere\n lies a mystical island... ...created by\n the raw forces of nature. The Maori call this place\n Aotearoa-- land of the long white cloud. The rest of the world knows it\n as New Zealand. And high above its deep ravines, its raging rivers\n and plummeting waterfalls... ...towers a mountain,\n thousands of feet high with Antarctic winds\n carrying a call far and wide, an invitation\n to reach the summit. ♪ ♪ (helicopter blades whirring) It's a call 16 ordinary\n Americans have answered. If they can climb the mountain\n in 14 days, they'll earn their share\n of a million-dollar prize."
}