{
    "season": 47,
    "episode": 4,
    "title": "Is That Blood in Your Hair",
    "transcript": "George Whitesides. For safer neighborhoods. HMP is responsible for the content of this ad. -ANDY: Yeah. -They asked me,\nwere you two dating? -Us two?\n-RACHEL: Oh, my God.\n-(Andy laughs) SAM:\n I am engaged. Babe, if you're watching this, I am not in a relationship\n with Sierra on Survivor. PROBST:\n Previously on Survivor... SUE:\n Kyle wanted me out. I am gonna get revenge. ROME:\n\"Congratulations.\" This is exactly\nwhat I needed, baby. I feel like\nI'm running this game right now. TEENY:\n I feel a close\npersonal connection with Aysha. But if Aysha won't work with me, is it worth\n keeping her in this game? If anybody has an advantage or an idol\nand you want to play it... One second, Jeff. I was able to get an idol that's good\nfor one Tribal Council, so I'm gonna use it now. First vote: Sol. Third person voted out\nof Survivor 47: Aysha. The tribe has spoken. ♪ ♪ TEENY:\n Sol... Yes? TEENY:\nYou got anything to say\nright off the bat? I'm glad I'm still here, but, uh, yeah,\nI mean, you guys got me. Well played. At Tribal Council tonight, my ass got blindsided. And the people who I thought\n were my allies, Kish and Teeny, they went against\nwhat I thought was gonna happen. And Rome is still here. That's what\n I'm more upset about. We know who Rome is.\nWe know what kind of guy he is. -ROME: I know you voted for me.\n-Yep. And, uh... It was part of the plan--\nwhat I thought was the plan. And you voted for me? No. -SOL: Who voted for me?\n-We'll talk. SOL:\n I'm at the bottom of my tribe. I have to quickly get over it,\nand I have to get my mind right. Otherwise, I'm going home. -I just want to say I'm sorry...\n-Okay. ...because I voted for you,\nand I need to explain that. -You voted for me?\n-Yes. Okay. And I know that goes against\nevery promise I made to you, and I understand\nif you're pissed. I'd love to claim\n the vote for Sol as purely this mastermind strategic plan,\nbut that's not entirely true. I could not fathom\n writing Aysha's name down because of\n my emotional bond with her. You know, this isn't a moment where I'm like, \"Yes,\nwe just nailed a blindside.\" It's a moment where I am upset. I-I think that's gonna haunt me. I think that's gonna be, like... This is a game. And if the people playing\nthe game can't handle that, that's on them. It's not on you. -Okay?\n-I know, but, like, am I the person\nwho can't handle it is really... You're gonna be able to... I wanted to come out here\nand be this villainous mastermind player\nwho was able to make decisions based purely off\nhow I could advance in the game. But at the same time,\n I know myself. I'm sensitive. And that's something that\nI just have to learn to balance as I move forward in this game. No. That's why I was very-- I was,\nlike, I thought it was you. ROME:\nI feel like\nwe all played that perfectly. And now we have\nthe majority alliance. We got a solidified alliance. Like, we're,\nwe're ready to roll. (chuckles) Tonight, Tribal Council went\nexactly how I wanted it to go. Aysha went home. -Sol messed up,\nand he knows he's on the bottom. -(sighs) And Rome ended up prevailing,\nbaby. We all made it\nthrough our first Tribal. -KISHAN: Yeah.\n-ROME: Mm-hmm. -That's huge.\n-ROME: Mm-hmm. KISHAN:\nYeah. Which, like... GENEVIEVE:\nOh, my God. Yeah. This Survivor game is going perfectly for me\nup to this point. I feel like\n I'm in control all the way. So if we got to go\n back to Tribal Council again, I am 110% confident\n it's gonna be Sol. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ SAM: ♪ Yeah, off the top, and\n you know the bars are silly ♪ ♪ Comin' for the money ♪ ♪ And I'm about\n to make a milli on Survivor ♪ ♪ Yeah, with the Gata ♪ ♪ Yeah, you know,\nI'm coming so hot and I wanna ♪ ♪ And I hope you listening ♪ ♪ Got to clean it up\n like I got some Listerine ♪ ♪ I come hard,\n everybody know it ♪ ♪ When I come through,\n I don't even show it ♪ ♪ 'Cause we go to the challenge,\n and you know we gonna win ♪ ♪ Again and again ♪ ♪ And Jeff says, \"Get it on\" ♪ ♪ We gon' get it on ♪ ♪ Everybody knows\n when we do that this was on. ♪ Ah, damn. That was a bad one. -That was a bad one...\n-No, that was so good! SAM:\n Freestyling,\n going with the flow is kind of\n how I'm playing Survivor. And right now Sierra is my number one. The two of us\n are sitting in the middle. So if we go to Tribal Council, we can stick\n with Anika and Rachel or pick up Andy,\nand we still have the majority. So we're in the know\nand in the middle and in the driver's seat. -You feeling okay?\n-I'm feeling good. All right, good. Yeah. No. I don't think it's a big factor. -I don't think...\n-And I don't think, I don't think\nit was something Ani needed to come back and, like, plot into our heads, too, but... we need to make sure\n we clear that air. For sure. Because that will change\nmy whole game. When Anika\n came back from the journey, she said\nthe other tribes are picking up that Sam and I\nare working together. We're not dating,\nbut we are working together. And what\nis giving them that vibe? I'm not sure. You've spent so much alone time\nwith Ani and Rachel, -it's, like, equal. Like,\nwhy is it that we're dating?\n-I know, I know. -Why couldn't you be\ndating Ani or Rachel?\n-Ani says it's aesthetic. -She said,\nit's Ken and Barbie, and...\n-Ken and Barbie? Get out of here. Whatever. I'm not even\n gonna let it get in my head. But I think, moving forward in the game,\nI don't want them to know that Sam and I\n are this tight alliance. So I'm gonna make sure\n Anika and Rachel know that I want to work with them and make sure\nthat line is, like, clear. (chuckles) Oh, are we alone? -Yeah.\n-Yeah. What do you--\nHow do you like, uh... What did I say?\nThe... the Breadwinners. Oh, oh, oh, the Breadwinners. The Breadwinners? Yes. Yes. -We are. We're the Breadwinners.\n-Right? -And we're gonna win that bread.\n-(squeals) ANIKA: When it comes\n to camp life and challenges, the three girls here\nhave truly been the powerhouses of this tribe. And so we call ourselves\n the Breadwinner alliance. We have a very, like... ...relationship. SIERRA:\nI just want to make sure,\nat least going into everything, it's us three. -100%.\n-Oh, my God. Dude. Sierra. -Let them see.\n-Look me in the eye.\nLook me in the eye. -Absolutely.\n-RACHEL: Yes.\n-Okay. RACHEL:\n Having a strong alliance\n of women is incredible. Anika has been\n my number one since day one. And then also having Sierra,\nwho I also really trust at this point,\n is amazing for me. Breadwinners. -Breadwinners?\n-(chuckles) I feel good. I feel like my game's\ngoing as well as I could hope it could be going right now. ♪ ♪ TIYANA:\nSue? -(Sue exhales sharply)\n-TIYANA: You okay?\nWhat happened? Just feeling emotional.\n(exhales sharply) (sniffles) I just, um... I'm feeling like\nI'm tired, you know? Like, when I get tired,\nI just get emotional. (exhales sharply, sniffles) (chuckles):\nI don't want to be crying on TV. Join the club. I already did. Had myself a little cry -earlier this morning.\n-SUE: You did? Yep. Once you accept\nthat it's part of the process, it's a little bit easier\nto let out. Before I even\n came into this game, my number one target for an ally\nwas gonna be an older woman,\n preferably a mother. I wanted to play with a Sue, and the island fortune\nbrought me a Sue. -Feeling a little better?\n-Yeah. -Give me a hug.\n-Thank you. -You know I got you, right?\n-I know you do. Thank you. GABE:\n I think she's somebody\n who really wears her heart on her sleeve, but\n she also tells me everything. -I'll protect you.\n-Yeah, and I'll protect you. -100%.\n-Yeah. GABE:\n Sue has given me every piece of knowledge\nthat she has in this game, so I'm very confident in\nmy alliance with Sue right now. -KYLE: You should be\nproud of yourself.\n-SUE: Thank you. Yeah, I know. I know. I cannot wait. -Yeah.\n-Yeah, true. SUE:\n Right now, people see me\n as a mom. I'm a grandma. 100%, they're underestimating me because I am\nthe older generation, but I'm hiding\n a lot from my tribe. They have no clue\n that I'm 58 years old. -KYLE: Damn. Really?\n-Yeah. Like, that's awesome. That, like...\nIf the good Lord's willing, that leaves a lot of time. I don't need to be wheelchaired\naround or need a cane or need... -No.\n-You know,\nI can just do it all, so... They have no idea\n that I am a badass pilot, and I'm an adrenaline junkie always looking for a rush. I'm here for the journey.\nI'm here for the thrill of it. And this is exciting because\n nobody would ever suspect that I've been spending my time\n secretly looking for an idol. I want that power.\nI want that protection. I want the thrill\n of finding an idol. Ah. Oh. No way. It is\n a freaking Beware Advantage. I couldn't open\nthat packet fast enough. The map was giving me\n very specific instructions. Now I got to get this. But if I don't find\nthat palm tree and get my idol, I don't vote. So it's behind the water well. Going that direction. The rope was hidden in vines. But now that I knew\n what I was looking for, that rope stood out\n like a sore thumb. ♪ ♪ A bucket fractures, and paint just bursts\nall over the place. And I see the idol there. I have no idea\n what I'm gonna do. Obviously, I don't want\n to get caught red-handed. This is crazy. It is horrifying\n to see all of this paint. It looks like\n blood splattered everywhere. And I need to cover my tracks because I don't want anybody\nknowing that I have an idol. ♪ ♪ It is literally\n like a crime scene, that I was the murderer, and now I'm trying to cover my tracks. I'm so desperate\nto get rid of all the evidence, knowing that the police\n are coming any second. I've got to cover up everything so that nobody knows it's me. I have paint on my legs.\n It's on the water well. And then, on top of that,\n the trees had paint on them. It's just out of control. I'm gonna kill Jeff\nfor making this so hard. It's taking me forever, but I slowly see progress. And finally,\n I got rid of all the evidence. Not one person will ever,\n ever know I have a hidden immunity idol. I pulled it off. I pulled it off. Hey. How was your walk? Yeah, I'm just chilling. No, I'm good. I'm good. I just wanted to chill\nfor a little while and just... -CAROLINE: Of course.\n-I don't know. Is your chin okay? Yeah. Did you fall? -I was playing with the machete.\nI'm good.\n-(gasps) I just, it's okay. TIYANA:\nIs that blood in your hair? I'm okay. I didn't cut myself. I-I just did something stupid. I'm fine. TIYANA:\n Caroline and I\n found Sue with the machete. There is blood all over\nher hands and all over her face. Immediately,\nmy red flag was raised because I was\nkind of confused as to what she could have possibly done. SUE:\nI'm fine, but I just... I have to clean up.\nI'm a little mess. (laughs) -CAROLINE: That's okay.\n-But I'll talk\nto you guys later. Take your time. We'll probably -be down at the beach,\nuh, crabbing.\n-Okay. -Okay. Thank you.\n-TIYANA: Yeah. Oh, my God. I got to keep an eye on Sue. I'm suspicious. I can smell BS from afar. Shoot, shoot, shoot. (W or ke r) H e ' s be en t hr ou gh a lo t. (Woman) We'll get there. [Dog whimpering.] It's ok. You're safe here. Come on. [Dog barking.] (WOMAN) No hurry. [Dog barking.] ♪ (VO 1) Love begins with trust. (Woman) I'm not going anywhere. That's why I got a Subaru. (VO 2) The all-new\nSubaru Forester. Safe. Long-lasting.\nTrusted. Loved. Al wa ys d ry s co op be fo re y ou r un . Listen to me, the hot dog diet\ngot me shredded. It's time we\n listen to science. One A Day is formulated with key nutrients to support whole body health. One A Day.\n Science That Matters. Ch ec k ou t Ma ho me s ' T op 3 Pl ay s of t he d ay ! He scrambles into T-Mobile to get that new iPhone\n 16 Pro ON US. It's a little shimmy,\nshimmy...'SHAAAAAKE'. What you think Kai? Looks like he's chasing\nan ice cream truck. Ice cream! He got his iPhone 16 Pro. the first iPhone built\n for Apple Intelligence. Cuz's holding it up\nlike a baby lion. Homie takes those T-Mobile Savings and calls it a day. Respect. Now at T-Mobile.com, get the new iPhone\n 16 Pro On Us. And families can save 20% every month versus\n the other big guys. Li ke m an y wo me n ov er 4 0, I'm starting to get\nmore dark spots. Bright Reveal\n Niacinamide serum by L'Oréal. Fades the look of all\n types of dark spots. By up to 40%. ♪♪ Bright Reveal\n Niacinamide serum, by L'Oréal Paris. Hu rr y to K oh l' s fo r th re e da ys o f de al s! Take 25% off storewide. Then find deals on fun toys, floorcare and more. Plus Kohl's Rewards members earn three times the rewards! ♪ ♪ ♪ ♪ ROME:\n Last night, I played my idol\n that was good for one Tribal. Usually,\n that idol gets replaced. -TEENY: This is tough.\n-Yeah. You know, I know that\n I'm probably the best one at looking for idols\non my tribe, which is a comforting thing, but everyone right now\n is looking for idols. No. ROME:\n Sol is looking hard\n for this idol, and that is very scary. We want to make sure that, no matter what, Sol cannot find this idol.\nAnyone but Sol. Anyone but Sol. If you're gonna\nkeep looking for one, that's... Yeah, that's more\nof a threat than someone just sitting back at camp\ntrying to be kumbaya. Really, dude? I know what he's doing. He wants to vote me out,\nand he's trying to prevent me from searching for idols\nso I don't get one. And he's threatening me\n to do that. I'm just saying,\nthere's a time to do it and there's a time not to. And, like,\nthe people at the top, they kind of have\nthat freedom to do it. But, like, I don't know\nwhy you would just increase the target on your back. SOL:\n He's, like,\n ten years younger than me, and he's talking to me\n like I'm a kid. What the hell? What? What's happening right now? And again, I got to go Zen. (imitates chant) \"Sol, relax.\" ROME:\n I don't want him\n looking for an idol at all. That's gonna be a problem. We're fine\nif he doesn't find it. -ROME: Yeah.\n-Which, at this moment,\nhe hasn't. Sol and Rome\n are on opposite planets, and that is a positive for me. I'm not here to play safe.\nI'm here to create some chaos, which is why I've been pushing\n for them to continue clashing, so they will not work\n with each other. I think my strength\n is getting to know people, really understanding them, and then being able\nto beautifully manipulate them. I've never been\na babysitter before. Really? -ROME: No.\n-That was my first job. Hey, we're going\nlooking for an idol, guys, if you guys want to come. I'm just going\nto refill my water. ♪ ♪ I am now going\nto go get coconut after this. With Rome, it's either his way or \"I'm gonna pout\n like a five-year-old\" way. He's gonna throw\n the biggest tantrum. I ain't trying to deal\nwith that all day long. 'Cause it's exhausting\nand it's messing my game up. Could I have\na minute alone, please? -No. It's Survivor. I don't have to.\n-Seriously? I'm-a follow you around. Now, can I, can I sit over there\nby the beach alone? -Like...\n-I'm-a sit right next to you.\nThat's fine. All right. Whatever. TEENY:\n It is about as awkward\n as awkward can be. I know that Rome is just trying\n to protect our four, but, like,\n he just plays the game at an intensity level\nthat is not a match with my own. He's not looking\nfor anything right now. And he's devoid\n of any sort of concept of what Sol might be feeling as one, a player, and two, you know, a grown man, a human being on this Earth. It's just a lot. So much. Oh, I'm sorry, Sol. It's all good. That's really not how I,\npersonally, want to play. -You're not out.\n-All right. -They can knock you down,\nbut they can't get you out.\n-Right. Yeah. Of course I feel bad for Sol. Rome is being rude,\n and, you know, Rome and I have a really good\nrelationship and are very close, but it's also\n a complicated relationship for me to navigate because he's such a big personality\nand does rub people the wrong way. I think each\nof our mistakes was getting a little too locked in with what\nwe thought dynamics were -and not being\nfluid enough, you know?\n-Yes. Absolutely. Please don't tell Rome\nI'm saying this. You and I, if you allow it, -we are allies moving forward.\n-I know. Yeah, yeah. -No, no, no, no, no.\nI'm dead serious. Yeah.\n-I'm cool. I'm down. I'm down. I'm actually getting\nreally excited right now. GENEVIEVE:\n Sol is on the outs\n and is a free agent. And I want to really\n nurture that relationship, because Rome has ruffled all\n these feathers that it's like, I can only\n make the case for Rome so many times before it ends up\nbeing a case against me. ♪ ♪ What? Uh-oh. Uh-oh. RACHEL:\nMight be Andy's. I feel like\nhis bag's always open. Yeah, it's definitely\nAndy's Shot in the Dark. Oh, my God. Andy, why are you so sloppy? -SAM: Yeah, just put it\nback where it was.\n-RACHEL: Just drop it. -Just drop it\nwhere it was. Yeah.\n-SAM: Just drop it. Yeah. Sure enough, Andy-- the one guy who might\nneed his Shot in the Dark-- somehow allowed it\nto just fumble out of his bag. Your Shot in the Dark\nfell out of your bag. It's sitting on the sand,\nunder the shelter right now. You're gonna have\nto go into camp and get it. -Yeah.\n-But also, like, make a scene. Right now I'm a little bit of a mentor to Andy's game. I'm just showing him\n how to play subtle Survivor. Do you mind if I nap? No, go for it. SAM:\n He just needs\n a little guidance is all. I think\n we're still working on it. Big work in progress, but... he's a bit of\na clumsy player at times. All right, all right, all right. Andy's kind of\nlike Survivor George Costanza. He can't get out of his own way. I just tore my underwear. (gasps) On, like, a... Oh, my God. Yeah.\nIt's, like, gaping right now. SAM:\n Everything Andy does... Whoo! ...he should do\n the exact opposite of whatever he thinks\n is the right thing to do. I'm just trying to make sure that I'm always\n one step ahead of him and that he's always coming\nback to me with the information. As long as\nhe's doing that, like, Andy can stay around,\nin my book. -Two minutes ago...\n-Yeah? ...I looked in my bag, and...\n(laughs) ...the Shot in the Dark\nwas gone again, and I looked everywhere, and it\nwas just on the ground at camp. -Dude.\n-I'm like, \"What?\" -So I put it in my sock\nfrom here on out. (chuckles)\n-Okay. -I'm like,\n\"Don't make me have to...\"\n-Don't worry. Don't worry. Andy is such a sloppy player. I'm like, \"Do I really\nwant to move forward with that?\" I know that Sam\n wants to work with him, but I'm still up in the air, and it's driving me\nfreaking nuts. I just feel like Ani and Rachel\nare definitely, like, tight. -You know,\nI feel like we're a three.\n-Mm-hmm. Yeah. -Yeah. Yeah. Yeah.\n-But I feel like they're a two,\nand... -Yeah, they get pretty specific.\n-Yeah. Like, you know,\nthey call-- they have a name. Like, we're\nnow the Breadwinners. -The Breadwinners.\n-Don't say that. Um, but, you know, so, yeah, there is, like,\na deep connection. ANDY:\n I made a point and made a mission to build\na real good bond with Sierra, and it's coming on strong. Whenever I talk to you,\nI just... You feel better? I could cry.\nLike, I just love you. Oh, good.\nI know. I love you guys. I love everybody, you know? Because she gave me\nthat Breadwinners name, I know she's with me, because I know she's throwing\nthat alliance under the bus. She's throwing it away. And I believe,\n truly, that she's down to work with myself and Sam. I feel like I can tell you\neverything Sierra tells me. -Yeah.\n-So, and it's very good. I had\nthe most amazing conversation with her this morning. She said not to say it\n to anyone. I asked her how specific\n that these other women get about,\nlike, what, their alliance. She's like,\n\"Oh, they get specific. We're called the Breadwinners.\" -That's what they call it?\n-Yeah. If she's\ntelling us the name, then... -we win.\n-Wow. The Breadwinners.\n I haven't heard that before. Sierra and I,\n we're supposed to be riding for each other,\n no matter what. Why are you not coming to me\nwith that kind of information? -You're my number one, so\nI'm gonna tell you everything.\n-Yeah. Andy tells me\nthat you told him about a... alliance name\nthat the three girls have. -Rachel said that she's\ncalling us the Breadwinners.\n-Right. -I didn't come up with it.\n-I don't care. -That's, like...\n-I didn't come up with it. You know that\nthat's not where I'm going. -You know I have to play it off.\n-I know, but if, you know,\nif, like... -Okay.\n-No, but why didn't\nyou tell me that stuff? SIERRA:\n I didn't say, \"Hey, girls, let's\nbe called the Breadwinners.\" I didn't come up with that. I'm going along with it because I'm doing what\n I think is best for my game. Andy, right now, is... He-he scares me. I don't... Why? I don't think\nAndy's gonna be loyal to me. But we don't\nhave to go with Andy yet. If-if we're at four, we can\nalways go with one of the girls. I don't know if that's\nwhat makes sense for me either. SAM:\n Sierra thinks Andy needs to go at the next\nTribal Council, and, uh, that ain't gonna work for me. Keeping Andy is absolutely essential to my game. I don't see a world\nwhere it's the four of us, and the two of them\naren't wanting to get me out. Yeah, but that's not\ngonna happen because of me. Sam and I are just completely\n bumping heads right now. We might need Survivor's alliance therapy at this point because we're just going\n back and forth, and I'm like, \"This is too early in the game to be bickering like\na freaking old married couple.\" ♪ ♪ Th e fi rs t ti me y ou t ry Bo un ce , it h it s yo u. Your laundry\n feels way fresher, softer. So you start to wonder. If I put a sheet of Bounce\n on the finance guy, will it make him softer? Bounce can't do it all\n but for better laundry, ♪ Put a sheet on it with\n Bounce. ♪ Pr im e Bi g De al D ay s is h er e. With exclusive savings \njust for Prime members, you'll feel like a big deal. Shop deals on electronics, fashion, and more this Prime Big Deal Days, October 8th and 9th. Th e vi ru s th at c au se s sh in gl es i s sl ee pi ng .. . In 99% of people over 50. It's lying dormant, waiting... and could reactivate. Shingles strikes as a painful, blistering rash\nthat can last for weeks. And it could wake at any time. Think you're not at risk\nfor shingles? It's time to wake up. Because shingles could\nwake up in you. If you're over 50, talk to\nyour doctor or pharmacist about shingles prevention. I do n' t us ua ll y sp ea k pu bl ic ly a bo ut p ol it ic s, but it's important you know just how extreme\nMichelle Steel is on abortion. Michelle Steel\nled the charge to pass this bill to ban abortion nationwide, including California. No exceptions for rape. No exceptions for incest. No exceptions\nto save a woman's life. I swore an oath\nto protect my patients. Michelle Steel's abortion ban threatened their lives. [narrator]\nHMP is responsible for the content of this ad. ♪ ♪ Come on in. ♪ ♪ Tuku and Gata getting your first\nlook at the new Lavo tribe. Aysha voted out... -CAROLINE: Wow.\n-Oh. ...at the last Tribal Council. GABE:\nWell, well, well. All right, shall we get\nto today's immunity challenge? -(all assent)\n-All right. First things first,\ngot to take back the idols. Thank you. -Thank you.\n-Yes, sir. ♪ ♪ Once again,\nimmunity is back up for grabs. For today's challenge, you're\n gonna roll a heavy metal cube to help you retrieve two bags. You'll use\n the pieces inside the bags to build a window frame\n and then attempt to toss sandbags through the frame,\n onto a barrel. If you knock the frame over, you got to rebuild it\n and try again. Once you've\n landed your sandbags, you'll then dig up a key,\n open a gate. That'll get you to the finish, where two tribe members\n will work together to build a brand-new Survivor fire puzzle. (excited chatter) First two tribes to finish\nwin immunity. Safe from the vote.\nNobody going home. -You will live to see day nine.\n-(chickens clucking) In addition,\nyou're playing for a reward. Yes, come on. -(excited chatter)\n-Ladies and gents, let's go. Do I hear chickens or something?\n(chuckles) Or animals? I don't know.\nI'm, like... -Oh...\n-Oh, my goodness. First tribe to finish... (clucking) -Oh, my God.\n-(cheering, whooping) Three egg-laying hens. -Egg-laying hens.\n-Ah. PROBST:\nSecond tribe to finish... ...six eggs from\nthe three egg-laying hens. -Oh, my God, man.\n-Wow. -Okay. All right. Okay.\n-PROBST: Last tribe to finish, otherwise known as the losers, got nothing for you but a date\nwith me at Tribal Council, where somebody\nwill be the fourth person voted out of Survivor 47. And as a penalty for losing,\nI will take your flint. Lavo, you are working\nto earn yours back. All right, we have no sit-outs. We are even.\nFive across the board. Give you a minute to strategize. We'll get it on. Let's do it. Let's get it on. ♪ ♪ All right, here we go. For immunity and reward. Survivors ready? Go! First, you got\nto move a very heavy cube. It's gonna\ntake everything you got. SUE:\nPush, push. Go, go. PROBST:\nMake sure you don't run\ninto somebody else with it, 'cause it will hurt. -GABE: Ride the bounce.\nRide the bounce...\n-TEENY: We got it. -Great job.\n-GABE: Ride the bounce.\nRide the bounce. Keep rolling. PROBST:\nTuku doing a nice job. (overlapping shouting) Watch your feet. You got to get\nit underneath the first bag... -(grunting)\n-...so you can get somebody\nup top to retrieve that bag. -TEENY: Go.\n-Lavo doing a nice job. They're under that first bag,\nsorta.\n-TEENY: Nice, Rome. Rome going up top\nto unclip that first bag. Gata's at the first bag. Tuku still going. (grunting) TEENY:\nUnclip. You don't need to untie. PROBST:\nRome's got it for Lavo. -SAM: Get up there.\n-PROBST: Anika going up\nfor Gata. Kyle going up for Tuku. Anika has the bag. Kyle has the bag. Once you get that bag, get down. Do not dillydally. You're taking too much time. -TIYANA: Yep, you got it.\n-PROBST: Now you got to move it\nto the other bag. -Rome has it. Get down, Rome.\n-TEENY: Jump down. Jump down. TIYANA:\nYeah, Kyle. PROBST:\nTuku has their second bag. SIERRA:\nDrop it. Drop it. -PROBST: Gata has theirs.\n-ANIKA: Sorry. PROBST:\nIt's gonna be Sol and Kyle... SUE:\nGo all the way up, Kyle. -...and Sam.\n-Nice, Sol. PROBST:\nYou've got to empty those bags. -GENEVIEVE: Doing amazing.\n-You're gonna find two sandbags and the pieces you need\nto make this window frame -that you're gonna\nthrow the sandbags through.\n-SUE: Good job, Kyle. -TIYANA: Great job.\n-PROBST: Kyle has\nhis pieces free. Starts building the frame. Sol has his pieces free. That's the top. -TIYANA: That goes on top.\n-SUE: Go, Kyle. Kyle can start for Tuku\nwith his first toss. GABE:\nAll right,\ntake your time, brother. Take your time. PROBST:\nOn and off. Another toss. Just misses. ANIKA:\nThere you go, Sam. PROBST:\nSam has all the pieces. He can start building the frame. -(whooping)\n-Kyle tosses. No good. Kyle,\nthat sandbag will not count. It's got to be a clean toss. TEENY:\nYou got it, Sol. -Yeah!\n-PROBST: Sol with the first one. -(cheering)\n-Sol with two in a row... -This now, right?\n-...for Lavo. Wow! SOL:\nAll right, pull the corners. PROBST:\nTwo tosses. Sol landed 'em both. -You're made for this, Sam.\n-PROBST: Here goes Sam. -Sam sticks one.\n-Nice. There we go, Sam. -PROBST: Kyle sticks one.\n-(cheering) -(overlapping chatter)\n-Sol gave Lavo a big lead. Sam, you're good.\nLet's go, Gata. -You're good, Kyle.\n-ANIKA: Beautiful. PROBST:\nLet's go, Tuku. TIYANA\nSandbags, sandbags, sandbags. Everybody working\non the sandbags now. -You got to get all\nthe sandbags to your platform.\n-(grunting) They are very heavy. CAROLINE:\nThey are very heavy. PROBST:\nYou cannot start digging\nuntil you have all your sandbags on your platform. Lavo, you're good.\nStart digging. SOL:\nLet's go, guys. Come on. -(grunts loudly)\n-CAROLINE: We're good. -Jeff?\n-You're good. You're good. -Dig.\n-SAM: Come on. Let's go, let's go, let's go,\nlet's go. Now all three tribes\nare in this. -Two hands.\n-PROBST: Now everybody's\ndigging. TIYANA:\nTwo hands. KISHAN:\nOh, I feel something.\nFeel it. -Yeah. Good job.\n-Nice. Let's go, baby. PROBST:\nLavo has their key. Gata has their key. -Tuku has their key.\n-Pull it! ANDY:\nPull it, pull it, pull it. We are dead even right now... Oh, there's multiple keys? ...as we head into the final\nstage of this challenge. SOL:\nUnlock it. Unlock it. Unlock it. Yeah. You're good, Lavo.\nLavo's through. They can start\nworking on the puzzle. -Gabe has it for Tuku.\n-Yeah, go. PROBST:\nYou can work on your puzzle,\nTuku. Gata's through.\nYou can work on your puzzle. -TIYANA: Okay, babe.\n-KYLE: All right,\nhere we go, baby. -PROBST: It's gonna be\nCaroline and Gabe for Tuku.\n-SUE: Let's go, guys. PROBST:\nRome and Genevieve for Lavo. Anika and Rachel for Gata. GENEVIEVE:\nOkay. PROBST:\nDay eight.\nYou want to get to day nine. -It's right here.\n-CAROLINE: Oh, yeah, it is.\nYeah, it is. PROBST:\nCaroline gets\nthe first piece for Tuku. -SIERRA: Nice.\nWay to go, Rachel.\n-Yes. And Rachel with the first piece\nfor Gata. -Rome's trying\nto get the first piece.\n-Right hand! He's taking the throne position. -He will be handed pieces\nby Genevieve.\n-CAROLINE: I got this one. Got it. SUE:\nYeah, Caroline! -You got it?\n-PROBST: It is Gata and Tuku -moving quickly.\n-Yes. Good job, Ani. -CAROLINE: Yeah, that's it.\nThat's it.\n-Move. PROBST:\nRome still looking\nfor that first piece for Lavo. It's either gonna be that\nor something similar to that on the left side. PROBST:\nThat first piece gives you\nan idea of how these pieces go together. Once you get it,\nit gets a little easier. TIYANA:\nGreat job, Caroline. Not... That is not it,\neither side. PROBST:\nOnce again on the puzzle,\nit is Tuku and Gata in a showdown. -Thataway, Rach.\n-PROBST: It is Gata in the lead. -I got it.\n-PROBST: Then Tuku.\n-TIYANA: Beautiful, Caroline. PROBST:\nAnd then dead last, without a single spark\nof flame, it is Lavo. GENEVIEVE:\nWe just need our first piece. SOL:\nNope, not it, Rome. -ANDY: There you go, girls.\n-SAM: Great job, girls. PROBST: Gata continues\nto expand on their lead. Gata looking very good\nright now. -Got it.\n-PROBST: Another piece for Tuku. TIYANA:\nYes, Gabe. -PROBST: Same story at Lavo.\n-Not it, Rome. PROBST:\nNow you start\nto question, \"What is wrong?\" -SOL: Not it, Rome.\nPROBST: Why can I not\nget a piece to fit? SOL:\nThat is not the piece, Rome. Not even one piece. -That's not it.\n-That's not it. PROBST:\nMeanwhile, Rachel and Anika\nmaking it look easy. You're doing so amazingly well. PROBST:\nLike assassins, piece by piece,\none after the other. -Caroline\nwith another piece for Tuku.\n-Great job, Caroline. You guys want to switch roles? SAM:\nThere you go, girls. -Way to go, guys. You killed it.\n-Finish it off. Gata down to their last piece. -PROBST: That is it.\nWhat a calm finish.\n-Great job. Gata wins immunity\nand the chickens for reward. -We got chickens.\n-PROBST: We're now\nlooking for one more. Very similar\nto the last challenge where Lavo was struggling to get\nanything going on the puzzle. That's not it, Rome. Rome's plopped in front\nof the puzzle and has made no progress\nwith Genevieve. Come on, Jeff. One after another,\ntrying every piece. Nothing is sticking.\nNo changes made. No assessment,\nreassessment, nothing. Tuku getting closer. Oh, my God. Kill me now. PROBST:\nGabe leaving Caroline\nto finish it for Tuku. Oh, my God. PROBST:\nLavo just gonna watch? There it is.\nTuku wins immunity and six eggs, sending Lavo back to Tribal Council for the second straight time, where somebody will be\nthe fourth person voted out of Survivor 47. PROBST:\nA rare, rare visual. A puzzle that ended\nthe same way it started, as if it never happened. All right, Gata,\nanother convincing victory. -(whooping)\n-SUE: Good job, guys. -Good job.\n-PROBST: Once again,\nimmunity is yours. Nobody going home,\nno Tribal Council tonight. In addition,\nwaiting for you back at camp-- three egg-laying hens. Well done.\nTuku also finished. -(whooping)\n-Wins immunity. Once again, safe from the vote. Waiting for you back at camp-- six eggs from those three\negg-laying hens. All right,\nbefore I send you off, we have a journey. Gata, you're in charge. You're gonna send somebody\nfrom each tribe. It cannot be somebody\nwho's already been on a journey. So first take a moment and tell\nus who's going from your tribe. -(indistinct chatter)\n-It's gonna be Andy. All right, now,\nwho's gonna join Andy from Lavo? Teeny. All right, Andy,\nwho's gonna join you from Tuku? -We're gonna pick Caroline.\n-PROBST: Caroline. -All right.\n-PROBST: Okay, Andy, Teeny, Caroline,\ngrab your stuff, head out. You will return back\nto your camp -in time for Tribal Council.\n-Bye, guys. (overlapping chatter) -ROME: Good luck. Good luck.\n-PROBST: All right, Gata, Tuku, grab your stuff,\nhead back to camp. No Tribal Council tonight.\nNobody going home. Yes, sir. ♪ ♪ PROBST:\nAll right, Lavo,\nlet's first just talk. Rome and Genevieve,\ndescribe that frustration because it's very different\nwhen you're out here. I've never tried to do a puzzle\nunder these conditions -and with that pressure.\n-ROME: So, you know, the two times I've been\nat the end of a challenge, I've been able to clutch it up. So I felt confident\nthat I would be able to, you know,\npotentially do this. And then, you know,\nyour family's gonna be seeing you try to do a puzzle and not be able\nto get one piece, and it's just...\nit's just really embarrassing. PROBST:\nAll right, Lavo, Tribal Council tonight,\nwhere somebody will be the fourth person\nvoted out of Survivor 47. As a penalty for losing,\nI will keep your flint. You'll have a chance to earn it\nback at the next challenge. All right, head out. See you\ntonight at Tribal Council. GENEVIEVE:\n Losing today's challenge and the way\nwe lost it really sucked. While the other tribes\n might be enjoying chickens and having scrambled eggs,\n we've got Tribal Council, and we are going to be having\n a straight-up scramble to see who goes home, so... not great. Not great. Ah, it's so easy\nwhen you're sitting at home, but when you're out here\nin Fiji, it is a whole different game. Think you could solve this\npuzzle? Apply to be on Survivor. Ma rs ha ll s bu ye rs h us tl e fo r th e la te st t re nd s, from fashion... Double denim is back. Got it! to beauty,\n so you don't have to. That is a deal! We get the deals, you get the good stuff. Marshalls. We w or k ha rd , and we pay our taxes. But billionaires are getting away with paying less in taxes than we do. Donald Trump gave them a huge tax break and wants to give them another one. You're rich as hell. We're going to\ngive you tax cuts. Well, I'm not rich as hell. Kamala Harris will cut taxes\nfor working people and make billionaires\nand big corporations pay their fair share. Trump is fighting for\nrich guys like himself. Kamala is fighting for us. [narrator]\nFF PAC is responsible for the content of this ad. So me p eo pl e ju st k no w th ey c ou ld s av e hu nd re ds on car insurance\n by checking Allstate first. Okay, let's get going.\nCan everybody see that? Like you know to check\n your desktop first, before sharing your screen. Ahh..that is not. Uhh, oh no. No no no. I don't know how that\ngot in there. No. That, uhh. Yeah, checking first is smart. Okay, uhh. Everybody get out. So check Allstate\n first for a quote that could save you hundreds. You're in good hands with Allstate. Us in g th es e ty pe o f cl ea ns er s co ul d be d am ag in g and stripping your skin. I use NEW Olay Cleansing Melts every day. Just Soak, Activate and Wash. To Clean, Tone and Refresh. That's a 3X better clean. Olay. >> W OM AN : Wh y di d we ch oo se S af el it e? We were loading our\nSUV when... crack! Safelite came right to us, and we could see exactly\nwhen they'd arrive with a replacement\nwe could trust. >> VO: Schedule free mobile\nservice at Safelite.com. >> SINGERS: ♪ Safelite repair,\nSafelite replace. ♪ Al wa ys d ry s co op be fo re y ou r un . Listen to me, the hot dog diet\ngot me shredded. It's time we\n listen to science. One A Day is formulated with key nutrients to support whole body health. One A Day.\n Science That Matters. (birds singing) -Four for five.\n-Yes. Four Ws.\nLook, we have an egg in there! (Anika gasps) SIERRA:\nHello, are you the animals? RACHEL: The idea of eating,\n like, some juicy, hot chicken right now\njust makes me want to just die in a pool of drool. But there are politics involved\n in whether to kill\nor not kill the chickens. We do have to feed them\nto keep 'em strong. Is anybody opposed\nto just eating them? They can eat grass. So I kind of...\nI-I... I don't know. ANIKA:\nI want eggs. I'd rather keep getting meals\nout of them. -I think so, too.\n-Yeah.\n-And that's protein. SAM:\nI do want to eat one\nat one point. (laughs)\nThere's a lot of meat there. SIERRA:\n I cannot kill the chickens.\nLike, I can't do this. Chickens are near and dear\n to my heart. We go to wineries\n that have chickens. I feed them,\nI hold them, I pet them. I love chickens. -(clucking)\n-Oh! -Oh, my God.\n-Sounds like he's got to go. SIERRA:\nNo. SAM:\n My first thought when we win is, \"Thank you! Some food, some protein.\" But Sierra doesn't want\n to kill the chickens. She wants to just wait around\n and hope that there's gonna be dozens and dozens of eggs\nthat hatch. -SIERRA: Sam!\n-What? SIERRA:\nThe chicken's out! Grab the chicken! SAM:\n I'm eight days without food. I don't care anymore.\nJust give me the green light, and that chicken, uh, will... You know,\nit's going to the butcher shop. (clucking) GENEVIEVE:\nWell, that was embarrassing. ROME:\nThat was very embarrassing. -I think we just\ncollectively know...\n-SOL: Yeah. -...we're not good...\n-At puzzles. ...at those type...\nthose types of puzzles. ROME:\n I put myself in the final\n position to do the puzzle. I definitely want\nto be the person that's in that clutch role. Yeah, not getting one piece\nwas demoralizing. Yeah. ROME:\n And honestly, I was just absolutely awful. All right, well,\nyou guys ready to go wash off? GENEVIEVE:\nI don't know\nif I'm gonna go in the water. It's so chilly. KISHAN: I don't think\nI'm gonna go in the water. ROME: Fortunately,\n I have faith in the core four. So even though Gata chose Teeny\n to go on the journey, in our heads\n we already know the game plan. It's gonna be Sol. It's just\nabout how it goes down. So we all know the plan. It just sucks\nthat it had to happen now. I feel like\nI should at this point. ROME:\n I still have the Steal a Vote\n in my pocket, so, if I feel like Sol might\n play his Shot in the Dark, guess what.\n I can use the Steal a Vote and make sure he can't play\n his Shot in the Dark, because you have to have a vote in order\nto play a Shot in the Dark. I'd rather try and convince him -of another plan\nand at least see how he...\n-If he bites? Like, we can get a vibe\nwhether he believes it or not. But the thing is, I don't want\n to use this Steal a Vote, because if we, as an alliance,\n can keep this advantage, then we'll be sitting really\npretty heading into the merge. I do think\nwe can maybe give him a name and make him feel comfortable. Does Genevieve sound believable? 'Cause we could always push,\n like, we need tribe strength. We feel she's given the least. That's probably\nthe most believable. KISHAN:\n Rome proposes,\n \"Let's maybe try to see \"if we can comfort Sol\n in this fake plan that the vote is gonna be\n on someone else.\" And I was like, \"Maybe. What about Genevieve? \"You know,\nstrength is a big issue. So what if we say Genevieve?\" Just 'cause\nI do not want my name heard. It hasn't been heard yet.\nI don't want it out there. ROME:\nDo you think there's any way\nwe could convince him to give up his Shot in the Dark? Be like, \"I am taking your vote\nif you don't vote with us.\" -Yeah.\n-And we can say\nthat it's gonna be Genevieve. Like, I could just\nstraight-up threaten him. I'd have no problem doing that. Yeah. That works. Anything that works. I feel actually\npretty good about that. ROME:\nIt might be a little villainous. You know,\nI could strong-arm Sol tonight, and little does he know that he's gonna be\ngone regardless. But at the end of the day,\nat least I'll let him choose\nhow he goes out. -What?\n-Just-just wait, just... I feel like if I give him that ultimatum, I feel like\nhe might actually break. It's more than likely\ngonna be you tonight. But hear me out. I'm willing\nto work with you for this vote to make it the way\nthat we want to. The way that we'll be able\nto do it is because -I have a Steal a Vote.\n-Dude. I will use this Steal a Vote\non Genevieve tonight. But the only way\nthat I'm doing that, -and I'm letting you\nknow that...\n-Yeah? ...is if you give me\nyour Shot in the Dark. I'm letting you know,\nif you don't give me your Shot in the Dark,\nI'm using the Steal a Vote on you tonight, and then you can't play\nyour Shot in the Dark anyway. I'm letting you know that right\nnow, and you'll be going home. -I have the advantage...\n-What are you talking about,\nbro? You're, like,\nthreatening me right now. This isn't a threat. I'm just\nletting you know the situation. -Is this real life, bro?\n-This is Survivor, bro. SOL:\n I was like, \"Bro, really?\n It's like, you can't be\n threatening people.\" But, you know, the villain\non this season is Rome. \"Congratulations.\nThis advantage allows you \"to steal a vote\nfrom another player at Tribal Council.\" Blah-blah-\nblah-blah-blah-blah-blah. SOL:\n It's a slap in the face,\n 'cause, uh, nobody,\nespecially of Rome's size, has ever talked to me\n the way he has, and I don't plan on working\n with him ever in this game. And then here's the thing.\nHere's the thing. -How can I...?\n-That's fine. If you don't want to do it,\nthat's fine. I'm using my Steal a Vote\non you tonight, and you'll be going home. I can't believe\nyou're doing this to me, dawg. Down to the water. -To what?\n-The water. -SOL: You just threatened me.\n -ROME: That's not a threat. It's an ultimatum.\nThat's not a threat. -That's an ultimatum.\n-Oh, okay. -An ultimatum is not a threat.\n-Okay. My bad. My fault. KISHAN:\n You know, the obvious vote is,\n we vote for Sol, and then, on the other hand,\n you have Rome. His thing is, \"It's my show.\nYou know, Lavo is Rome.\" And I'm starting\n to get sick of it. He's playing chaotically.\n That scares me. You know, I can trust him now.\nCan I trust him in the future? -Yeah.\n-Even if he steals a vote, -that's two votes on Sol.\n-Yeah. Even if Teeny loses her vote,\nif us two vote Rome... -And it's...\n-Rome will die. He will die. -I know.\n-You're...\nI can see you grinning. -Bad boy. Bad boy. (laughs)\n-Ooh. -Naughty, naughty.\n-Naughty, naughty. KISHAN:\n I want to switch the vote\n onto Rome because I think\n the true benefit of this is Rome is super tight\nwith Genevieve. Once Rome's gone,\n that leaves Genevieve in a really vulnerable position. Okay. Dude, I'm ready\nto go to Tribal now. KISHAN:\n If we get out Rome, and\n we let Sol in, into the plan, Sol now trusts me because I have created the plan\nto save him. He is going\nto be completely shocked. If this happens,\nthis will feel so... good. Okay. -It's going to happen.\n-Okay. Yeah. This is one of the best feelings\n in the world. Rome is the vote. He's going to have no clue.\n I'm so happy. (laughing) At tonight's Tribal, Rome will burn. ♪ ♪ ♪♪ ♪♪ ♪♪ ♪♪ ♪♪ Kia.\n Movement that inspires. I us e Fe br ez e Fa br ic Re fr es he r ev er yd ay .. . To make my home smell amazing. On my bed...\nMy couch... My jacket or jeans\nin between washes... Even shoes. Febreze doesn't cover up odors\nwith scent, but fights them... and freshens!\nOver one thousand uses. Febreze Fabric Refresher. ♪ ♪ ♪♪ Irresistibly smooth\n milk chocolate. From the Lindt\n Master Chocolatier. ♪♪ LINDOR. ♪♪ Made to melt you. ♪♪ And now, discover\n a new non-dairy LINDOR. Made with oat milk. Made to melt you. ♪ ♪ -CAROLINE: We're here. Whoo!\n-ANDY: We're here. We're here. -CAROLINE: Finally.\n-ANDY: A lot to talk about, -I think.\n-Ah. I think we have\na big gossip session -ahead of us.\n-Yes. CAROLINE: I did not want\n to go on this journey. I personally think that journeys\nare a great opportunity to switch up your luck\nif you're on the bottom. But if you're in\na pretty good position, like me, this just puts\n a bigger target on your back. Well, can we take some time\nto chat? Yes, we can chat beforehand. But here's the thing\n with Survivor. There's gonna be twists thrown\nyour way that you can't control. And you know what? I'm going\n to deal with those risks. I'm gonna deal\n with them head-on, and I'm going\nto make them advantages. -There was a bros alliance\nour first few days.\n-ANDY: Oh. TEENY:\nIs it still kind of bro-y? CAROLINE:\nIn general,\nvibes have completely shifted is what I would say. -I'm glad. I'm glad.\n-Yes. I'm in a position\nof low information, I think. So I feel like, you know, -on the bottom.\n-Yeah.\n-Okay. And if you want to know\nwhere the crack is at Gata, like, come find me at the merge. I'm trying to massage my image. I'm trying to do some PR, like, that if I am someone\nwho feels like a social outcast on my tribe, that is the picture-perfect archetype\n of someone that players want to scoop up\nat the merge, not target. Sol and Rome have sort of,\nlike, this machismo-off, -where, like, they're... Yeah.\n-Interesting. Like, they are\nkind of like an ego battle. So I feel like\nit would be one of them tonight. -Those are my guesses...\n-ANDY: Okay. Okay. -...based on last time.\n-CAROLINE: Again, I get really good vibes\ngenuinely from the both of you. -Seriously. No, this is real.\n-I know. -This is better than I, like,\nfelt so far. Yeah.\n-Yeah. No matter what,\ngood luck, you all. -No hard feelings whatsoever.\n-Okay. Okay. I feel like I'm next. -Yeah.\n-Would you volunteer? Ours is looking\nreally, really shaky, genuinely, about\nwhere the pieces are going. I mean, obviously,\nI'm going tonight, right? ANDY:\nYes. Yes. Is-is there a consensus,\nthough-- Rome versus Sol? No, but I feel like\nI do kind of trust the people I'm working with,\nbut, like, you guys do have to understand,\nlike, I'm going, -and neither of you are going.\n-Understood. TEENY:\n Neither of them are budging. My next Tribal Council is-is... is now. You know,\nI don't have much time to waste. Like, you guys\nat least have some time. I don't want to lose my vote. -I think... I'm sorry.\n-I think I have to think\nabout it. -We don't have much time.\n-Let me just... Can I just think real quick\nabout, like, -the numbers real quick?\n-Please.\n-Yeah. Yeah. Yeah. CAROLINE:\n I'm getting so nervous. If no one volunteers\nto give up their vote, all three of us lose our vote\n at the next Tribal. It's the very,\n very worst-case scenario. Okay, you know what?\nI'll do it. -I love you. Okay. Perfect.\n-Thank you.\n-I'll do it. I don't want\n to look back on this and feel like an idiot, but whether it's Rome or it's Sol going home tonight, I think\n it could work without my vote. All right, guys. ANDY:\nOh. TEENY:\n And in that moment, I felt I'm losing my vote either way. I either get something\nout of it, or I don't. -Okay, I get it.\n-CAROLINE: And so\nit's an idol no matter what. It's an idol...\nthat we agree on. (gasps)\nYes. That's better. Okay, but, like, we can't use it to be funky with each other. It's different rules.\nAll we have to do. Like, when we use it,\nit will be all in agreement, -and we'll be ready to go.\n-To use as an idol. ANDY:\n Now, this is a new amulet.\n This is not like amulets we've seen in the past. The\nrules are slightly different. We can use this\n to be a hidden immunity idol. But in many ways\n the inherent dilemma remains. Is this an opportunity for peace and collaboration, or is it an opportunity\nfor warfare? (V O) K at e ma de p ro gr es s wi th h er me nt al h ea lt h, but her medication caused\nunintentional movements in her face, hands, and feet called Tardive Dyskinesia,\nor TD. So her doctor prescribed\nAUSTEDO XR━ A once-daily, extended-release\nTD treatment for adults. ♪ AS YOU GO WITH AUSTEDO ♪ AUSTEDO XR significantly reduced\nKate's TD movements. Some people saw a response as\nearly as 2 weeks. With AUSTEDO XR, Kate can stay\non her mental health meds━ (Kate) Aww! hi buddy! (VO) AUSTEDO XR can cause\ndepression, suicidal thoughts, or actions in patients with\nHuntington's disease. Pay close attention to and call\nyour doctor if you become depressed, have\nsudden changes in mood, or have suicidal thoughts. Don't take if you have liver\nproblems, are taking reserpine,\ntetrabenazine, or valbenazine. AUSTEDO XR may cause irregular\nor fast heartbeat, or abnormal movements. Seek help for fever, stiff\nmuscles, problems thinking, or sweating. Common side effects include\ninflammation of the nose and throat, insomnia\nand sleepiness. ♪ AS YOU GO WITH AUSTEDO ♪ Ask your doctor for AUSTEDO XR. ♪ AUSTEDO XR ♪ As a t ee na ge r I st ru gg le d wi th a cn e. And I still struggle\nwith post-acne marks. Bright Reveal\n Niacinamide serum by L'Oréal. Visibly fades\n post-acne marks, by up to 40%. ♪♪ Bright Reveal\n Niacinamide serum, by L'Oréal Paris. Li be rt y Mu tu al c us to mi ze d my c ar i ns ur an ce so I saved hundreds. With the money I saved I thought I'd get a wax figure of myself. Cool right? Look at this\ncraftmanship. I mean they even got\nmy nostrils right. It's just nice to know\nthat years after I'm gone this\nguy will be standing the test\nof ti... He's melting! Oh jeez... nooo...\noh gaa... Only pay for what you need. ♪ Liberty, Liberty,\nLiberty, Liberty ♪ [ ♪ ♪ ] Did you know,\nthere's a detergent that gets your dishes\nup to 100% clean, even in an\nolder dishwasher? Try Cascade\nPlatinum Plus. For sparkling\nclean dishes even on the\ntoughest jobs. Just scrape, load\nand you're done. Switch to Cascade\nPlatinum Plus. ♪ ♪ SAM:\nAndy! -Story time.\n-Story time. Whoo! SUE:\nWelcome home! Oh, I can't wait. Feels so good to be home. Hello. No one came to greet me? All right, well, let me\njust start off. I lost my vote. That's horrible.\nI've mourned, I've cried. It's a new amulet\nsplit between the three of us. -Here he is.\n-Oh. Oh, my God. That is amazing. I actually think this is\na huge key for us to... -GABE: Agreed.\n-We form a dominant alliance\nat the merge. Long story short,\nI ended up with a friend for us. (all exclaiming) Okay, here's how it works.\nDifferent type of amulet. If the three holders can agree\nto play it, and it's an idol. Uh-oh. GENEVIEVE:\nYeah. So I was like,\n\"I'll just lose it tonight. \"'Cause I'm gonna lose it\neither way. -Might as well get something\nout of it.\"\n-Mm-hmm. We all got amulets. -Ooh.\n-TEENY: They can only be used -when all players are\non the same beach.\n-Oh, okay. -No.\n-Okay. Yeah. Mm-hmm. Me and Genevieve\nare voting Rome. KISHAN:\nYeah. TEENY:\n I definitely feel powerless\n without a vote. But I feel really lucky\nto have found alliance partners who are coming up with plans\nwithout me even being there, especially\n with my number one Kishan. I'm proud of you guys\nfor coming up with this... That was all Kish.\nI just, like, sat here and got told the plan.\nIt was amazing. -Just, are you telling Sol?\n-We told Sol. -You did?\n-He is totally game. -So I can tell Sol, too?\n-Yes. -Like, you're in.\n-Yeah. -You're fully in.\n-Yeah. -And I'm so happy.\n-Me, too. TEENY:\n Sol is somebody\n who I want to keep. And if that means\n that we get out Rome, who is a bit of a nuisance\n around camp, who stresses us out\n in the game a little bit, then great.\nIt's a win-win. The plan was,\nthat me and Kishan came up with, was to tell Sol\nthat we're voting for Genevieve. Interesting.\nAnd whose suggestion was -to throw Genevieve's name out?\n-Uh, Kishan. But I get why you wouldn't...\nwouldn't like that, obviously. -Yes. Yeah.\n-Nobody likes\ntheir name being... being the, you know, the decoy,\nbut obviously we, like... -100%. 100%.\n-Yeah, we're good to go. So it wasn't, like,\na malice thing -that Kishan threw your name\nout there.\n-No. -Of course not.\n-Like, I promise. Does Genevieve sound believable? I'm not here to play safe.\nI'm here to create some chaos. What about Genevieve? You know,\n strength is a big issue. So what if we say Genevieve? Once Rome's gone, that leaves Genevieve\nin a really vulnerable position. GENEVIEVE:\n Rome going home\n is Kishan's plan. And I am a bossy, type A woman, and I don't want to just\n be going along with plans, especially if they're not\nin my best interests. Like, Rome is an asset\nfor me in this game. And he's ruffling\npeople's feathers, but not mine. He trusts me.\n He will have my back. I mean, as much\n as anyone out here will. And the biggest red flag\n for me is, Kishan doesn't hesitate to use\n my name as the decoy vote, which lets me know he's not really intimidated\n or respecting my game. So maybe it's time to stop going along\nwith Kishan's plan and make Kishan the plan. -What's up?\n-I need to give you a heads-up, -and I need to make it quick.\n-Okay. You're the plan tonight. I'm 100% serious. -So, does Teeny\nknow about this?\n-Everyone knows about it. All these brilliant plans\nare his. What do you want to do? ROME:\n That's just so wild that Kishan would\n throw that out there. Why would they want me out if they know I'm going hard\nfor the alliance? That's just so... The second\n that I heard Kishan might want to put my name out there,\nI was a little bit hurt because I wanted to do everything\nthat I could to make the alliance\nas strong as possible. And now, at this point, I don't feel like I can trust anyone in this game\n but Genevieve. Does Sol know about it? ROME:\n My Steal a Vote\n could be massive tonight. Maybe we could\n just get out Kishan. Or I could block him completely\n from being able to vote and put two votes on Sol. And just like that,\n Sol will be going home. I'm willing to do it\n because guess what. I already know\n the guy doesn't like me. This, uh, uh, crazy, toxic, brother-like relationship\n is a huge problem long-term. -He put Rome up to it.\n-Uh-huh. And everyone is benefiting\nfrom you two fighting. Uh-huh. There's no way\nI'm not voting Rome tonight. Let's just stick... Can we\nplease just stick to the plan? GENEVIEVE:\n There is no way I can pull off\n a Kishan blindside without Rome and Sol,\nbut they're openly adversaries. And then\n Teeny doesn't have a vote, and she's really close\n with Kishan. So that's really not an option\n to me. -I know.\n-Like, why? -'Cause Genevieve loves us.\n-Yeah. GENEVIEVE:\n But Rome and Sol have now\n just had this big fight, almost to the point\nthat it's irreparable damage that can't be undone. So it is going to take a miracle to get them to work together. There's just no, no, no way. ROME:\nSol, I just want to say that, like, I know that I\nprobably came across way wrong, and, like, I just want you\nto know that I'm... I apologize\nif I came off threatening or whatever, you know,\nyou may think. SOL:\nAll right, I appreciate that. -Okay. Okay.\n-Yeah. Yeah. Yeah. It's a game. -We need to get control.\n-Right, but... -We're not gonna have it.\n-...after, after... -We're not gonna have it.\n-Yes, we will. I... We're not gonna have it. Could be\na million-dollar decision. Sol's like, \"I don't want\n to work with Rome.\" Rome's like, \"It's a done deal. Sol is going home tonight.\" And what would be best\n for my game would be to take a stealth shot at Kishan\nthat he wouldn't see coming. Is it bad that I'm excited? It's gonna be a wild night. The problem is, you have to be in the majority,\n you need numbers. It is not a one-person game.\nGenevieve doesn't get to pick. But with so few votes, and because the Steal a Vote\n advantage exists, anything could happen, and it wouldn't take too much to turn the tide. Wa nt t o ge t th e mo st o ut of o ne s he et ? Grab Bounty. (♪♪) Bounty is made\nto be stronger... ...and more absorbent. So, while ordinary\nbrands can't hold up, one sheet of Bounty\nkeeps working, even when wet. (♪♪) Now that's the sound of value. Bounty.\nThe Quicker Picker Upper. Th ur sd ay N ig ht F oo tb al l on P ri me . It 's O n. Re ad y to h av e so me f un ? Ye ah , le t' s do i t. Th e Sa n Fr an ci sc o 49 er s fa ce t he S ea tt le S ea ha wk s, as T hu rs da y Ni gh t Fo ot ba ll is o n. Wi de o pe n! Al l th e wa y fo r th e to uc hd ow n! It 's B ro ck P ur dy a nd t he 4 9e rs ve rs us G en o Sm it h an d th e Se ah aw ks . Gr ea t gr ab ! Ah ! St re am T hu rs da y Ni gh t Fo ot ba ll . On ly o n Pr im e. Af te r tw el ve y ea rs a s an Or an ge C ou nt y De pu ty S he ri ff and combat service\nas a Marine, I know character matters. So, let's look at\nserial lawbreaker Scott Baugh. Baugh was indicted on\ntwenty-two criminal charges. Four of them felonies. Baugh was compelled to pay nearly fifty thousand dollars\nfor his corruption. Baugh's even been\ncharged with perjury, that's lying under oath. These are the facts\nabout the real Scott Baugh. Another politician\nwho's broken the law. HMP is responsible for the\n content of this advertising. ♪ ♪ PROBST:\nAll right. So let's start by talking\nabout today's challenge. Rome, I've never really seen\nanything like today in the sense that you got to the puzzle\nfirst and never got a single piece,\nnot one piece of the puzzle. ROME:\nYou know, we did great in the first part\nof the challenge today. We were the first ones to get\nto the puzzle, so I stepped up. I wanted to, you know,\ntry my hand at it. And, unfortunately,\nI failed pretty miserably. PROBST:\nI was surprised that you never wanted\na different perspective, like to step back\nor to look at it this way. You just kept,\nlike a doctor taking the... Maybe Kishan can give\na better analogy, but... -(laughter)\n-Scalpel. PROBST:\nLike the scalpel, yeah. ROME:\nWell, I don't even know if doing it differently\nwould have changed anything, in all honesty.\nI truly feel like we're just not that great at those specific\ntype of puzzles. PROBST:\nOkay, so you lost,\nyou're back here at Tribal. So, Sol, if I dropped in\non Camp Lavo this afternoon, what would I notice happening? Chaos times ten is what\nyou would have walked into. -Wow.\n-Yeah. Look, after the challenge,\nRome announces to me that he has a Steal a Vote, which shocked the hell\nout of me. And he basically said, \"Since you're on the bottom,\nyou and I can work together. \"Uh, the only way\nI'll do that, though, is if you give me\nyour Shot in the Dark.\" ROME:\nListen, it's not like he didn't write my name down last Tribal Council. He did. So I told him, \"The only way\nthat I would trust you \"to work with you is if you\ngive me your Shot in the Dark. \"But if you don't, \"then I'm gonna use\nmy Steal a Vote on you, \"and you're not gonna be able\nto play your Shot in the Dark, and you're gonna\nbe going home tonight.\" Sol, given the fact\nthat you did vote for Rome, that's not\nthat unusual a request. SOL:\nIt's kind of smart, but at the same time, for me,\nthe way he went about it, that's the key.\nI didn't appreciate it, and so I said,\n\"Are you threatening me, dude?\" -Uh, what did you say?\n-I said, \"No. -it's an ultimatum,\nnot a threat.\"\n-Right. And so, for me, it sounds\nlike a threat, so I said, \"No, I'm not doing it.\" PROBST:\nAnd, Rome, your threat about -stealing his vote is...\n-Ultimatum, Jeff. -(laughter)\n-The ultimatum about stealing his vote is\nthat you have to have a vote in order\nto play the Shot in the Dark. ROME:\nPrecisely. And I just want to say, Jeff, I, in the moment, thought that that was\nthe right thing to do, but the way that I did it and\nthe way that I approached Sol was just not respectful. Everyone that knows me\nin real life knows I'm a super genuine person. So I went to him today,\nand I apologized, and I think\nthat he does understand that that's...\nthat's just not who I am. PROBST:\nKishan,\nwhat's your take on this? Because\nwhen there's only five of you, it doesn't take much\nto vote somebody out. An argument can do it. You know, we're spending\n24 hours a day with each other. I think\nwhen you're so deprived of food, you can't sleep at night, there are parts\nof people's personalities that are gonna come out\nthat bother you, that irk you. But I think if you let\nan argument guide your vote, that's letting emotions get\nto you. I think\nwhen you're playing this game, you have to be more strategic\nthan that. -PROBST: Teeny,\nhow about for you?\n-From my vantage point as somebody who wasn't involved\nin the fight and also from my vantage point\nas someone who did lose their vote\non a journey today, all I could really do\nis put trust in the people that I had\nworked with last Tribal Council and hope that it goes well. PROBST:\nGenevieve,\nwhat do you make about this? Because it sounds like there could be two people\nthat aren't voting. Teeny lost her vote, Rome is threatening\nto steal somebody else's vote. That means\nit could be four total votes, but just three people. Yeah. It means... those three people\nhave a lot of power. And you better hope those three\npeople are working with you and have your back, because they're gonna rule the day\ntoday. KISHAN:\nJeff, I don't think at the end of the day\nit changes much because it comes down to trust. You trust the conversations\nyou had. You trust a plan\nthat you've set forward. It doesn't matter\nbecause you trust -what the plan is in place.\n-PROBST: So, Sol, that can't make you feel great. Nope. Not great at all, and, um, I'm just begging Rome, bro, maybe not steal my vote? I do have\nmy Shot in the Dark here. If my vote is not gone,\nI am playing it. PROBST:\nAnd, Rome, what's interesting\nabout this is, that's a real person... -Yeah.\n-I am a very real person... -PROBST: ...saying to you...\n-...in the flesh behind you. -Yeah.\n-...that, \"I'm already\nin trouble, I think. And now you're taking\nthe only protection I have,\" which is the only move to make\nif you want to take out Sol. But Sol's pleading with you, \"Give me a shot.\" ROME:\nAt the end of the day,\nit's going to be my decision whether or not I, uh, I take this guy's vote\nor not, and, you know, I just got to trust\nthe people that I trust, and the people that I don't\ntrust, I'm not gonna trust you, and I'm going\nto do everything I can to get you out of this game. Wow. Ooh. (laughs) -Spooky, scary, right?\n-Yeah. Is that the kind of laugh\nyou give when you're watching Survivor at home, Genevieve? When I'm watching Tribal, and it gets like this,\nand you're like, \"Oh, my God. Ooh,\nsomething's happening.\" Like... So from all this chaos, where do you sit right now as\nwe are moments away from voting? So, chaos times ten can be great\nas long as you're not in it. But honestly,\nif I'm wrong tonight, it's over for me. So I think that this vote is critical to the future success\nof my game. ♪ ♪ All right, it is time to vote. ROME:\nYou know, Jeff, I, uh... I trust the people\nthat I trust, like I said, and I don't trust the people\nthat I don't trust. So I got a Steal a Vote, and I'm gonna be stealing\nKishan's vote tonight. PROBST:\nAll right,\nthis is a Steal a Vote. Rome, you are\ntaking Kishan's vote, which means, Kishan,\nyou will not vote tonight. Rome, when you go up,\nyou will vote twice. All right, it is time to vote.\nGenevieve, you're up. ♪ ♪ I'm absolutely freaking out. ♪ ♪ ♪ ♪ I'll go tally the votes. If anybody has an advantage\nor an idol, and you want to play it,\nnow would be the time to do so. All right, I'll read the votes. First vote-- Kishan. Kishan.\nThat's two votes-- Kishan. Fourth person voted out\nof Survivor 47-- Kishan. That's three. That's enough.\nNeed to bring me your torch. TEENY:\nI love you, Kishan. KISHAN:\nI love you. You guys are amazing.\nGood game. Good game. Kishan, the tribe has spoken. Time for you to go. Good luck, y'alls. -Thank you, man.\n-Thanks, Kishan.\n-Bye, Kishan. Love you, brother. Grab your torches.\nHead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org Da d I go t a hu ge b ar be qu e wi ng s ta in . This bottle says\nI need to pretreat. That stuff has\nway more water. A little bit of\nTide goes a long way, so you can\nsave your shirt and maybe even\na little money. Moat the... library.s Right... For a better clean\n with less... It's got to be Tide. A be nd w it h a bu mp in y ou r er ec ti on might be painful, embarassing, difficult to talk about, and could be\nPeyronie's disease or PD, a real medical condition that urologists can diagnose and have been treating\nfor more than 8 years with XIAFLEX®, the only FDA-approved\nnonsurgical treatment for appropriate men with PD. Along with daily gentle\npenile stretching and straightening exercises, XIAFLEX has been proven to help gradually reduce\nthe bend. Don't receive if the treatment\narea involves your urethra; or if you're allergic\nto any of the ingredients. May cause serious\nside effects, including: penile fracture or\nother serious injury during an erection\nand severe allergic reactions, including anaphylaxis. Seek help if you have any\nof these symptoms. Do not have any sexual\nactivity during and for at least 4 weeks after\neach treatment cycle. Sudden back pain reactions and fainting can happen\nafter treatment. Tell your doctor if\nyou have a bleeding condition or take blood thinners as risk of bleeding or bruising at the treatment site\nis increased. Join the tens of thousands\nof men who've been prescribed XIAFLEX. Make an appointment with a XIAFLEX-trained urologist. Visit BentCarrot.com to find one today. (M om ) Th e mo me nt I l ov ed o ur Su ba ru O ut ba ck m os t. .. was the moment they walked\naway from it. (Daughter) Mom! (Mom) Oh, thank goodness! And that's why our family will\nonly drive a Subaru. (VO) Subaru. More IIHS Top\nSafety Pick Plus awards than any other brand. Love. It's what makes Subaru,\nSubaru. Get special low rates on a new Subaru Outback for a limited\ntime. Up se t St om ac h Iberogast Indigestion Iberogast Bloating Iberogast Thanks to a unique\n combination of herbs, Iberogast helps relieve six digestive symptoms to help you feel better. Six digestive symptoms. The power of nature. Iberogast. We've got a brand-new Survivor twist. (groaning) PROBST:\n Next time on Survivor... Right. That creates some fireworks. RACHEL:\nWhat?! GABE:\n I'm angry. I want to crush\n her Survivor dream, and I want to smile\nwhile it happens. ♪ ♪ MANU:\nDeep in the New Zealand Alps... Kia Ora. I'm Manu Bennett. Welcome to Aotearoa. ...16 everyday Americans\n began their journey. On their backs, an equal share\n of one million dollars. Oh, my God. That's insane! You have 14 days\nto reach the summit. If you miss that deadline, you will all go home\nwith nothing. -Oh.\n-Ooh. MANU:\n Their journey will take them\n up dizzying heights... over treacherous terrain and through arctic winds that will push them\n to their limits. And only those who make it\n to the top"
}