{
    "season": 47,
    "episode": 13,
    "title": "Bob and Weave",
    "transcript": "Welcome to a special two-hour\npenultimate episode of Survivor 47. Like any season of Survivor, this one's been unique, and it's really centered\naround two big themes. Number one:\na constant shift of power. Every player in the game has\nbeen on the bottom and the top. The other theme is some\nvery savvy social gameplay, which has made it\nvery hard to know who's telling the truth\nand who's lying. And it's led\nto some big moments, like last week's\nOperation Italy, a beautifully-executed charade that took Caroline\nout of the game and left us with six players. A final six that nobody\nwould have predicted on day one, starting with Andy. Got off to\none of the worst starts in the history of Survivor. But instead of giving in,\nhe dug in and he found his footing,\nand he's still here. Sam: he had power\nearly in the game, but since the merge,\nhe's been on the bottom and has had to play scrappy\nevery day just to alive. Genevieve: she is social,\nshe's strategic, she is cutthroat,\nand everybody knows it. And that's why she has\na very big target on her back. Sue: she's got an idol.\nNobody knows about it. But her real strength in\nthe game has come from loyalty. And with the Caroline vote-out,\nshe lost her last ally. And for the first time\nthis season, Sue is alone in the game. Teeny: she's been very open. She's an emotional player. It's worked for her,\nit's worked against her. But what has kept her in\nthe game are her social skills. Finally, Rachel. She's already won two\nindividual immunity challenges. She has a Block a Vote and\nan idol that nobody knows about. That is a lot of power with only\nsix players left in the game and she's gonna need it\nbecause right now, Rachel is the biggest threat\nin the game. All right, tonight we're gonna\nhave two challenges, two Tribal Councils. We'll go from six\nto five to four, and if you can get to four,\nthen at the very least, you are guaranteed\na shot to make fire and you got a shot\nto win this game. But all it takes\nis just one mistake and your game is done. That's why Survivor is so difficult to win and so fun to watch. All right, here we go. ♪ ♪ Previously on Survivor... ANDY:\nThis is the defining night for the rest of this game. ANDY:\n The goal is build suspicion that one of you has an idol. If we do that, they will be compelled\n to split the vote. I'm most afraid of the idol. CAROLINE:\nSo then, we would need -to then split the vote.\n-Yeah. Thank you, Andy. This is the biggest heist of Survivor. Yeah. ANDY:\n And we're calling it Operation Italy. PROBST:\nIf anybody has an advantage or an idol\nand you want to play it, now would be the time to do so. All right, I'll read the votes. Twelfth person\nvoted out of Survivor 47 and the fifth member\nof our jury: -Caroline.\n-Okay. The tribe has spoken. ♪ ♪ SUE:\n Tribal really sucked tonight. Caroline was blindsided, so, I lost my only Tuku member left. I'm just so bummed. Thank God that I have an idol, because I'm in trouble. Andy was supposed to be working\n with myself, Rachel, Caroline and Teeny, but Andy freakin' flipped. So right now, I want to rip\n Andy's head off his shoulders. Ugh! So frustrated. So frustrated. (laughing) Oh, my God. ANDY:\n Tribal was incredible. Operation Italy. It went off to perfection. And to sit here having pulled off\nthe biggest move of the season, this is the feeling you want\n when you come out here. Like, I'm playing Survivor for real. I'm actually doing it, and...\n(laughs) I love... It's-it's... Okay, can I say,\nI'm so happy to hear that? I-I feel the love tonight. -No.\n-No. GENEVIEVE:\n Tonight, Sam and I were both on the chopping block, so, by all accounts, I should not\nbe sitting here today to speak about the success\nof Operation Italy. It was such a long shot, but it worked. (laughs) Andy-- he is... better at this game\nthan we all thought or... we're all worse\nthan we thought. SUE:\nI've never seen someone\nflip-flop so much in my life. Just...\nI have no respect for people that just flip-flop,\nbut whatever. I'm so pissed at him. It is safe to say that not\none single thing went the way I thought it was going to go\nat Tribal Council. Me, Rachel and Sue\n all look like idiots because we had a plan. And Andy flipped on us. And so,\n we need to talk right now. Because what the hell, Andy? That was insane to do. Why don't we run this back\nfirst and let's explain -what just happened.\n-Well, I-I thought of this on the way to Tribal Council. I was like, \"This is better\nin pretty much every way.\" So, we spilt up Caroline, Sue and Rachel. TEENY:\n It seemed like Genevieve and Sam knew you were going to do this\nall along. No. (laughs) I know I need\n to do damage control. Teeny is feeling like I have joined Genevieve and Sam in a grand conspiracy\nto take over the game. That is true. But no, no, no,\n we can't let her believe that. Those are, like... SAM:\nYeah. Right now, there's six of us left\n in the game. That makes it\n extra important for us to recruit Teeny\n as a majority vote. Fortunately,\n Teeny's kind of, like, confused about what happened. And so, we play it off like it was this happy accident. The fact is, you lied to me,\nthinking I was going home. -Yes.\n-Andy wanted to vote me home, but then changed his mind\nto save me. So I told Genevieve to\nplay the idol, which was best for her, but she didn't\ntrust me on my gut, -so then she didn't play it.\n-(laughing) And then somehow,\nwe came out with the idol -and Caroline went home.\n-(laughing) SAM:\n I think Teeny, right now,\n is in panic mode, and she's very\n vulnerable, and so, Teeny bought it\nevery single step of the way. So, it was... chef's kiss. I walked out\nof that Tribal Council just, like, smiling,\nlooking at the stars. -I smiled and shook my head.\n-And I... I was just like, \"How the ... did that happen?\" TEENY:\n At this point, I have no idea what my way\nto the end is anymore. I don't trust anybody anymore. And with six people left,\nthere's really nowhere to hide. At this point, this is... -Yeah. Yeah.\n-Yeah. -This is who it's gonna be.\n-Yeah.\n-Yeah. If we get Rachel out,\nthis is who it's gonna be. Even though me and Rachel\n were working together, she is the biggest\nchallenge threat at this point, and she's the biggest\n fire threat at the final four. So, my brain does make a switch.\nI do want to work with Sam and Genevieve and Andy\nto get Rachel out of this game. This is really a moment of having to jump ship\nand adapt in Survivor. SUE:\nDid Teeny go down with them? So, when we got back\n from Tribal, Andy, Teeny, Sam and Genevieve take off. And I just felt like,\n in that moment, I needed to know\n what was going on, and I followed them. I think one of the things\n that you can't grasp at home, because you always see\nthe, like, infrared camera, and, you know, it feels like there's got to be\na flashlight somewhere, but you can't see anything. It's dark.\n It's pitch black. -(laughing)\n-GENEVIEVE: I don't\nappreciate it... RACHEL:\n I mean, I couldn't see them.\n I could only hear them. -So I'm following their voices. -(Genevieve laughing) And I basically\n crawl on my belly underneath a bush right next to them, and I just listen\nto their entire conversation. SAM:\nSol saved her,\nshe took out Kyle -with beating him the necklace,\nshe became the challenge champ\n-Yeah. -after him.\n-She's incredible at challenges. And I think she has\na really close relationship with Caroline. -So... she cannot win.\n-She can't win. -She cannot win.\n-I think everything is kind of crystallized,\nand we just have to gun for the immunity necklace. So I find out so much. I learn that\n they're all gunning for me. I hear my name. I hear,\n\"She cannot win tomorrow,\" \"Anybody but her.\" -(laughing): That's so bad.\n-Genevieve, I told you you do have nerves of steel.\nWhen you didn't play that thing, I was like, \"Wait a minute.\" RACHEL:\n I found out Genevieve does have an idol, and that she has balls of steel\nto have not played it yet. Do you know what she's got?\nDoes she have an idol? She does not have an idol.\nShe has a Block a Vote. She can block somebody's vote. RACHEL:\n And finally, when Teeny told Sam and\n Genevieve about my advantage, that's when I knew\n that I didn't have Teeny. But the good news is that\nthey don't know I have an idol, which is brilliant in the sense that they will never\nsee an idol coming from me. I... Okay. RACHEL:\n And so, with this information, I have more legs in this game than anybody at camp\n realizes, and I can hopefully turn this game around. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ SUE:\n In the early morning,\n I woke up, and I'm feeling a little broken.\n I'm just like, \"Oh, my God.\nLike, put me out of my misery.\" Oh, my poor Caroline. I lost my girl. It freakin' sucks to lose my last number one. I'm devastated,\n but in the same breath, it's something else\n I just got to suck up and just stand up\nand start playing the game hard. I have an idol,\nbut I want to find another idol. I want to find an advantage.\nI want to still keep searching. I just have to believe that there's one more thing\nout there. I'm looking for a miracle.\n Yeah, on Survivor. Is that possible? Is it possible to find a miracle\non Survivor? Are you okay? I want to dig around this.\nI want to dig-- Can we please dig around this? -Hey.\n-I don't care if that\nsomething's happened here. I have an idol. I found it\nday after the auction, and I haven't told\na single person. I'm sorry. You've been\ndigging up everything? Mm-hmm. -...you don't\nhave to dig here, okay?\n-Okay. Rachel shows up.\n She says, \"Don't worry. I have the idol.\" And I'm like, \"Oh, my God.\" So now I know her secret. She has\n a Block a Vote Advantage and she has an idol. I feel I've-I've built a good alliance with Rachel. I trust her.\nShe's shared so much with me. You cannot tell anybody, okay? I'm not.\nWe cannot tell anybody, okay? SUE:\n But I'm not sharing\n that I have an idol, too, because everybody\n wants her out, so, I might be able\nto hold it one more day. If I don't win today,\nI'm getting all the votes because now that\nI've won two immunities, -I'm this huge threat.\n-Mm-hmm. -So I think that\nwe can trick them.\n-Okay. Okay. -I think we can do this.\n-Yeah. I think we have... we have...\nWe're not dead. -Okay.\n-Okay? RACHEL:\n It was scary to tell Sue\n about the idol, but at this point, I need Sue. I have nobody else in this game, and if I'm gonna pull off\nanything, I need her trust. We have to pretend\nbecause Genevieve has an idol. And so, I tell her my plan. We have to pretend\nlike Teeny is still with us. We have to act like we have\nno idea that she has flipped. I just want\n to make them feel comfortable so they don't know\n I have an idol, and I would kind of just be able\nto, like, smoke 'em. TEENY:\nTree mail! All right. Day 23, immunity\nchallenge. Let's hear it. RACHEL:\n I need immunity today so badly. RACHEL: Oh, God. GENEVIEVE: Oh, no. RACHEL:\n If I win today, I think I can get\nto the end of this game because then I can use my idol\n at the final five. People, like, assume that\n I would be down and upset about my place in this game,\n and yet, I am sitting here with a grin on my face,\nso excited to just see\nif I am able to, like, just shift these pieces\ninto place to get the result I want. And so, I'm either gonna smash this out of the water or I'm gonna, like,\nflail in the water and drown trying. Bob and weave. Hey, you want to spend part\nof your summer living in the jungles of Fiji, experiencing the adventure\nof a lifetime? Apply to be on Survivor. (V O) ' Ti s an a d ab ou t wi re le ss , bu t pl ea se d o re me mb er , It's no holiday ad (though it\nruns through December...). Don't get us wrong: This\nseason's the best... But the holidays are expensive,\nand they do bring some stress. Visible's quite different;\nwe make wireless stress-free. With unlimited data, and no\nhidden fees. Start the year with a deal\nthat'll save you a bunch: Just 20 bucks a month for\n25 months! If that fills your heart\nwith holiday-esque cheer, Switch now for great wireless\nall through the year. He y Sw ea ty ! Sw ee ti e. Y ou g oo d? Someone stole my Old Spice\nantiperspirant. Now I'm smelling\nlike perspirant! I did, for its\n24/7 sweat protection. You did this to my pits. ♪♪ Ah , bo ok st or es . I've read that one, I've read that one, ━I've read that one!\n━I didn't read that one, ━I didn't read that one.\n━Hey,can you get this? because I left my wallet way\nin my back pocket. My pleasure because I earn\nunlimited 2% cash back. Wow, this is fascinating: did you know\nwhales and barnacles have a parasitic\nrelationship? Oh, I know about\nparasitic relationships━ Let's go barnacle. Off you go. Unlimited 2% cash back, the Wells Fargo Active Cash\n Credit Card. He y, g ra b mo re D el ec ta bl es . You know, that lickable cat\ntreat? De-lick-able Delectables? Yes, just hurry. Hmm. It must be delicious. Delectables Lickable Treat. ♪ (VO) Exciting gifts arrivinge\nuntil December 24th at TJ Maxx. Maxx what makes you, you. ♪ ♪ Bring in the boat! ♪ ♪ -Oh, boy.\n-I know. Best kind of Survivor entrance\nright there. So, day 23, the final six.\nLet's get to today's immunity challenge.\nFirst things first. Got to take it back, Rachel. Second time. Thank you. Once again, immunity\nis back up for grabs. For today's challenge,\nyou're gonna leap into the ocean and then swim to a platform where you will find a buoy\n attached to a rope. You're gonna maneuver that buoy\n through a series of obstacles\n until you reach the finish, where you will race to solve\n a Survivor logo puzzle. GENEVIEVE:\nI know you do, Rachel. PROBST:\nFirst person to finish wins immunity, guaranteed a spot\nin the final five. In addition,\nyou're playing for reward. Want to know\nwhat you're playing for? -Yeah.\n-Yes, badly.\n-You'll be taken to... ...the sanctuary. Where good things happen. -Steak.\n-Oh. Okay. PROBST:\nBaked potato, wine, juice and cheesecake for dessert. PROBST:\nYou talk about fuel\nto get you to the end? This will do it.\nLosers, Tribal Council,\nwhere somebody will be the 13th person voted out, become the sixth member\nof our jury. Big enough \"steaks\"? -Yeah.\n-(mock-laughs) We'll draw for spots,\nand we'll get it on. Here we go. All right, here we go. For immunity and reward, guaranteed spot\nin the final five. Survivors ready? Go! First you got to leap. (Survivors grunting, shrieking) That's how you do it. Now it's a swim\nto that platform, and immediately start\nworking with that buoy. You're maneuvering it\nthrough a series of obstacles as fast as you can. Sam is ripping through it. Sam is over quickly,\nout to an early lead. Here comes Genevieve\nright on his tail. Here comes Rachel. Teeny with a sloppy fall,\nbut it's okay. Sue's in the water. It is Sam in the lead. Now you're gonna be putting\nthat buoy over and under. If this puzzle is close,\nevery second's gonna count. Now it's Genevieve in the lead. Genevieve moved quickly\nthrough that second stage with the buoy\nand she's in the lead. Sam right on her tail. Here comes Rachel and Andy. Genevieve's out of the water. You're good.\nGet up, Genevieve. Start working on the puzzle. Here comes Rachel\ngaining on Sam now. Andy gaining on Rachel.\nTeeny gaining on Andy. And here comes Sue. Everybody's gonna be in this. You got to get up on\nthe platform and start working. There are all kinds\nof puzzles on Survivor. Some puzzles\ncome easier to others. Sometimes you walk up,\nand you go, \"Oh, this puzzle's all mine.\" Everybody now working\non this logo puzzle. You've been wearing it\non your Buff all season long. You'll never forget this logo,\nyou win this puzzle. It is Rachel out\nto a very fast start. Genevieve on her tail. Genevieve with another piece. Rachel with another piece. Andy just gonna look next door. \"I'm gonna\nlet Rachel do the work. I'll just see what she's doing.\"\nTeeny gonna get in on that. All that means is you're behind. This is turning out\nto be a showdown quickly\nbetween Rachel and Genevieve. Genevieve with another piece. Rachel with another piece. Right now, if you were Genevieve\nor Rachel, you got to keep busting it, 'cause you got\nsomebody right on your tail. Genevieve and Rachel are ripping through this puzzle. And another piece from Rachel. Dude. Genevieve with another piece. Now it's Rachel\nwho feels the pressure. It is Genevieve\nclearly in the lead now. Genevieve can feel\nthat momentum. Rachel trying to catch up. Nobody else even close. You might have more fun\njust watching like I'm doing. Genevieve down to six pieces. Rachel about double that. Rachel with another piece. Oh, my God, come on...\n(muttering) Guaranteed spot\nin the final five on the line. Genevieve down\nto two pieces now. Rachel with another piece. Genevieve down\nto one piece left. And it's over. Genevieve wins\nindividual immunity, guaranteed a spot\nin the final five of Survivor 47. Wow. That was the fastest\nI've ever seen a logo puzzle put together. Genevieve, come on over. First individual immunity win guarantees you a spot\nin the final five. -Yeah.\n-In addition, you've won an afternoon at the\nsanctuary, where you are going to fuel your body for that\nfinal push to the end. Choose one person to join you. Already Sam is shaking his head -saying, \"Don't choose me\"?\n-SAM: Yeah. My stomach\nis in absolute shambles, so, do not waste a spot on me on the reward. Let somebody\nwho hasn't eaten eat. Um, so in that case,\nI... I'm gonna take Sue. PROBST:\nCome on over, Sue. All right, Genevieve,\nyou have one more spot. -Teeny.\n-Teeny, come on over.\n-Yeah. -Yeah, come on.\n-Oh, my God. PROBST:\nHere's what's gonna happen. Three of you are\ngoing to the sanctuary, three of you going back to camp. Tonight, Tribal Council. somebody will be\nthe 13th person voted out, become the sixth member\nof our jury. It won't be you.\nBring in the boat. (squeals) Limo service. -Fiji limo service.\n-TEENY: Yeah! All right, head over,\nboard your Survivor limo. -Yeah. (laughing)\n-Enjoy your afternoon\nat the sanctuary. -Thank you.\n-Have fun. GENEVIEVE:\nDesserts! PROBST: Enjoy. PROBST:\nAndy, Rachel, Sam,\ngot nothing for you. Swim out. See you tonight\nat Tribal Council. RACHEL:\n Genevieve beat me. So, the majority of the votes\nare going to fall on me tonight. But I have a Block a Vote, and if I play my idol, Sue and I get to decide who goes home. There is, like,\n a pleasure in the fact that Sue and I have this power\nover this larger group today. I' m an o ve rw or ke d el f. Here you go boss. Whoaaa. And if your devices\naren't protected, you'll be ho ho\nso out of luck. Protect your portable devices\n from holiday mayhem with a Walmart\n Protection Plan by Allstate. Wh en l if e sp el ls h ea rt bu rn .. . how do you spell relief? R-O-L-A-I-D-S Rolaids' dual-active formula begins to neutralize acid\non contact. R-O-L-A-I-D-S spells relief. Ge t to K oh l' s fo r Gi ve aw ay S at ur da ys , Where some lucky shoppers will have their cart paid\n for at checkout! Plus, save on décor, Men's active styles, Women's coats and more! Then, earn extra Kohl's Cash with a Kohl's Card\n December 14th! Kohl's. ♪ Ho li da y mu si c pl ay in g th ro ug ho ut . ♪ ♪♪ ♪♪ ♪♪ ♪♪ ♪♪ ♪♪ ♪♪ ♪♪ -W e' re d on e. -W ha t ab ou t th es e? Looks right. Nooo... Nooo... Quick,\n the Quicker Picker Upper! Bounty absorbs\n spills like a sponge. And is 2x more absorbent\n so you can use less. Bounty,\n the Quicker Picker Upper. ♪ ♪ -TEENY: Oh, my goodness.\n-Oh, my God. -SUE: Oh, my gosh.\nTEENY: Wine.\n-GENEVIEVE: Oh, my. -Run, Genevieve.\n-Go, Genevieve! Oh, my God. Wow. I'm going to inhale\nevery last bite of this. -Oh, my God!\n-Genevieve, -thank you.\n-(Genevieve shrieks) I win this immunity challenge, which I am thrilled about. Never doubted myself. JK. Doubted myself\nthe whole time, but pulled it out,\nand I'm very proud. -Wow. I'll start by pouring us.\n-SUE: Okay. -GENEVIEVE: Thank you.\n-Let's not waste\na single second. -GENEVIEVE:\nPass me the juice, please.\n-Yes. TEENY:\nI'll pass on the juice for now. I got.. I got my juice. -Let me know\nwhen anybody wants a refill.\n-SUE: Okay. GENEVIEVE:\n My main objective is, have a nice time with\nthese two women that I have had up-and-down relationships with\nthroughout the game. I need to convince them that Rachel's the biggest target\n to everyone, and I don't want\n to push too aggressively at this point. I'm voting for Rachel. I see her as the-the biggest\nsort of obstacle for me getting to the end. What are you thinking, Teeny? TEENY:\nI will never beat her\nin a puzzle. I will never beat her in fire, and I kind of want\nto eliminate that option. SUE: Genevieve and Teeny\n are going for Rachel, but I know she has an idol.\nShe's playing her idol. So whoever Rachel and I\n decide to vote for will go home tonight. -GENEVIEVE: Um, I'm gonna die.\n-Let Teeny fill up. GENEVIEVE:\nI'm not filling up anymore. -Did you put more wine\nin our glasses?\n-Yes. (laughing) GENEVIEVE:\nYeah. Okay, so when we get back\nto camp, what do I tell Rachel? -Oh, yeah.\n-I think she knows. That's something I also wanted\nto say to you is that, like, when you didn't play that idol,\nI was... (laughing): I have\na secret idol that no one... Oh! Hmm. The hypothetical idol\nthat I don't know exists. Because I had a little red wine\n in my system, I told Sue that Genevieve has an idol. And instantly, I'm just face-palming myself. And I just started to be in good with Genevieve again.\n So, I know I made a mistake. The red wine's talking now. I've revealed myself\n as the 23-year-old I am in that I can't\nget a few drinks in me without spilling the secrets that are really,\nreally important to people in this game. You did good, girl. -Good job.\n-Thank you. Teeny has now let my idol secret spill to Sue. I don't care. It's not an idol. But the more people that think it is, the better for my game.\n I mean, I should be thanking you.\nThis is amazing for my game.\nGreat job. Keep it up.\n I'll give you a refill here. Tell her more about how real\nthis fake idol is. Go for it. -(burps) Sorry.\n-(laughs) Oh, my... There's an undeniable amount of good fortune\nhitting me on day 23. RACHEL: Think you can\nbeat Genevieve, Sam? No. Why'd you guys\nall hand her the ... game? 'Cause I think you both\ncould have beat me more... better than you could\nhave beaten Genevieve. And I don't understand. -How do you feel\nabout your big move, Andy?\n-(weak chuckle) SAM:\n It's three Gata members--\n me, Andy and Rachel-- sitting on a beach, day 23. We've all kind of been on this\nroller coaster of a game, weaving in and out\nof one another, coming after one another,\ntrying to work in harmony. And so, this is an opportunity\n with Rachel to clear the air,\n to lay out all my cards. Like, I feel like I laid a lot\nof my cards out for you because I was looking for, like, who wanted\nto play the game with me. I feel like you heard me, but wanted to play\nwith Sue and Caroline and Teeny and Andy, and I wasn't really\npart of your plans. So, I had to find another way to move forward in the game, so... I do think you would\nwin the game if you got there. It might be difficult for you\nto see, being you, but... It is difficult for me to see. SAM:\n Today was the first time\n in the game that I've been very direct\n with somebody about where\n my vote was gonna go. And you're always\nhesitant in Survivor to, like, let your target know\nthat they're your target. That could backfire on you. But in the moment, it just\nkind of felt right to me. It felt like the closing\nof the book of Gata. It's hard decisions, man. I know. I don't...\nNone of it's personal. Like, just know that, like, I'm pissed, but I'm pissed\nbecause I'm just like, \"God, this is close.\" You know? -Yeah.\n-Sucks to get this close. It sucks to...\nYeah, you're right. RACHEL: Just sitting there with these two guys who I've been with\nsince day one-- it's a little bittersweet. Genuinely, this is a game to me, and it always has been. So... like, I love you guys. We will hang out after this. -(laughs)\n-Yeah. And I'm not mad at you.\nI'm mad at myself. Today was my ... challenge\nto lose, and I'm so mad. I'm so mad that I lost it. I knew everything\nwas riding on it. There's, like, a brotherly sense\n to them, right? We've been here for 23 days,\n but it genuinely feels like I've known these guys\nfor, like, at least a year or two\nat this point. And so, I think today,\n it just kind of all hit. These challenges\nare wildly unpredictable. RACHEL:\nI know, but it's a puzzle, man. But at the same time,\n it's just kind of this really funny dynamic where I'm kind of, like, playing into my, you know, \"imminent death.\" And yet, I know I'm not dying tonight. I'm gonna be\nwaking up here tomorrow and one of them won't be. (sniffles) (laughs) But if I do not have\n to play this idol tonight, I get to play it tomorrow\nand guarantee myself fire, which is even better for me. And so, I want\n to connect with Andy. I want to be real\nwith Andy, and... I want him to kind of try and\nsee my perspective and see why Sam is a better vote\n than me tonight. From what I've heard when\npeople chatter about Andy... Mm-hmm. ...it's never been in the sense\nof, like, you're a threat. -Mm-hmm.\n-And so, I think\nyou do have an uphill battle. -Yeah.\n-And I think if you and Sam\nsat there tonight, -Yeah.\n-as the final two,\nhe would win, hands down. Mm-hmm. Yeah. I just think right now, -the perception of you\nwith the jury is relatively low.\n-Mm-hmm. -It's not, like, bad.\n-Yeah, yeah, yeah. Yeah. But it's also not good. And I think Sam has... ...better relationships, and I think that\n I would lose votes to him, -even if I sat next to him.\n-Yeah. ANDY: It's very clear that the conventional\n long-running narrative is that I am not a threat, and Sam\nis a threat, and Sam is a threat because he is someone\nwho can definitely garner a lot of jury votes\nin the end of the game. Your superpower is that the way you move around the world\nis, like, a little careless, genuinely. And.... because of that, -people underestimate you.\n-Mm-hmm. Mm-hmm. I'm sick of it. I'm sick of being underestimated\nin this game, because you just want\nto be out here, and you want to be known\nas a capable player. I think\nyou do have a better story against me\nthan you do against Sam. You've deceived me\nmultiple times. ANDY:\nI've gained a lot of confidence in my decision-making, but I can kind of maybe\n feel the pressure of how important\nthis vote is for my game. I'm-I'm pretty sick of lying\nto you, though. I don't like it. So, I don't have an answer\nright now. Yeah, no rush. ANDY:\n At this point, I need my perception to turn.\n So, I'm closing zero doors\nright now. Absolutely zero doors, and\nI don't know what I'm gonna do. (laughs) Ca n a bo dy w as h tr an sf or m yo ur c he st , arms, legs? It's Olay Body Wash\nwith skin care ingredients and 10x more\nvitamin b3 complex. So, in 14 days see visibly better skin. Olay Body Wash.\nDiscover yours. It 's t he H ol id ay s at W ay fa ir ! Y'all it's\na gift swap. You gotta swap\nyour gifts. But this pillow\nis so me. Yes, that's because\nyou brought it. No no no. Come on y'all! This is exactly what\nI was wishing for. Perfect swap. My turn. What the fudge? Now that's\na holiday classic. Just like you. You got a place\nfor that? I've got something\nin mind. ♪ Wayfair, every style,\n every home. ♪ I' m Ji mm y De an a nd u h, isn't that sunrise somthin'? I honestly feel that way about\n Jimmy Dean Sausage. Get yourself a large chunk of\n that good morning feeling. Boy, that smells good. Mmm. (C ou gh C ou gh ) (Sneeze) (♪♪) New Alka-Seltzer Plus Cold or Flu Fizzy Chews. Chew. Fizz. Feel better fast. No water needed. New Alka-Seltzer Plus\n FizzyChews. If y ou l ov e to t ra ve l, Ca pi ta l On e ha s a rewards credit card\nthat's perfect for you. With Venture X, earn unlimited double miles\non everything you buy and get access to over\n1300 airport lounges. Open up a world\nof possibilities with Capital One. What's in your wallet? ♪ ♪ SAM:\nHi. Hi. -ANDY: How was it?\n-Good. -Hello, Beka.\n-SAM: Hello. TEENY:\nFull. GENEVIEVE:\n Coming back to camp, I need to make sure\nthat the obvious, easy vote of Rachel stays the vote. And the thing\n that worries me is when things feel obvious\n and easy, that's when players think \"maybe now is a good time to do something,\" you know? And I want to make sure\neveryone knows, \"Tonight, let's not\n do something crazy. Let's just do Rachel.\" -What do you mean?\n-You mean she yelled at you? She's like, \"I hope you enjoyed\nyour move last night.\" -Oh, I'm sorry, Andy.\n-ANDY: That's okay. It was literally, like,\nwe sat there and acknowledged the fact\nthat we were voting her out. -Did you?\n-Yeah. SAM:\n Right now, I feel very uneasy. I think\nI'm Rachel's target tonight. I think\nRachel's coming after me. She doesn't realize how big\n of a threat Andy is right now, and Genevieve is immune, so, I think if there's\na hiccup tonight, I'm in a lot of trouble. Andy, what are you thinking? -Truth-Truthfully?\n-SUE: Yeah. This is the endgame.\nI'm weighing my options. Would we be, like, a final three\nif I were to vote with you? -Yes.\n-We'd be a final three? I mean, we don't have loyalty\nto any of those other people. -Right.\n-Yeah. And no one else\nhas given us a bone. Yeah. RACHEL:\nI would not vote you out tomorrow if you saved me today. -Mm-hmm.\n-I promise you that. You promise? I promise.\nDo you promise him that? I promise that I will not\nvote you out tomorrow. ANDY:\nThe logistics of Rachel's pitch\n are pretty clear. With her Block a Vote Advantage,\n you do the numbers, it's not hard to see that Rachel just needs two people\non her side, and she believes\n she has Sue already. So if she could just swing just me,\njust little old me, over to her, then we can become the majority\n on a final five. Now... that's interesting. -Yeah.\n-RACHEL: I think\nthat it was clear that you're in dead last because\nGenevieve would have taken Sam. She didn't.\nShe then took Teeny and Sue -and not you.\n-Yeah. If I look at this game so far, I've been on a real hot streak, and I've been pulling off\nreally cool moves that I could sell to a jury. And so, what if I go\n with Rachel and Sue? What if I knock someone out that I've been working with\n very recently? I mean, that's\na pretty bold move. -Yeah, it's a big decision\nfor me, for sure.\n-Yeah. ANDY:\n This decision is, like,\n it's game-breaking if it's not correct. And if I make\n the right decision, I think I'm ready to just keep hitting my stride, and...\nand go on to win this game. SUE: You have to. You have to play your idol. I was hoping... -You're not swaying them.\n-Okay. -They're all against you.\nTeeny's against you, too.\n-I believe you. -I promise you.\n-I know she is. I was hoping...\nAndy's a very rational player. I was hoping by appealing... No, he ratted you out. He just told everybody\nwhat you said to him. Everything. -Don't trust him.\n-Okay. SUE:\n My loyalty to Rachel is real, and so, I'm gonna go with\n what she wants to do. Every single person thinks that Rachel is absolutely going home. Yes. -It'll be announced\nbefore the vote?\n-No, it'll be when he goes -up to the booth,\nit will just say he can't vote.\n-Okay. Yeah. Yeah. Okay. SUE:\n Meanwhile, I know she has an idol, and I know she's gonna freakin' burn them so bad. My brain's been going nuts\nall day, 'cause I'm thinking,\nweighing my options. Um, but... it's best for me\nto vote you out tonight. Okay. And I want to say\na couple things about that. In terms of my move last night, I do feel like I have maybe some more information that is influencing\nthese decisions -Okay.\n-than it appears now. And so, I would ask you, as a friend, to keep a little bit\nof an open mind to some of the decisions\nI'm making, and... Yeah, you'll be on the jury,\nbut I want... I actually care more\nabout you respecting me -because I... because of\nhow much I respect you.\n-Okay. RACHEL: I know\nI'm not going home tonight, but clearly, everyone thinks\nI don't have anything, and so, uh, I allow Andy to tell me all about his game and how he's been playing. I think that there's a lot\nthat I've done on purpose in this game in which a final Tribal Council\nwould be a really good venue -to talk about.\n-Mm-hmm. I would guess that this approach\n from Andy is coming from a place of jury management. He thinks that I'm heading\nto the jury next. And hearing Andy\n kind of talk about himself-- it does give me pause. I started seeing him as more of a threat than I was\ngiving him credit for. And I wanted to just -say goodbye to you.\n-Mm. Andy is trying to win me over, but instead it actually\njust made me question whether Andy was a better option to go home tonight than Sam. On the one hand,\n Sam has played a good game. He's also the half of this Genevieve-Sam impenetrable duo, and that's dangerous\n for my endgame. On the other hand, I think Andy is playing a much better game than anyone\n is giving him credit for. Andy has pulled the wool over my\neyes three times in this game, and I've fallen for it\nevery time. So he is doing something right. This vote\n is very important because I'm choosing the second\n to last member of the jury. And the fun part of this\n is that I know I'm not actually\n going home tonight and that they don't know that one of them is going home. I have the most power\n that I could possibly have in this game right now. It ' s me sm er iz in g. Cleaning that greasy mess\nwith Dawn Platinum... And not even scrubbing. ━Well, fluff my feathers.\n━ [giggle] It cuts through\nthe slimy stuff better than their\nold dish soap, removing 99% of grease. That's why\nonly Dawn is trusted to\nsave wildlife. Bi g ne ws f or M ah om es ! I'm switching to iPhone\n16 PRO at T-Mobile! It's built\nfor Apple Intelligence. That's like peanut butter\non jelly... on gold. Get four iPhone 16\n PRO ON US, plus four lines for $25 bucks.\n What a deal. Ya'll giving it away too fast\nT-Mobile, slow down. As th ma . Do es i t ha ve y ou mi ss in g ou t on w ha t yo u lo ve , with who you love? Get back to better\n breathing with FASENRA, an add-on treatment\n for eosinophilic asthma taken once every 8 weeks. FASENRA is not for sudden\n breathing problems. Serious allergic\n reactions may occur. Get help for swelling\n of your face, mouth, tongue, or\n trouble breathing. Don't stop your\n asthma treatments without talking\n with your doctor. Tell your doctor\n if your asthma worsens or you have a\n parasitic infection. Headache and sore\n throat may occur. Ask your doctor if FASENRA\n is right for you. Th is w ee k on C he wy , shop and get a $30 eGift Card to use on treats they want, toys they love or food they devour. At prices everyone\nfeels jolly about. For low prices For holidays with pets, there's Chewy. Wh oa ! Ho w' d yo u ge t yo ur t ee th s o wh it e? You gotta use\nthe right toothpaste! Dr. C?! ♪♪ Not all toothpastes\nwhiten the same. Crest 3D white removes\n 100% more stains for a noticeably whiter smile. New personal best. Crest. ♪ H on ey Ba ke d, h ow i t gl is te ns . ♪ ♪ Mac and cheese, so\n delicious. ♪ ♪ Sweet potato souffle. ♪ ♪ Ham and Turkey, hooray. ♪ ♪ Feasting on some\n HoneyBaked all day. ♪ Every bite is a celebration with\n The Honey Baked Ham Company. ♪ ♪ Now bring in the members\nof our jury. PROBST:\nAll right, let's start with the last Tribal Council. Clearly, a massive blindside. Teeny, did anybody ever get\nto the bottom of what happened? TEENY:\nWell, there's been\nquite a handful of votes in this game where I haven't known\nexactly what was going on. And yesterday,\nI felt in a state of delirium because I truly\ndid not understand how Caroline went home in accordance to the plans\nthat I had made yesterday. And I feel like it was almost an accidental\nsort of situation that happened. And I know\nthat's hard to explain and put a finger on, but that's -how I feel it happened.\n-PROBST: Sam, do\nyou concur with that-- -it was kind of an accident?\n-SAM: Yeah, I mean, it feels like there was a lot of\npeople sort of disconnected on what their role\nin a particular plan was. So, like, even those of us\nthat ended up with our plan coming to fruition\nwere a bit surprised -at how it came to fruition.\n-RACHEL: Jeff, can I call ...?\n(laughs) -PROBST: Yeah.\n-Andy flipped. -Like, that's what happened.\n-Yeah. Like, I don't know why we're\npretending like we don't know what happened.\nLike... But I had no idea\nthat Andy was gonna do it. I'm not saying you knew\nthat that was the vote, but I'm saying that,\nlike, you guys were targeting Caroline and Andy was supposed\nto vote Genevieve, and he voted Caroline.\nSo, I don't understand where\nthe confusion is coming from. Does that line up for you, Andy? I think what the confusion that people are talking about\nis that there are plans, and then there's layers\nwithin other plans. -But Rachel was very direct\nand simplified it.\n-Yeah. Oh, did I flip? Yes. PROBST:\nSo, Rachel, what was the fallout\nin the context of the community, the tribe dynamic? Ah.\nWhat a question, Jeff. Um, maybe if you would ask me a different day,\nI would have a different answer. But today was my do-or-die day, and without\nwinning that necklace, everybody that's\nsitting here except Sue looked me in the eye and said,\n\"I'm voting for you tonight.\" \"Like, we have to vote you out\nbecause this and this and this.\" And, like, you know, we kind of had a funeral today for me. PROBST:\nAndy, is that how\nit went down for you? Everybody just told Rachel,\n\"It's you tonight\"? ANDY:\nThat did happen and, from my perspective... ...I've lied to Rachel a lot. I've lied to Rachel a lot\nin this game. I blindsided her three times. We've had such up-and-down\nstrategic relationship, mostly down, but a really\npowerful personal connection. And I look at Rachel and I see an all-around\nsuperb Survivor player. So, I was just\nkind of sick of lying to her, even though\nit's part of the game. PROBST:\nGenevieve, did you share your personal feelings\nabout Rachel -and why you're voting\nfor her tonight as well?\n-Yeah. And it's because--\nand jump in if you disagree-- like, Rachel and I know we are on opposite sides\nof the tribe, and neither of us\nwere going to bend and neither of us\nwanted to BS the other. Like, we're like Voldemort\nand Harry Potter. We just, like, can't... We're weirdly intertwined, but one of us\nhas to die, you know? GENEVIEVE:\nBut I'm not sitting\nhere counting Rachel out because Rachel's\nan amazing player, and something\nmay still happen tonight. So while we had her funeral, she may rise from the dead\nand-and come back, so, -I need to vote for Rachel.\n-Sam, how about for you? SAM:\nYeah. Um, I adore Rachel. We've tried to get our games\nto align multiple times, and that hasn't happened. And so at some point, you'd say, \"I don't know\nif I can work with you, so I have to vote for you.\" PROBST:\nSo, Teeny, was there\nany other layer this afternoon at camp or was it just this:\n\"We're gonna all tell Rachel \"she's too good,\nshe's going home, and then the community will decide\nwhat's gonna happen tomorrow\"? I think a big part\nof this decision is having awareness\nof your own game and your own strengths\ngoing into this end portion. You know, we have one more vote before it comes down\nto fire-making. I know my own skill set.\nI know Rachel's. Rachel is going to beat me\nin fire if we get there. So, it would be foolish for me to sit next to her\nin that position. Sue, did you partake in this? SUE:\nWell, I'm-I'm the opposite\nend of the spectrum. Just like\nwith Gabe and Caroline, I am not voting for Rachel. Everybody else\nknows that as well. So, Rachel, if this is true,\nand it's you tonight, you spent 23 days in the jungles of Fiji. -What do you take from this?\n-RACHEL: I mean, this is something that\nI've been dreaming about for years, and... it's been everything\nI ever wanted it to be. And I think the coolest part\nabout, like, turning that corner\nwhere I was just allowing myself the freedom\nto really play is that I started\nto actually have fun. There was, like, a levity to it, talking and laughing\nand just slowing down. And as I had a better time, everyone else seemed to respond\nto me a little bit better, too. And so, maybe I don't need to pack so much\ninto my life back at home, and it will be\njust as fulfilling, if not more, is really what I've taken away\nfrom this experience. All right, it is time to vote.\nTeeny, you're up. ♪ ♪ Uh, you're an incredible\nall-around player, entirely deserving\n of your threat level. (reading aloud) \"...return to your seat.\" I'll go tally the votes. If anybody has an advantage\nor an idol and you want to play it,\nnow would be the time to do so. You know, Jeff... Think the only thing\nbetter than attending your own funeral is knowing that you're gonna\nwake up alive the next morning. (laughing) I'd like to play it\nfor myself, please. Thank you. This is a hidden immunity idol. -Any votes cast for Rachel\nwill not count.\n-Wow. I'll read the votes. First vote: Rachel.\nDoes not count. Rachel.\nDoes not count. Rachel.\nDoes not count. Andy.\nThat's one vote Andy. Thirteenth person voted out and\nthe sixth member of our jury. -Nice.\n-PROBST: Andy.\nNeed to bring me your torch. It's all good.\nI'm-I'm honored. I'm honored. Andy, the tribe has spoken. -Time for you to go.\n-Good game. Good game, y'all. -Good game. Good game.\n-Bye.\n-Bye, Andy. Good job, Andy. Grab your torches.\nHead back to camp. Good night. (laughing) I got idoled out in Survivor. But after the start\n I had in this game, I have my head held high. It's just\n an unbelievable transformation that I've had over these 23 days. And I'm gonna take it\nwith me, you know, for the rest of my life,\nand definitely for the better. ♪ ♪ RACHEL:\n That was a huge Tribal for me. I finally was the one that knew what was going on, and basically, no one else did. And it was fun.\nLike, I had a blast with it. -That was a great job.\n-Great job, Rachel. TEENY:\nRachel with the first idol play of the post-jury phase\nof the game. Great job, Rachel. -Rachel...\n-How long have you had that? TEENY: Shut up. -Oh.\n-Can you explain, though.\n-I would love to share, but I also... RACHEL:\n The emotion\n during that Tribal was mostly just, like, glee. We had my funeral procession and little did they know that I had an idol in my pocket, and I would wake up\non this beach tomorrow. My clue was in my French fries\nat the auction. -That is amazing.\n-RACHEL: Um, I'm very curious\nwhere you got yours. -SUE: What? What?!\n-You're frick...\nNo, you're lying. -SUE: No frickin' way.\n-Oh, my God. GENEVIEVE: So... So my idol is totally fake, and only Sam is left in the game\n that knows it is fake. So, I guess the age-old advice of\n\"fake it till you make it\" can even work in Survivor. You just have to fan\n those flames a little bit, and before you know it, everyone's believing\nyou've got an idol. RACHEL:\nI wanted to have the necklace\ntoday so that I could play my idol tomorrow. You winning today\nwas my worst-case scenario. -(laughs)\n-GENEVIEVE: Well,\nI'm sorry, Rachel, but I'm gonna have to try\nand win tomorrow now, too, -Um, yeah, samesies.\n-because I still have\na Rachel problem in this game. RACHEL:\n Genevieve and I\n have kind of been dancing around each other. We both recognized each other\n the second we merged. I never trusted her and she never trusted me\n because I think like just recognized like, and we just knew that we were gonna\nbe adversaries in this game. I should not care\nabout getting firewood. I know. GENEVIEVE:\n Rachel and I don't bother hiding the fact that we want each other out. I definitely look at her as someone who\n I don't want to sit next to. I think she will win the game, and it sounds like\nshe may feel similarly about me. And so, it really is one\nof those situations where this island isn't big enough\n for the both of us. And so,\n it's Genevieve vs. Rachel. ♪ W ha t th e wo rl d ne ed s no w ♪ ♪ is love, sweet love ♪ ♪ It's the only thing ♪ ♪ that there's just too\nlittle of ♪ ♪ What the world needs now ♪ ♪ What the world needs now ♪ ♪ is love, sweet love ♪ ♪ No, not just for some, ♪ ♪ but for everyone ♪ Mr . Cl ea n Ma gi c Er as er .. . Wow - Where has this\nbeen my entire life? Having to clean with multiple\nproducts is a hassle. Trying to figure out okay - what\nam I going to use on the shower, what am I going to\nuse on the bathtub? I don't have\nto think about that. With Magic Eraser... I use it on\neveryday messes. I even use it on things that \nI think are impossible to clean. You just add water,\nand then I'm good to go. I can go from\nthe countertop, to the stove, to the microwave, and just use one\nMagic Eraser. If you're a mom, you need Mr. Clean Magic\nEraser in your life. It gets the job done. ♪ ♪ What time do you think\nshe went out? -I mean...\n-I mean... Yeah, she might already have it. Let's find out. Day 24.\nIt's about time we search someone's bag\nfor stuff. -TEENY: Check the pockets.\n-Yeah. Nothing there. Nothing there. As happy as I am to have\nmade it through Tribal Council, I am so irritated that Rachel\nis still in this game. I have been targeting her for days and days now, and she's still here. Got to make sure\nthere's no surprises. Last night was not fun. Because Rachel played an idol, I have to think\nthere is one out here somewhere. And I know, for me, I can't let Rachel get it. GENEVIEVE: I don't think\nit would be in her bag. SUE: Everyone is thinking that\nthere is another idol out there, and I'm, like, the smart one,\n keeping my mouth shut that I have a hidden immunity idol. -Yeah.\n-She's got it, it'll be on her. SUE:\n This has been my theme\n this whole time from day one. I know everyone's gonna freakin' underestimate me. And none of 'em\nwould even think that I would have an idol. I freakin' made it\n to the final five with an idol in my pocket. Isn't it crazy?\nIsn't this freakin' crazy? She's had a lot of good luck\nin this game. -SAM: Yeah.\n-She has. If she wins today,\nit's, like, damn. I genuinely love this battle\n with Rachel. To have Rachel and I as, like, two sort of similar\nprofessional women in their 30s going\n against each other-- it makes me feel\n really good about season 47 of Survivor. I can't see anything. GENEVIEVE:\n It's a little awkward\n when I have to kind of follow her around camp because if she finds an idol,\nit's gonna be a problem for me. So, babysitting Rachel\n feels a little icky. I hate having to do it to her, but I'm pretty open\nabout the fact that, \"I'm sorry, Rachel.\nI have to follow you everywhere and make sure you lose today\nand vote you out.\" If you find a second idol... I swear to God, Genevieve... It's a fun relationship\nwe have in this game. The best frenemy\nI could have asked for. (laughs)\nMm. Agreed. RACHEL:\n Genevieve and I will be going\n head-to-head, but I'm happy to have somebody that I feel like\nI really genuinely respect to, like, showdown with\n in this game. We are going to clash, and we're gonna see\nwho comes out alive. Here's my question.\nIf neither of us make it to the end, who wins? Sam. I'm so proud of us. -Final five. Like...\n-Twenty-four. 24. I will never get over it\nin my life. -Like, this is just insane.\n-Crazy. Twenty-four. SAM:\nTonight's the last time\nwe vote. SUE:\nOkay. So, what bothers me is that, last night, -when they both came back,\nthey're just\n-The two-- the two of them -coming back here talking about\nhow great each other are...\n-TEENY: Oh! -Dude!\n-SUE: To me, that's--\nI can't stand showboating. SAM:\nLike, sitting in front\nof the other three people being like,\n\"One of us is gonna win.\" -Like they're so confident.\n-Like, I was like, \"You're really, like,\nthat sure that we all suck?\" -Yeah.\n-SUE: That's exactly how I felt. \"Do you see that\nwe're sitting here with you?\" I'm very annoyed\n at Rachel and Genevieve literally thinking\n they're the big threats, they're the big dogs. How they've done this, how\n they've done that, and they're just ready\nto duke it out together. There's three other people still in existence here. Like, what about us? They think it's only now a game\nbetween the two of them. -Yes.\n-And whichever one of them\ngets to the end wins. -SAM: Yeah.\n-And I actually just\ndon't think that's true. Me too. Yeah, it kind of made me mad. Genevieve and Rachel\n have been talking about how they're the two best players, one of them is surely\n gonna win the season. Okay, we'll see about that. If I have anything to say about\nit, that's not gonna happen. (V O) D an m ad e pr og re ss w it h hi s me nt al h ea lt h, but his medication caused\nunintentional movements in his face, hands, and feet called Tardive Dyskinesia,\nor TD. So his doctor prescribed\nAUSTEDO XR━ A once-daily, extended-release\nTD treatment for adults. ♪ AS YOU GO WITH AUSTEDO ♪ AUSTEDO XR significantly reduced\nDan's TD movements. Some people saw a response as\nearly as 2 weeks. With AUSTEDO XR, Dan can stay on\nhis mental health meds━ (Dan) Cool hair! (VO) AUSTEDO XR can cause\ndepression, suicidal thoughts, or actions in patients with\nHuntington's disease. Pay close attention to and call\nyour doctor if you become depressed, have\nsudden changes in mood, or have suicidal thoughts. Don't take if you have liver\nproblems, are taking reserpine,\ntetrabenazine, or valbenazine. AUSTEDO XR may cause irregular\nor fast heartbeat, or abnormal movements. Seek help for fever, stiff\nmuscles, problems thinking, or sweating. Common side effects include\ninflammation of the nose and throat, insomnia\nand sleepiness. ♪ AS YOU GO WITH AUSTEDO ♪ Ask your doctor for AUSTEDO XR. ♪ AUSTEDO XR ♪ Ah h, y el lo w! Didn't pass the tissue test? Buckle up! Whoa! There's toothpaste white, and there's Crest\n3DWhitestrips white. Whitens like a 400 dollar professional treatment. Pilot:\n Prepare for non-stop smiles. Crest. Th e co un td ow n is o n! Marshalls buyers hustle\n until the last minute, so there's always\n incredible new gifts in-store. We get the deals.\n You gift the good stuff. ♪ I'mma give you\nwhat you want ♪ CO PD ? I ha ve b ad d ay s. .. ...but I'm fine the next day. (Pop!) If I take it easy today, I'll be back to\n normal tomorrow. (Pop!) One flare-up isn't going\n to make a difference. (Pop!) The truth is, those COPD\n flare-ups you keep having? They have the potential\n to cause... ...permanent lung damage, making it harder to breathe\n over time. But we now know more about\n a cause of flare-ups for some people. It's called\n Type 2 inflammation, and it can be identified\n by a blood test. Ask your pulmonologist if a\n blood test is right for you. ♪ ♪ Come on in! There they are. Final five. What's left of the community. (chuckles) So, here we are, day 24. In your final five challenge,\narguably the biggest and most important\nchallenge of the season, because if you\nwin this challenge, you can't be voted out tonight, which means you can't\nbe voted out of this game. At the very least, you got a shot at making fire. So, no matter what happens\nin the final four challenge, you have that certainty.\nBig stakes. -Shall we get to it?\n-(all voice assent) All right, first things first,\nGenevieve. -Got to take back the necklace.\n-Yes, sir. Thank you. Mm... Once again,\nimmunity is back up for grabs. For today's challenge,\nyou're gonna race in from the ocean, dig through\n a massive pile of sand to get under a log. You're then gonna balance\n on a wobbly beam while using a long pole\n to stack balls on stands. If your stack drops,\n got to start again. First player\n to stack six balls... ...wins immunity, is guaranteed a spot\nin the final four. Losers, Tribal Council,\nwhere somebody will be the 14th person voted out, become the seventh member\nof our jury. Let's do it.\nWe'll get it on. Here we go. All right, here we go. For immunity and a spot in the final four of Survivor 47. Survivors ready? Go! First it is a sprint, which on day 24 is\nmore difficult than it sounds. Look at that-- Teeny and Sam. Here comes Sue,\nthen Rachel, then Genevieve. Now you got\nto dig through that sand. It's a big pile of sand, and you want\nto get through it quickly. You know how\nthese challenges go. Sometimes it comes down\nto a few seconds, so every handful\nof sand you get matters. Sue is through first. Here comes Sam. -Here comes Teeny.\n-(grunts) (grunting) Rachel's through. Genevieve in dead last\nthrough the sand. Now you're gonna\nstack balls on stands. You got to approach\nfrom the back, -Whoa, ...\n-walk up that wobbly stand, and then gently place a ball and then a stand. -Here comes Genevieve.\n-Hate the sand. (grunting)\n... PROBST:\nSue has one ball and one stand. Rachel with her first ball\nand stand. Here comes Genevieve\nwith her first ball. -Oh, ...\n-These early ones are easy. You got to use these early balls and stands\nto train yourself to learn,\n\"How do I want to stack them?\" Anticipate what's coming, which is six balls total. And just like this game, the longer\nyou get into this challenge, the higher that becomes,\nthe more precarious. Sue drops, got to start again. -Oh.\n-PROBST: Sam loses everything. Got to clear the whole deck. If you drop,\neverything comes off. Genevieve places another ball. Rachel places another ball. Damn. No. PROBST:\nIt is Genevieve\ngonna lose everything. It's now Rachel in the lead. Rachel loses everything.\nNow it's Teeny in the lead. Teeny drops.\nWe're virtually starting again. This is one of those challenges\nthat's gonna be maddening. -Oh.\n-PROBST: You're gonna\nmake progress, it's gonna drop. But if you're playing smart, you're paying attention\nto what you did wrong. Everybody's gonna drop. This is about learning\nhow to get better at this specific, weird Survivor challenge. Genevieve... places her fourth ball. It's Genevieve in the lead, by a bit, over Rachel. Genevieve on one end,\nRachel on the other. Right now,\nin a battle for immunity. Rachel places her fourth ball. Genevieve has her fourth ball\nand a stand. So it's Genevieve in the lead,\nRachel trying to catch her. It's another familiar situation. Do you want to press it,\ntry to catch, or you're gonna wait\nfor them to fall and just keep with your game? Genevieve placing\nher fifth ball. There are only six total.\nYou've got a fifth ball, -Let go.\n-then a stand and a final ball, if you can get it to stay. Rachel places her fifth ball. Rachel loses everything. The smallest vibration\non that platform can do it. -No. I...\n-PROBST: Genevieve drops. It's now Sam. Sam drops. We're starting again.\nEverybody is in this. You cannot give up.\nYou got to dig in again. Ugh! Nope. Ah... Oh. Rachel back out\nwith her fifth ball. Here comes Genevieve\nwith her fifth. There are only six total. We're back\nto a duel on the corners. Rachel and Genevieve have been making more\nand more progress every round. That's encouraging,\nbut it doesn't get you the win. You've got to finish. It is Rachel right now\ncoming back with her last stand. Then one more ball, and immunity is hers. Genevieve one ball behind. Genevieve continuing to dig, hoping for a drop from Rachel. Here comes Rachel\nwith the sixth and final ball, guaranteeing her a spot in the final four. Genevieve trying to catch her,\nhoping for disaster. It's happened before.\nCan it happen again? It would be Rachel's third individual immunity win. PROBST: Here comes Genevieve. She's got two things left:\none stand and one ball. Rachel placing that ball. It's dancing around. Genevieve places\nher final stand. She has one ball left. Rachel's placed the sixth ball. Now she's trying\nto get that pole out of there without touching anything. Then she has to\nget off the stand and back to the platform. Genevieve right on her tail. Rachel trying to keep that ball -Don't worry.\n-and stack in place. Can she do it? Genevieve drops\nand loses everything! It is now\nRachel's challenge to win. All eyes on Rachel right now. Does she have it? -You go, girl.\n-And she does. It's over! -Rachel has won her third\nindividual immunity,\n-So proud of you. -guaranteeing herself a spot\n-You did it, you did it,\nyou did it. -in the final four.\n-You did it. Wow, what a challenge. Well done. Good job. Well done, Rachel. Good job. (sighs) Rachel, come on over. Good job, Rachel. Beka woman. For the third time,\nindividual immunity is yours. Means you are safe tonight, guaranteed a spot\nin the final four. You cannot be voted out\nof this game. -Thank God, Jeff.\n-At the very least, you've earned yourself a spot\nin the fire-making challenge. As for the rest of you, tonight the dream will end\nfor one of you. Fourteenth person voted out,\nseventh member of our jury. It won't be you.\nCongrats. Grab your stuff, head out.\nSee you tonight of Tribal. -Thanks, Jeff. Can I have a hug?\n-Of course. Well done. GENEVIEVE:\n I'm incredibly bummed that Rachel has won\n the challenge. Had anyone else won, she would have been\n going home tonight. And now that's not happening. So the best thing\n I can think of is I've got this fake idol that\n everyone is afraid is real. So, it's not over yet.\nIt's not over yet. ♪ ( \"G oo d Fe el in g\" b y Fl o Ri da f t. A TR ) ♪ This... ...is a hot flash. This is a hot flash. But this... ...is a not flash. For moderate to severe Vasomotor Symptoms\n due to menopause... ...VEOZAH is the first and only\n prescription treatment that directly blocks a source\n of hot flashes and night sweats. With 100% hormone-free VEOZAH... ...you can have fewer hot\n flashes and more not flashes. VEOZAH reduces\n the number and severity of hot flashes\n day and night. Don't use VEOZAH\n if you have cirrhosis, severe kidney problems,\n kidney failure, or take CYP1A2 inhibitors. Increased liver\n blood test values and liver problems\n may occur. Your doctor will do\n blood tests before and during treatment. Stop VEOZAH\n and call your doctor if you have symptoms\n of liver problems, such as feeling more tired\n than usual, nausea, vomiting, itching,\n yellowing of the eyes or skin, pale stool, dark urine\n or stomach pain. Ask your doctor about\n hormone-free VEOZAH... ...and enjoy more not flashes. You could save on VEOZAH. Visit SaveOnVEOZAH.com to learn more. ♪ Fe br ez e ♪ Lo ve y ou r pl ug -i ns but wish you had more\n scent control? Introducing the NEW\n Febreze Plug Scent Booster. Enjoy the same\n 50 days of continuous scent\n as Febreze Plug, Including a cord for\n flexible placement options... AND a boost button\n for extra scent. New Febreze Plug\n Scent Booster. ♪ Lalalalala. ♪ Ex pe ri en ce t he a rt of h ig h pr es su re brewed coffee and espresso with the L'OR BARISTA system. Enjoy richer, bolder flavors complete with velvet\nsmooth crema. for a satisfying moment\nunlike any other. ♪ ♪ -Thank you.\n-Go, Rachel! RACHEL:\n Oh, my God. I won immunity\nwhen I needed it so badly. -SUE: That was a tough one.\n-I needed it.\nI knew I needed it. Great for you.\nGreat for you, Rachel. Genevieve, you're playing\nyour idol for yourself tonight? We shall see. RACHEL:\n The last couple days, I've been carrying around\n this rivalry between Genevieve and me. And knowing that she's secure\n tonight with her idol and knowing that I was backed\n completely into a corner, drove me today to get it done. Never in a million years thought\nthat that would be the case. SAM:\nI tried to tell 'em at,\nlike, the final nine, but nobody wanted to listen\nto little old Sam. -(Genevieve chuckles)\n-That I was gonna do well? That you were gonna win the game\nif we didn't vote you out. RACHEL:\nWhat?! -Yeah.\n-You did not. SAM:\nSwear. Rachel wins immunity,\n her third win. The most defeating\n of them all to this point. Rachel's got her ticket\n to the final four, and my path to winning this game\ngot a lot more complicated. If everybody\n believes Genevieve is safe, I'm probably\nthe most likely target. But I know\n Genevieve's idol is fake, because I helped her make it. And so, as close\n as I am with Genevieve, with Rachel immune, Genevieve has to go tonight. I might be making a million-dollar\nmistake right now, but I'm gonna do it anyway. And you might not believe me. Genevieve's idol is fake. -Seriously?\n-I-I made it with her. -Seriously?\n-At the final seven. We made it on the reward. -Wow.\n-So... -So she has...\n-She doesn't have an idol? Genevieve does not\nhave an idol tonight. -A hundred percent confirmed?\n-One million percent. I made that thing with her,\nand Andy knew that. We showed it to him on the\nreward, which got him to flip. That make-that makes everything\nmake so much more sense. Everything makes so much more--\nThank you for that. SAM:\n I can tell\n Teeny's mind is melting. I see her realize in real time, \"Oh, crap. I've known nothing about what's\nactually going on in this game.\" I see confusion, I see betrayal, I see fear. And that's kind of the\nexact reaction I'm hoping for. I'm hoping that Teeny will feel so betrayed by Genevieve, so thankful to me\nfor finally coming clean that there will be no doubt\nin her mind what has to happen. Genevieve has to go home. TEENY:\n So, we could get\n Genevieve tonight? We probably would have to\nconvince Rachel and Sue that it really is a fake idol. And then get them\nto vote on Genevieve. TEENY:\n Wow! I actually can't even\nget myself to think straight. My brain can't catch up to all the things that I need to unlearn about\nwhat I thought was going on. TEENY:\n There was no clue\n under a pizza slice. Genevieve's idol is fake. It was never real. I'm literally\n rewinding the tapes on every conversation\n that I've had... TEENY:\n ...and every opportunity that I've let Genevieve\n trick me and trick me. Me and Genevieve are voting... TEENY:\n And it goes\n all the way back to... PROBST:\nFourth person voted out of Survivor 47: Kishan. TEENY:\n...Genevieve voting out Kishan. TEENY:\n I don't understand how they got\nthe numbers to do you. No.\nWhat is happening? TEENY:\n Then Genevieve decided\n to get Sol out. The tribe has spoken. Why? TEENY:\n Then Sam, Andy and Genevieve concocted one\n of the most intricate missions of this game: Operation Italy... Twelfth person voted out\nof Survivor 47: Caroline. TEENY:\n ...fooling me\n and getting Caroline out. PROBST:\nThe tribe has spoken. TEENY:\n And I fell into every single trap. How could I have been so stupid? If her idol is fake, and I've been granted\nthe knowledge of that, I would be a fool\nnot to eliminate Genevieve and end this chapter\nof her fooling me with me getting the last word. What if I told you\nGenevieve wasn't safe? The idol's fake. Sam told me that Andy,\nhim and Genevieve made the idol. SUE: You think she told him\nto tell you that? -'Cause they're\nscamming something.\n-RACHEL: Yeah. It's just a little bit fishy. If Genevieve's idol is fake and Sam wants us\n to load our votes onto Genevieve,\n that would leave Sue, myself and Teeny\nvoting for Genevieve. Which means that if the idol is actually real, and Genevieve plays her idol\n on herself, now whoever\n Genevieve and Sam voted for is voted out. So I should take her, or... Um, let-let's not make\nany decisions yet. -I know. I know.\n-Let's-let's... -Let's breathe.\n-get more information. Mm-hmm. -Let's breathe.\n-Yeah. I don't believe it.\n There's a big chance this whole thing is a ruse, and Genevieve's idol is real. But I'm protected tonight.\nI have my idol. So myself, Rachel and Teeny\n will make the decision. Genevieve or Sam\ngo home tonight. TEENY:\n Rachel and Sue didn't buy it. It's hard for any of us\nto feel confident in making the call\nthat we're gonna put all of our votes\non Genevieve. The only thing\n I can think of to do to get to the bottom of it\n is approach Genevieve with all the information I have\nand give her the chance to tell me if the idol\nis real or if it's fake. -I feel very confused.\n-GENEVIEVE: Okay. I feel like I've, like, really been duped in this game, and how wrong my gut\nwas in so many ways. -Okay.\n-Sam told me the idol is fake, and it was in a pitch\nto take you out. Okay. And I wanted to bring it to you\nto hear what you have to say. It is fake\nand I am a sitting duck. Dang it. I really trusted him. I'm incredibly bummed\n that Teeny knows that my idol is fake, but perception is reality. And so, if Sue and Rachel do genuinely believe\n I have an idol and they believe\nI'll play it for myself, which means\nthey will put votes on Sam. I have to write down Sam, and he'll write down me. Or if you want Sam gone, you can tell them\nyou don't believe him, and then we pile on Sam. TEENY:\n Genevieve confirms it.\n I've got her. I'm gonna be able\nto take her out tonight if that's what I choose to do. SUE:\n What's going on, Teeny? TEENY:\n But there is a possibility she could have another\n trick up her sleeve, and they've\n worked out this, too, and it's actually a real idol. -It's ...\n-She was calculating out. -There has to be something else.\n-She's gonna put one on me. -They want to split our votes.\n-Like, you think\nit's a real idol? I think it's a real idol. So what do you guys want to do--\nvote for him? RACHEL:\nDo we just load on Sam? SUE:\nI'd like to load on her, and she's either got it\nor she doesn't. TEENY:\nOh, my God. I just have no idea -what we should do.\n-RACHEL: I don't, either. SUE:\n I believe Genevieve's idol is fake. She's been playing us all along. She's conniving. She's actually brilliant,\n and she's gonna do everything under the sun\nto win this. RACHEL:\n Something's going on. They are bluffing us. The fact that Sam\n is pushing this makes me think the idol's actually real. And so, it would be a gamble to vote Genevieve. TEENY:\n We've been duped so many times by these people that I don't know whether\n we vote Sam or Genevieve. My brain is like scrambled eggs\nat this point. And that's not necessarily\nthe best state of mind to be in when making a decision\n that's as important as the final five boot\non Survivor. Sh op K oh l' s to g et .. . The best gifts for kids. The best gifts for her. And the best gifts for him. Then save an extra 20%\n on some of your faves during our Customer\n Appreciation Event. Now at Kohl's. (V O) W ei gh t lo ss . For so long, I felt stuck. But Zepbound means change. Zepbound is for adults with\nobesity, to help lose weight and keep it\noff. Activating 2 naturally occurring\nhormone receptors in my body, it works differently. It's changing what I believe is\npossible when it comes to weight loss. It's changing \nhow much weight I lose. Up to 48 pounds. And changing what happens. Don't take if allergic to it, or if you or someone in your\nfamily had medullary thyroid cancer or multiple endocrine neoplasia\nsyndrome type 2. Tell your doctor if you get a\nlump or swelling in your neck. Stop Zepbound and call your\ndoctor if you have severe stomach pain or a serious allergic reaction. Severe side effects may include\ninflamed pancreas or gallbladder problems. Tell your doctor if you are\nexperiencing vision changes, taking a sulfonylurea or\ninsulin, having suicidal thoughts, if\nyou're nursing, pregnant, plan to be, or taking\nbirth control pills. Side effects include nausea,\ndiarrhea, and vomiting, which can cause dehydration and\nworsen kidney problems. Zepbound means change. And when it comes to weight\nloss... change is good. Discover the weight loss you\ncould be bound for. Talk to your doctor about\nZepbound. Ol d Sp ic e Ge nt le ma n' s Su pe r Hy dr at io n Bo dy W as h. (whispered) Vanilla and shea. 24/7 moisturization\n with Vitamin B3. (knock on the door) Are you using\nall the Old Spice? Oops. ♪ (Old Spice mnemonic) ♪ Wh at 'r e we d oi n' t on ig ht ? Well...the humans are\nshopping with Rakuten. What's Rakuten? It's Cash Back\non top of sales. I didn't know you\ncould stack savings. Girl, you can stack\nanything. Look at us! Look at us! Oh shhh shh... Rakuten.\n- Don't look at us. ♪ ♪ Now bring in the members\nof our jury. (mouths) All right,\nlet's start with the challenge. We had another showdown\nbetween Rachel and Genevieve. Rachel, you pulled it out for your third\nindividual immunity win, which means you cannot\nbe voted out of this game. You are safe tonight. You have\nmade it to the final four. At the very least,\nyou'll be back here making fire. So, congratulations. Thank you. It feels amazing.\n(chuckles) -It should.\n-RACHEL: Um, yeah. I mean, today, I knew\nthat if I did not win, I would be\nout of this game tonight. PROBST:\nGenevieve, you had many chances\nyourself to win it, but close doesn't matter. You don't have the necklace.\nYou're vulnerable tonight. GENEVIEVE:\nThat I am. And I was trying so hard\nto beat Rachel because I view her as such a threat\nin this game, and my, like, heart\nwas crushed when she won. And so,\nback to the drawing board, because Rachel cannot\nbe voted out tonight. Teeny, the last\ncouple of Tribal Councils have been bananas. Shocking blindsides,\nblocked vote, idol plays. And this is the last vote. So, what was it like\nthis afternoon? TEENY:\nI'd actually like\nto take it back. Last Tribal, we were\nall evidently surprised, besides Sue,\nby Rachel's idol play, because before that, the belief that I was under\nwas that Genevieve was the only person in the game\nwho had an idol. And I gained\na whole new perspective on this game, and learned some information from Sam that Genevieve's idol\nis not real. So, I think there is so much\nuncertainty, and the fact that I ever believed the idol\nwas real makes me question if I should\neven believe it's not. Wow. So, Rachel,\nthis is what happens when you get this deep into Survivor, and there have been a lot of truths\nand untruths spread. You no longer\nknow which is which. RACHEL:\nYeah. Today, we were spinning\nwith conspiracy theories. Like, \"Genevieve has an idol.\" \"Is the idol real?\" \"Are Genevieve and Sam\nworking together \"to try and get\nthe three of our votes \"on to the wrong person \"so that they control\nwhat happens if the idol is real?\" And trying\nto get to the bottom of what the truth is was the topic of the afternoon. PROBST:\nSam, one of the interesting\nparts of this is Teeny says, \"I got all\nthis information from Sam. I mean, I think\nI got information.\" SAM:\nYeah. I felt it was in the best interest\nof my game to let that information\nget out there. And as I've learned\nin this game, if you want information\nout there, tell Teeny.\nIt'll get out there. -Wow.\n-TEENY: That's a reputation I think I've had\nfor a majority of my life, and I don't think any of\nmy friends would be surprised to hear it,\nbut that's also the way that I've chosen\nto play this game. And it's gotten me a seat\nin the final five. All I can do\nis trust my gut tonight. And right now,\nI've never felt more confident that I'm less confident\nin what's going to happen. But I'm also sure\nthat what I do tonight will either lose me the game\nor possibly win it for me. PROBST:\nSo you're certain that you're\ncompletely uncertain? Absolutely. PROBST:\nAnd you are certain that it will either be good or bad? You got it. Genevieve just spun me\naround in circles today, like she has many times\nin this game and I'm sick of it\nand I just want to survive it one last time,\nand that's where I'm at. So vote for her. I gave the blueprint. I said,\n\"Genevieve's idol is fake. We can all vote for Genevieve.\" And they don't want\nto believe it. -I don't-I don't really know\nwhat the problem is.\n-TEENY: Sam, me and you haven't talked. I didn't\nsay I wasn't voting for her. I'm just... Well, I'm just saying,\nif everybody's got a problem with how Genevieve's playing\nthe game, vote for Genevieve. And that's what I've been told\nis happening. -Everyone's voting for me.\n-But it's also hard to trust Sam because Sam and Genevieve\nwork together, and, you know, -come up with crazy plans, so...\n-RACHEL: I mean, if her idol is real, and their two votes\nvote out whoever they want, -because we all\npiled our votes on her.\n-Get the picture? Yeah.\nIt's Survivor. I am sorry people\ndon't appreciate the spin and they don't appreciate\nthe stories, but what am I supposed to do?\nJust go, \"Okay, game over. You got me\"? I don't blame you for doing it. It's not a lack\nof appreciation, Genevieve. It's that I also want\nto survive in this game. And that's my response to it, is feeling spun around,\nbut trying to... advocate for myself\nand make the best move for me. It's not a lack of appreciation. -Don't take offense.\n-Okay. Sam, from the standpoint of the five of you looking\nto win this season of Survivor, is tonight's vote\nthe biggest vote of the season? SAM:\nI think they all get bigger. The final three is not really,\nlike, a future plan. It's, like, reality\nbecause you're forming it. So, yes, each one's bigger than the last. -Concerning?\n-No. I'm voting for Genevieve.\nEverybody knows. PROBST: And, Sue,\nyou seem very confident. You're not concerned\nabout this conversation, either. I... They know where I'm going. And I, so far,\nhave always stuck to my word. Are we ready to vote? -I'm ready.\n-I'm ready.\n-I'm ready. Are you ready, Teeny? Couldn't be more ready. I don't know what else\nI need to hear. All right, it is time to vote.\nRachel, you're up. ♪ ♪ (sighs) ♪ ♪ I'll go tally the votes. If anybody has an advantage or\nan idol and you want to play it, tonight is the last night\nyou can do so. I told you it was fake. Aw. -All right, I'll read the votes.\n-SUE: Jeff? I'd like to say something. I found this immunity idol that I would like\nto play tonight for myself. (mouths) -Thank you.\n-You're welcome. This is a hidden immunity idol. Any votes cast\nfor Sue will not count. I'll read the votes. First vote: Genevieve. Sam. That's one vote Genevieve,\none vote Sam. Sam. That's two votes Sam,\none vote Genevieve. Genevieve. We're tied.\nTwo votes Genevieve, two votes Sam, one vote left. Fourteenth person voted out and the seventh member\nof our jury: Genevieve. Need to bring me your torch. SUE:\nGood playing, Genevieve. -RACHEL: Good game, Genevieve.\n-Hugs. Come on, give me one. Sorry for all the spinning. (Teeny mutters) Nice. Genevieve, the tribe has spoken. They have. Thank you for the opportunity. -I had the time of my life.\n-Thanks for being here. -Time for you to go.\n-TEENY: Bye, Genevieve. -Good luck.\n-SUE: Bye, Genevieve. Congratulations on surviving\nanother stage of this game. You can no longer be voted out. Tomorrow you'll compete in\nyour final immunity challenge. The winner earns a spot\nin the final three. For the other three,\nat the very least, you'll be making fire,\nwhich means, Teeny, Rachel, Sue, Sam, any one of you\ncould win this game. Grab your torches.\nHead back to camp. Good night. Thank you. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org If y ou 'r e fr us tr at ed w it h oc ca si on al b lo at in g or g as , your body's giving you signs. It's time to try Align. Align Probiotic was\nspecifically designed by Gastroenterologists to help relieve your\noccasional bloating and gas. When you feel the signs,\nit's time to try Align. I' m an o ve rw or ke d el f. Here you go boss. Whoaaa. And if your devices\naren't protected, you'll be ho ho\nso out of luck. Protect your portable devices\n from holiday mayhem with a Walmart\n Protection Plan by Allstate. Th is i s a 15 s ec on d AD . Clinique Moisture Surge\nonly needs three seconds to soothing hydration. With a few more left\nto tell you about it's exclusive blend\nof ingredients, how it's dermatologist\ntested, safe for sensitive skin\nand allergy tested, and fragrance free. What more can I say? Je n lo ve d he r Ga in F li ng s. Then Brad\n showed up with, Gain Rinse and Beads. When they\n mixed their scents. They discovered,\n they were scentmates. Smells like\n it's gonna last. Mix Match More Happy\n with Gain. RACHEL:\n This is the last stand, the final battle. PROBST:\n Next time on the season finale\n of Survivor... You want it, this is where\nyou step up and grab it! -(grunts) -SUE: I want to scream! I'm so pumped! SAM:\n You don't want to play 25 days and come up that short. TEENY:\n This is gonna be a bloodbath. RACHEL:\n My only option is to kick ass. - It's Ken.\nIt's why he does anything. Remember that congressman\nfrom Pennsylvania, he called him a toad?\nYeah. He had 1,000 frogs sent\nto that guy's house. [chuckles]\nOkay. Talk later. - Hey, Tyler.\nTake it your knee's better. - Yeah, I'm on this\nanti-inflammatory diet-- beans, nuts, berries.\nChanges everything. - Now that you mention it,\nI have never seen a squirrel with inflamed joints.\n- Right? - They do seem anxious, though, twitchy,\nmaybe a little paranoid, hiding their nuts and whatnot. - Well, if you notice,\nI'm getting a little weird looking over my shoulder,\nyou'll tell me? - Count on it, neighbor. - I'll get the door. [tense music] That's weird. - Tyler, the camera. - Where's the guard?"
}