{
    "season": 47,
    "episode": 12,
    "title": "Operation: Italy",
    "transcript": "RACHEL:\nOh, my God. Yes! Bye. That's insane. PROBST:\n Previously on Survivor... Yeah. TEENY:\n The five of us are uniting. One of us... TEENY:\n And we're gonna flip this game on its head. ANDY:\n Genevieve telling Rachel that she's dragging me is laughable. I've been playing a game\n that no one is seeing. I'm sick of it. I'm sick of being underestimated\n in this game. -Kyle?\n-Yes.\n-But we have to get him first. SUE:\n I knew his day would come, and I've been drooling...\n(laughs) ...for this day. Eleventh person voted out and the fourth member\nof our jury: Kyle. The tribe has spoken. SUE: I'm hoping that this thing\nwill last through the night, so, we'll push these down\na little bit more. TEENY:\nYou know, Kyle\nwas definitely a big part of the fabric of season 47. SUE: Tonight, I am\n on top of the world, because Kyle is now gone. It was always\njust about his story. -Right.\n-It was, like, the Kyle show. It was too annoying\nand I couldn't let it go. The longer he was here,\n the more annoying he became. He walked around\n calling Caroline and I \"Tweedleydee and Tweedleydum.\" And tonight, we got sweet,\n sweet, sweet revenge. I was, like, dead set\non having him gone. SUE:\nHe was taking away\nour opportunity and slowly just picking off,\none by one, all of us, right?\nBecause he was winning. (laughing) SAM: Having Kyle was a really, really useful shield, but there's really nothing\nI could have done. I was kind of powerless tonight, because there is a posse of five players: Andy, Teeny, Rachel, Sue and Caroline, picking off the big threats\none at a time. -Final seven.\n-Yay. -Final seven.\n-Final seven. -(laughing)\n-Unbelievable. SAM:\n Genevieve and I are in a really tight spot, but this game is not over\nfor us yet. And as long\n as I'm on this island, I'm gonna fight. ♪ ♪ ♪ ♪ ♪ ♪ SUE: It's supposed to be\n two thirds, so, that's right. CAROLINE: Okay, let's light it. Maybe we'll let it keep cooking\nlike that a little bit more. Here, I'll do... I practiced making rice\nbefore this, like, once. I'm actually so not a cook. Really, at this point, no one is as close as Sue and I. I wonder if sometimes she sees\nher daughter in me in terms of if her daughter was playing,\nmaybe she imagines this is what her daughter\n would be playing like. I'm proud of you, you know? As a duo, we have all of the tools\nand all of the roles that we need to make it to the end. I'm a planner, I'm a strategist, but I feel like\n Sue is my provider, and she's most willing\nto, like, put her neck out there and do the dirty work. -We're animals, aren't we?\n-Yeah. CAROLINE:\n She is the one who's crawling through the mud,\n searching for idols. Come on. CAROLINE:\n She's, like,\n literally crawling on, like,\n you know, hands and knees, getting dirtier, dirtier\n every single day. We all know getting to the end on Survivor is complex\n and messy and crazy, but I could not think of a better alliance\nto go to the end with. Yesterday, I was, like, discounting your game. That was so, like,\nstupid and unfair of me, and, like, I hope we can still\nbe friends after this, -that'll you'll forgive me,\n-I... 'cause I'm really sorry,\nhonestly. -That was so disrespectful.\n-Of course. I had no business doing that,\nand I feel like, now you feel, like,\nawkward around me. -And I'm so sorry, Andy.\n-I know what we signed up for. Like, we're playing a game. And within that game\ncomes perception of other people's games,\nand it's all fair. I'm sorry. I'm sorry\nto make it uncomfortable -with you guys.\n-It's okay. GENEVIEVE:\n I've sort of been\n branded as someone who is just calculated\n and strategic and doesn't really\n care about people. And in this game,\nif everyone is afraid that I'm too big, too much, I think the best thing\nfor my game is to shrink. Game-wise, we've had...\nwe've had an interesting relationship, and\nI just think it's kind of fun. I think what's also fun is that\nwe're both still in it. (laughs) (laughs)\nWell, I think you'll\nbe in it for a long time. (laughing): I think I'm... I'm, uh, in it for now. I would love to be, like,\nthe big, bad wolf, still, but that is going to end my time quicker than playing possum. And at this point,\nI will play possum. I will play sad puppy dog\nwith tail between its legs. I'll play giraffe,\nelephant, whatever I need to play to stay in this game\n a little longer. I'm really not that dangerous,\n you know. You've-you've taken off my claws and teeth, and now I'm just a house cat. There are folks on this beach that are the bigger threat\n than I am right now. Look where we've ended up,\nGenevieve. From the insane asylum of Lavo, all the way to Beka Beach,\nwhere bad things happen. I do think if Rachel goes out, everyone's chances\nof winning get better. -I hear you.\n-Like, I think everybody actually\nlikes her the most. She's playing the game\nthat I wish I played. It is, like, very calculated,\norganized and controlled. You think that's what\nthe jury's thinking, is Rachel is the biggest threat\nright now? Rachel has been, like,\ntactical about everything, like, flawlessly. Like... I'm not a slam dunk for you\nif Rachel is there. -That's what I'm saying.\n-Sounds like a threat. I say it's not\na slam dunk for you and then you come back\nand tell me that's a threat? She doesn't think\nI can beat Rachel. Okay, that was\na ... th And I'm insulted by her words. You definitely\nuse emotions as a weapon. TEENY:\n Genevieve is desperate,\n trying to cause some chaos, and I'm not falling\n into that trap because Sam and Genevieve\n are both on the bottom. They're people\n who have hurt me in the past, they're people\nwho bothered me in this game. I'm just giving you my opinion,\n'cause you asked. All right. At this point\n in our coalition of underdogs, we're sick of Genevieve and Sam. We're scared\nof Genevieve and Sam. Ugh. TEENY:\n One of them is going home, and there's nothing\n they can do about it. So awkward. Oh, my God. I hate that they're almost,\nlike, just c... wallowing together.\nI don't know. Like, commiserating,\nbut, like... -They just think...\n-Uh-huh. No. I mean, they're-they're\nvery outwardly joking -about how they know\nit's them two.\n-Yeah. It's almost, like,\nuncomfortable. -Yes.\n-Okay. TEENY: Yeah. RACHEL:\n I found out this morning that Sam and Genevieve are actively trying to target me and giving all these reasons\nwhy I'm going to win. It is scary,\n but I also feel pretty secure in the people\n that I have my trust in. I think that, no matter how\n scary they make me out to be, they're always going\nto be more scary than me. RACHEL: But also, I do have this idol that nobody knows\nabout, and I do have a Block a Vote Advantage, and the alliance of five\n knows about it. All of them. So, I feel good. And I'm loaded.\nLocked and loaded. I gi ve u p my b es po ke sh av in g su bs cr ip ti on . And I'll stop\nordering everything that's trending on Instagram. And I will no longer\ndress the dog in cute little sweaters. You know, you don't have to\nmake sacrifices now that you're saving money with the Progressive\nhome and auto bundle. You couldn't have said that\nlike 6 seconds ago? ♪ W ha t th e wo rl d ne ed s no w ♪ ♪ is love, sweet love ♪ ♪ It's the only thing ♪ ♪ that there's just too\nlittle of ♪ ♪ What the world needs now ♪ ♪ What the world needs now ♪ ♪ is love, sweet love ♪ ♪ No, not just for some, ♪ ♪ but for everyone ♪ Hi . I us e Fe br ez e Fa de D ef y Pl ug . And I use this. Febreze has a microchip\nto control scent release so it smells first-day\nfresh for 50 days. 50 days!? And its refill\nreminder light means I'll never miss\na day of freshness. ♪ JON HAMM: At St. Jude,\nthere's one thing that makes us all family-- finding cures, saving children. One in five kids in the US\nstill won't survive cancer. Join our St. Jude family. We need you. Ple Ah h, y el lo w!ow. Didn't pass the tissue test? Buckle up! Whoa! There's toothpaste white, and there's Crest\n3DWhitestrips white. Whitens like a 400 dollar professional treatment. Pilot:\n Prepare for non-stop smiles. Crest. ♪ ♪ ♪ ♪ Whether your phone's broken\nor old, we've got you. With Verizon, anyone can trade\nin any phone, any condition. For a limited time,\nget iPhone 16 Pro with Apple Intelligence, on us. And, iPad and Apple Watch\nSeries 10, all three on us. That's up to $2,000 in value. Only on Verizon. Come on in. RACHEL:\nOh, boy. All right,\nshall we get to today's -reward challenge?\n-(all voicing assent) PROBST:\n For today's challenge,\n you're gonna race through a series of obstacles and retrieve a ball\n from a net tunnel. Then you'll retrieve\n a second ball and crawl\n under a net to the finish, where you will attempt\n to land both balls on a two-level perch. First player\nto finish wins a reward. -Want to know\nwhat you're playing for?\n-(all voice assent) The winner will enjoy a nice\nafternoon at the sanctuary, where good things happen. An afternoon filled with... ...Italian food. (all exclaiming) Pizza. -Ah.\n-PROBST: Cheese. -(gasps) Cheese. Oh, my God.\n-PROBST: Pepperoni. -Pepperoni.\n-PROBST: Margarita. -Oh!\n-How about some pasta? (all voicing assent) -PROBST: Bolognese?\n-Yeah. -PROBST: Mushroom?\nYeah. Crisp, fresh, Caesar salad. -(all gasping)\n-Fixings? Fixings. Why not? -Yeah.\n-You like red wine? -Oh!\n-PROBST: Some red wine or soda, if you prefer,\nand for dessert, tiramisu. -Oh.\n-(all exclaiming) -Worth playing for? All right.\n-(all voicing assent) We'll draw for spots.\nWe'll get it on. Here we go. -Wow.\n-Sanctuary awaits. Sure. PROBST:\nAll right, here we go. For reward. Survivors ready? Go!\nFirst you got to get rid of all those sandbags. Three of them are easy.\nPush 'em over. Three of them are tied up. PROBST:\nYou're gonna have\nto quickly untie those knots. Then you go over\nthe same way the bags go over. Just keep ripping\nthrough that rope. Launch those sandbags\nand toss yourself over, and you're on to the next stage. Rachel, you're good. Rachel's over first. Rachel in the lead.\nThere's Sam right behind. Got to move that ball\nthrough the net tunnel. Here comes Andy. -Ooh!\n-PROBST: There's Genevieve. Here comes Caroline. (groans)\nOoh. PROBST:\nThere goes Teeny.\nHere comes Sue. Everybody now in the net tunnel. You can go from the side, you can go from the top,\nyou can go from the bottom. You just want to move that ball. Rachel still in the lead,\nmoving quickly through this second stage. And it's Sam and Genevieve on the end. Everybody else trying\nto catch up. Rachel close. She's got it.\nRachel still in the lead. Rachel now gonna\nuntie that second ball. -Genevieve has it!\n-Aah! Here comes Andy now. Sam's at the very end. Got to knock it through, Sam. Rachel has her second ball. She's working through\nthe net crawl with both balls. Sam's in it now. Got four people in the third\nstage of this challenge. -SAM: Let's go.\n-Rachel still in the lead. GENEVIEVE:\nGood job, Sam. You got this. Let's go, man.\nLet's go, man. Genevieve has her second ball. Teeny through the net tunnel. She's at the third stage now. Genevieve working\nto catch Rachel. Here goes Sam.\nQuickly got his second ball. Sam now ripping\nthrough this net. Sam is making up a ton of time. Sam is gonna catch Rachel. PROBST:\nAnd Sam comes out\nahead of Rachel now. It's Sam and Rachel at the final stage\nof this challenge. Here comes Andy. On the end is Genevieve. Caroline, Sue,\nstill back at the second stage. (grunting) PROBST:\nNow you got to land both balls, one on each level of this perch. -(Rachel grunts)\n-PROBST: Andy's through now. He's in on it. Sam lands his first ball. Sam can win it with this toss. On and off. Here comes Teeny. She's in.\nGenevieve's in on it now. (sighs) Rachel with a toss. Andy trying to land his first. It is Sam in the lead. Would be a nice victory\nfor Sam today. An afternoon at the sanctuary. Rachel lands her first ball.\nWe are tied. It is Rachel and Sam\nboth now working on that second and final ball.\nSam on and off. Rachel could win it. No, just short. -Sam is on\n-Aah! and off again. Rachel could win it. On and off. -Yes!\n-PROBST: Sam does it! -It's over.\n-TEENY: Oh, my God. Sam wins reward, -GENEVIEVE: Good job, Sam.\nan afternoon at the sanctuary for pizza and pasta. -Amazing.\n-PROBST: Wow. Fun finish. No problem, man. (Rachel sighs) Sam, come on over. -Good job, Sam.\n-Good job. PROBST:\nWell done. So, here's what's gonna happen. You're gonna\ngo to the sanctuary. Nice afternoon. Pizza, pasta. When the afternoon ends, you'll have a pillow,\nyou'll have a blanket, -'cause you're gonna\nspend the night.\n-Oh. Oh, my God. PROBST:\nGet what might be your only good night's sleep out here. This is the fuel you need for these last six days. And to make it\na little more enjoyable and a lot more complicated, you will also have\nyour letters from home. What? PROBST:\nYou're gonna have\na little reminder of why you are out here. So now, big decision. -Yeah.\n-Choose one person to join you. Yeah. Um, the problem with\nbeing in this position, as happy as I am for myself, there's people that I have to\ntake that opportunity away from, and that's difficult to stomach. Nobody wants to miss out\non the letters, Jeff. (Sue sniffles) So, the letters are arguably -more valuable than the food.\n-It's more important... it's\nmore important than the food for most of the people here,\nI think. -I...\n-Genevieve, agree with that? -Yeah.\n-PROBST: You can't even talk. -Sue, what's going on with you?\n-(sighs) I understand he has\na really tough decision to make, and I know every single one\nof us has the exact same reason of why we want\nour letters from home. So, it's gonna be hard, you know, for anybody\nwho doesn't get those letters. Um... there's one person here\nthat I promised I would take on a reward\nno matter what. I think they're the most\ndeserving person over there. So I'm gonna go with Andy. -Good job, Andy.\n-PROBST: Andy. Andy, you look surprised. Come on over. Thanks, man. Andy, why so shocked, given that Sam's already\ntold you he would take you? I'm the last person I expected to be picked for this reward,\nto be honest. I'm...\nGame-wise, we're up and down, and I don't think we're on the\nbest terms currently, game-wise. I-I do what I say I'm gonna do. -Yeah.\n-And I told Andy I would\ntake him, so... I take him. PROBST:\nAll right, Sam, you have\none more choice. That's it. So three of you are gonna\nbe at the sanctuary. Four players\nwill be back at camp with nothing but some rice. Tell me who your\nfinal choice is and why. I don't think it would be right for me to eat Italian food\nwithout Genevieve, -so I'm gonna pick Genevieve.\n-PROBST: Genevieve, come on over. Thanks, man. PROBST:\nAll right, here's\nwhat's gonna happen. Sam, Genevieve, Andy, you're gonna leave here,\nenjoy the nice afternoon. You'll spend the night. You'll\nreturn to camp in the morning. Grab your stuff, head out. -I'm sorry, guys. Sorry.\n-You're gonna slam some pasta. -Thank you, Jeff.\n-Well done. You earned it. -Enjoy.\n-Thank you. -Thank you.\n-Thanks, Jeff. (sniffles) All right, they're gone. So, what impact does this have,\ngame-wise, if any? 'Cause this is always\na big turning point. Teeny. I mean, Genevieve and Sam\nhave already made themselves\na very clear duo in that they're both the targets\nand the threats in this game. And as far as I see it, relying on me\nto try and pull me in -to get one\nof the remaining people out.\n-Right. So, leaving me here\nand not choosing me-- it-it definitely\npushes me one way. And so, I think it was a bit of a foolish decision\nfor Sam to pick her. I think it's actually going to have a horrible outcome\nfor their game. -Yeah.\n-PROBST: All right, Caroline, Rachel, Teeny, Sue,\ngot nothing for you. -Grab your stuff,\nhead back to camp.\n-Thank you. -Hope they enjoy\nthe last supper.\n-(chuckles) Yeah.\nWe're eating all the rice. RACHEL:\n Loved ones letters is always contentious. People get pissed.\nIt's like choosing bridesmaids. Like, you just don't\nwant to do it. And so, as hard as it was\n to lose that challenge, Sam doing this and just, like, pissing off so many people is a pretty good thing\nfor my game and my alliance. It's going to make us tighter. I wa s st uc k. Unresolved depression\nsymptoms were in my way. I needed more\nfrom my antidepressant. VRAYLAR helped give it a lift. Adding VRAYLAR\n to an antidepressant is clinically proven\n to help relieve overall depression symptoms better than\n an antidepressant alone. VRAYLAR is not approved\n for elderly patients with dementia-related\n psychosis due to increased\n risk of death or stroke. Report changes in behavior\n or suicidal thoughts to your doctor.\n Antidepressants can increase these in children\n and young adults. Report fever,\n stiff muscles or confusion which may be life-threatening\n or uncontrolled muscle movements\n which may be permanent. High blood sugar, which can\n lead to coma or death, weight gain and\n high cholesterol may occur. Difficulty moving, tremors, slow or uncontrolled\n body movements, restlessness and feeling\n like you need to move, nausea, constipation,\n insomnia, dizziness, increased appetite,\n and fatigue are common. Side effects may not appear\n for several weeks. Visit VRAYLAR.com to see\n additional side effects. I didn't have to change my treatment.\nI just gave it a lift. Ask about VRAYLAR. AbbVie could help you save. ♪ ♪ -Lady and gentlemen...\n-(laughs) -welcome to the sanctuary.\n-ANDY: Ah! SAM:\nOh, my God. Can't win immunity\n to save my life, but boy, can I win reward.\n Third time at the sanctuary.\nI feel like a seasoned vet showing a couple of rookies\nthe lay of the land. GENEVIEVE:\nFood! Gorgeous! -Shall we?\n-It smells so good.\n-Yeah, let's figure it out. Probably not a big shocker\n that I've never had tiramisu, but this is\n not just Italian food. This is an overnight reward with blankets,\n and the cherry on top: loved ones' letters,\n something that every Survivor player\ndreams of getting. -Cheers.\n-Cheers. Cheers.\n-Final seven. -Final seven.\n-Final seven. -Loved ones.\n-Italian feasts.\n-Oh, my God. -GENEVIEVE: Thank you, Sam.\n-ANDY: Thank you so much. SAM:\nYeah, man. I knew\ncoming into the challenge that I wanted to pick you two, but I hope the people\nat camp aren't mad at me. -Mm-mmm.\n-ANDY: No. SAM:\nDude, Andy, you've been through 21 days of this game\nwith a lot of really low lows. You've kept a smile\nthrough all of it. I have so much respect for that. And early in the game, I was not the friend or ally\nto you that I needed to be, and so,\nI want to make up for that. -ANDY: I'm speechless right now.\n-Yeah. -So...\n-Dude, it means everything. SAM:\nYeah, man. There are probably\n four people at camp that are not\n thrilled with me right now, but I knew I was\n gonna choose Andy before the challenge\n even started because I feel like\nI do owe Andy a little bit. GENEVIEVE:\nOh, my God, this is basil. SAM:\n And Genevieve and I\n have felt like we are on the bottom. So, giving her\n the emotional support of letters from home-- easy no-brainer. This is, like, insane, like, timing for this day. Like, Sam, you don't\nknow this yet, but I talked to Andy this morning,\nit got a little intense, and now I'm, like,\nthe happiest I've been. SAM:\nCan I ask you something? -GENEVIEVE Okay.\n-SAM: I'm-I'm just curious to your non-emotional approach. Like, where do you think\nthat comes from? I wasn't planning\nto be closed off and detached, but Kishan was, like, one of my first friends here. -Yeah.\n-And when we voted him out, his, like, last words were, -\"I trusted you.\"\n-SAM: Hmm. Like, very, very sincerely\nand very sadly. And I just kind of,\nat that point, was like, \"I don't want to get\nemotionally close to people \"or, like,\nlet them get close to me, knowing I'm going\nto vote them out.\" And I kind of regret that. Like, you know, it's-it's hard\nto hurt people, but then you miss out on\nall of the connection and, like, I wish\nI learned that day one instead of day 21, but... You learn by going through it, -by having these experiences.\n-GENEVIEVE: Yeah. -SAM: Better late\nthan never, though.\n-Yeah. GENEVIEVE:\n This girl has learned keeping everybody at arm's\n length makes it easier to vote them out,\nbut it makes it easier for them to vote you out, too. And so, what I need to focus on now is to let everyone in\n a little bit... SAM:\nThe letters. -I'm ready.\n-Yours are heavy. GENEVIEVE:\n ...even though it's awkward and uncomfortable\nand vulnerable and I hate it. My dad was telling me,\n \"You can do this. \"We love you,\n and I'm sure you have so many friends.\" (sniffles) And I have no friends out here. And it's my fault.\nLike, I chose... I chose to have no friends. Who does that?\n(sniffles) Who does that? (laughs softly) But my husband says,\n \"If you have a bad day, \"try to slow down. \"Remember that mistakes can be fixed,\nespecially in Survivor.\" (laughs) \"No matter\n what happens out there, you are coming home to the same\n amazing life you left.\" (crying) SAM:\n My brother wrote,\n \"I know some days \"you probably want\nto get on a plane and fly home, \"but I want you to know \"that I'm proud of you. \"I've always admired\nyour sense of adventure \"and your willingness\nto do something scary because it might be fun.\" (exhales sharply) It gives me a lot of confidence in who I am as a person, and it's what\n I needed to remind myself. My loyalty is to the people\nwriting these letters. ANDY:\n My mom is an absolute\n superfan of this game. When she first learned\nthat I might be going out here, it became, like,\n the light of her life. This is the proudest\n she's ever been. It's so meaningful\nto hear from her right now. This game is intense.\n I've had tough times. Nothing's been perfect. It hasn't been easy,\n but I persevered. It's been\n completely life-changing, and these letters\n are exactly what I needed. There's less than a week left\nto go, right? And my decisions will dictate\n what my fate is and, dare I say, my Survivor legacy. All I have to do is just go all frigging out until the very,\nvery, very bitter end. I'm more than fueled\n for the rest of this game. I honestly feel like\nI should give myself a second -before I say things\nI'm gonna regret.\n-Yeah. Okay. But I also couldn't think\nof the three better people -to sit here and dissect\n-Yeah. every inch of why that was the dumbest thing\nSam could have done. -He's really not playing.\n-Sam just quit the game. -He's not smart at all.\n-TEENY: In my opinion, Sam just quit the game.\nSam just decided that he was going\nto have his last meal with his best friend\nand enjoy a last supper. -I agree.\n-TEENY: And there we go. It's so idiotic to me. You'd think just maybe,\njust maybe, he would try a Hail Mary, to pick me,\nsomebody he could pull over. But you know what, guys?\nHe's a stand-up guy. -SUE: Oh, yeah. Go, Sam!\n-He's a hero! Most generous man I've ever met. Sam wants to be the hero. (whoops) He is just this honorable, strong, just smart guy. So he picks the only other guy\n out here-- Andy, his boy. Sam thinks him and Genevieve\nare gonna talk to Andy, get him a little red-wine drunk,\nand that they're gonna convince -Andy to flip on this...\n-And me. And that they're going...\nYeah, on you. -RACHEL: I'm not worried.\n-TEENY: Oh, he's not gonna flip. -SUE: You don't think so?\n-TEENY: If he does again, -they still need another person.\n-CAROLINE: Doesn't matter. We just have to worry about\nany advantage that they get. -Sam just has to go, period.\n-Yeah. -TEENY: And...\n-RACHEL: Yeah.\n-Bam. TEENY:\n It just feels like\n Sam is checking every box on Teeny's list of why he needs\nto be the one to go home in both personal\nand strategic ways. -Am I just, like,\na man-hater at my core? Like...\n-SUE: No. I think he's just always been,\nlike, popular, the class clown, like... -And that... (grunting)\n-SUE: Yeah, he was probably prom king. TEENY:\n Having somebody who's, like, your typical, all-American, quarterback-looking guy around all the time--\nit's just not... it's just not my thing. Sam's gonna come back\nand be like, \"Ah, it was good. \"Like, we had pasta, \"and you know, like,\nI'm sorry, guys. \"It was a really rough spot\nto be in. \"I hope you get it. Like,\nme and Genevieve are just, like, on the bottom together\nand, like...\" -He'll be crying, too.\nHe'll be crying.\n-\"I just, you know, the Italian, she'd be talking\nabout that chicken parm, and...\" I'm also jealous.\n I want to be there. I'm not gonna lie about that.\nI want the food, I want the loved-one letter. But Sam left\n the four of us girls here to basically plan his demise, which will be coming imminently, and will be something\nI take great joy in. -Me too.\n-Me too. Me too. I mean, I am obsessed\nwith the idea of all women. -SUE: Me too.\n-CAROLINE: I would be proud -to sit by all four of you,\nand I also think -Same.\n-all four of us, I think,\nhave a genuinely, like, pretty good shot\nagainst each other, -in the best way possible.\n-TEENY: Yeah. Me too. -In a positive way.\n-It would be, in a positive way. I would be proud\nto end my Survivor journey -side by side by any of you.\n-SUE: Yeah.\n-TEENY: Me too. I would have zero regrets. Me too. And I would be happy\nif any of you won. CAROLINE: I'm liking this four\n a lot, so I'm hoping to use some, like,\nmorale, kumbaya, \"We're four final women,\nwe got this, let's go.\" We're gonna vote out Sam first,\nand it's gonna be glorious. TEENY:\nThat smug face. I just can't.\nI can't, I can't, I can't. CAROLINE:\n We are gonna be\n the final four women. So, we're really solidifying how is it we're gonna\n get rid of Sam, then how are we gonna get rid\nof Genevieve, and then how are we gonna\nget rid of Andy. -SUE: One, two, three.\n-Oh. Got it. -Nice.\n-RACHEL: Oh, my. Balance a sec. We got it. This is the four\n who are going to run this show to the very friggin' end. -Um, girl power!\n-(whooping) Girl power. CAROLINE:\n I'll be honest. I can see the million dollars. I can see the Final Tribal.\nI can see my pitch. I can see myself\nwinning this game, and it's intoxicating,\n and it's so exciting. -Good job, guys.\n-(whooping) Wh at a re y ou w or ki ng on t hi s ho li da y? Getting ready for my family. You've got the space! Mega Capacity space. Get Black Friday Savings and free delivery on\n select Samsung appliances. Ranked #1\n in Customer Satisfaction. Get Black Friday Savings now\n at The Home Depot. My l at e fa th er -i n- la w li t up a r oo m, but his vision\ndimmed with age. He had AMD. I didn't know it then,\nbut it can progress to GA, an advanced form\nof the disease. His struggle with\nvision loss from AMD made me want to help you see\nwarning signs of GA, like: hazy or blurred vision, so it's hard\nto see fine details, colors that appear dull\nor washed out, or trouble with low light that makes driving at night\na real challenge. If you think you have GA,\ndon't wait. Treatments are available. Ask a retina specialist about\nFDA-approved treatments for GA and go to GAwontwait.com Ca n Ne ur iv a su pp or t your brain health? Mary. Janet. Hey! Eddie. No! Fraser. Frank. Frank. Fred. How are you? Support up to seven brain health\nindicators, including memory. When you need to remember,\nremember Neuriva. ( ♪ ♪ ) Happiness starts with you. La vie est belle L'Elixir. The new fragrance. Lancôme. At Macy's, the fragrance destination. My l if e is f ul l of q ue st io ns .. . Mom, is yellow\na light or a dark? How do I clean\nan aioli stain? Thankfully, Tide's the answer\nto almost all of them. Why do we even\nbuy napkins? ━Use Tide.\n━Can cold water clean white socks? It can with Tide. Do I need\nto pretreat guacamole? Not with Tide. This is chocolate, right? ━Just use...\n━Tide... Yeah. No matter who's doing it, on what cycle, or in what temperature,\nTide works. So I can focus\non all the other questions. ━Do crabs have eyebrows?\n━Ahh... For all of life's laundry\n questions... It's got to be Tide. ♪ ♪ Did you get it? Oh yeah, I got it. Thanks dad.\nBye dad. I needed this mom, thank you. ♪ ♪ ANDY: I think this might be\na good time to talk game. I'm not sure if you brought me\nhere for a specific reason, to, like, wine and dine me.\nRegardless, I woke up this morning\nwith a plan. I like day 21 plans, Andy. Me too. Me too. This is an opportunity\nthat we cannot pass up. What I want this to be\nis the defining conversation and night\nfor the rest of this game. GENEVIEVE: I don't conduct\nmuch business in beanbag chairs, but Andy calls a meeting\n and, like, the last couple days,\nI have been on this slow march to death in this game. I'm all ears. Talk to me, Andy.\nWhat is your plan? I'm coming over to you. But here's what's working\nagainst us. There is a five-person alliance\ncalled the underdog alliance, and I've been voting with them. It's highly unrealistic\nwe pull any of them. Oh, really? You think so? ANDY:\nThere is no...\nThere is no chance. So what we have in our favor is that we have the time\nand space tonight to come up\nwith a pretty elaborate plan. The goal is build suspicion\nthat one of you has an idol. If we do that, they will\nbe compelled to split the vote. Then all I have to do is swing\nmy vote over to you guys and we take out Rachel. Obviously,\nshe's a big threat, right? She also has an advantage.\nShe has a Block a Vote. Does everybody know that\nexcept us? -ANDY: Yeah. Yeah.\n-Wow. Andy is my hero. This is what Genevieve and I\nhave been waiting for. It's time to get the band back together\n to take out Rachel. I'm going all out,\nand I have no fear. This is really\nour only chance of winning, is getting together right now. It really is high time\nfor me to go for broke. The way I started this game\n built an initial perception that I was a goat. This is my opportunity\n to make my mark and finish this game off in a\nway where I can get first place. Do you think they're gonna be\nsuspicious when you come back -to camp?\n-Yeah. We have to come up\nwith a whole fake story. We have to milk the time\n that we have on the sanctuary to put together\n a very difficult mission. This is not simple. It's going to require\n thorough planning, a lot of stealth and just pure execution. Yeah. ANDY: This is the biggest heist\n of season 47 of Survivor, and we're calling it\n\"Operation Italy.\" -SUE: Hello.\n-SAM: Hello. -Hello, hello.\n-Hi. Long time no see, people. Step one of Operation Italy is to channel all\nof my theater experience. I'm obviously sorry\nabout that yesterday. It was a hard spot. -SAM: Yeah.\n-TEENY: Yeah.\nDon't worry about it. SAM:\n I'm laying it on thick.\n I'm apologizing. I'm kind of going\n right back to the playing-dead Sam that I was before this plan. And I'll do anything to live\n another day in this game. I would rather do Rachel,\nbut if I have to do Genevieve, I will do Genevieve\nto stay in the game. -And I am... and I am... I...\n-Like, I'm not... Looking pretty dire for me. Still kind of a free agent,\num, out here. I don't know\nhow you see things now, but, you know,\nI'm trying to just survive. If this works, there's gonna\n have to be a couple Oscars handed out\nto Genevieve, Andy and myself. It's gonna take that level\nof performance to, like,\n really nail this thing down. But I'm feeling\n pretty confident. GENEVIEVE:\n Operation Italy depends on a split vote, and the only reason\npeople would split a vote is if they're worried\nyou have something. At the sanctuary,\n Sam gave me his original idol from Gata, which is expired. He also gave me two bracelets\n from tree mail that I'm going to craft together\nto try and make an idol. I love this plan,\n but for Operation Italy to have any hope,\n everybody's story has to paint a picture\nfor the broader group, and it has to all seem\n like it's making sense... This could work.\nThis could work. ...until the moment\npeople realize it doesn't. And that moment has to be\nwhen the votes are read. I have made a Beka merge idol. I'm sorry. We were... We all felt bad\nfor you, honestly. Everything but the let... Yeah. ANDY:\n My role for Operation Italy is to reingratiate myself with\nmy underdog alliance of five because I had been away for a really long time. It was bad energy\nbecause they pitched me hard. Yeah.\nWe knew they were gonna. ANDY:\n I need them to feel that I am still trustworthy and that I am still\na number for them. I don't like\nhow they approached me because it just felt like they brought me to wine\nand dine me and try to, like, -Mm-hmm.\n-be a vote for them. It just felt, like,\nreally premeditated. Like, they brought me\nto wine and dine me. I could just tell\nthat they just picked me -to wine and dine me,\nthat, like...\n-Of course. They're saying, like,\n\"You just have to come with us.\" -Yeah.\n-It's very strong-armed. And it was just not\nthe right approach for me, because it was, like,\nstrong-arming me. Well, I'm all set.\nI'm right where you left me. ANDY:\n Step number two: foster suspicion that Genevieve has\na hidden immunity idol. I'm most afraid of the idol. I'm most afraid\nof the idol. Do you know if they got any kind\nof advantage? -They did, didn't they?\n-It's hard to say. -SUE: Oh, shoot. Okay.\n-I don't know. This fake information that Genevieve has\n a hidden immunity idol is going to cause\nparanoia, insecurity, and that will help me\n convince my alliance to split the vote. Teeny and Rachel were kind\nof preferring for Sam to go out first. -How do you feel about that?\n-I'm down for it, but -I'm most afraid\nof the idol, so, I...\n-Yeah. If you... if we were to decide that we put more on Genevieve, then we can guarantee\nwe're flushing it. -But anyway... Sorry. Go ahead.\n-Oh. Oh. We were thinking... Oh. So, um, instead,\nprioritize Genevieve? Yeah, because then, we can get\nthat idol out tonight -no matter what.\n-I'll be honest. The idol\nscares me the most, too. So then, we would need to then -split the vote to make sure.\n-ANDY: Yeah. Yeah. It's the best play-- splitting\na vote to account for an idol. Operation Italy\n has been executed to perfection. My underdog...\n(blows raspberries) ...underdog alliance of five\nhas no idea what I'm cooking. It's really smart. CAROLINE: Thank you, Andy. It's time to strike.\n It's time to pull the trigger on the juiciest target\nleft in the game. And the target is Rachel. It's season 47, and players\nare still evolving the game. You want to be a part\nof the fun? Apply to be on Survivor. We l os e 1% of o ur c ol la ge n ev er y ye ar , starting in our 20s, which means we MUST start banking collagen\nfor plumper, glowing skin. Do it with Neutrogena\nCollagen Bank. Trust me, I'm a banker. Shouldn't they trust me, the dermatologist? It's not\na competition. Ge t on . -W ha t? Wicked is Certified Fresh\n and Verified Hot on Rotten Tomatoes. ♪ You got to give the\npeople what they want ♪ It's the best\n movie of the year. Think of what we\ncould do together. ♪ ( \"S ta yi n ' A li ve \" by Be e Ge es ) ♪ ♪♪ ♪♪ ♪♪ What's in your wallet? ♪♪ Th is C ha rm in U lt ra So ft S mo ot h Te ar has wavy edges. It's no ordinary square. Charmin Ultra Soft\n smooth tear has wavy perforations that tear\n so much better, with more\n cushiony softness. Enjoy the go,\n with Charmin. Bi g ne ws f or M ah om es ! I'm switching to iPhone 16\nat T-Mobile! It's built\nfor Apple Intelligence. That's like peanut butter\non jelly... on gold. Get four iPhone\n16s ON US, plus 4 lines\nfor $25 bucks. What a deal. Ya'll giving away\ntoo fast T-Mobile, slow down. ( ♪ ♪ ) Guests? IKEA? IKEA! Shop a more convenient IKEA\n with Click & collect and more. (Father & Mother)\nIKEA Mom? (♪♪) ♪ ♪ Come on in! This one looks very fun. It is gonna be fun... for somebody. Wow. All right. Day 22.\nShould we get into it? -(all voicing assent)\n-All right, first things first. Rachel, got\nto take back the necklace. -Thanks, Jeff.\n-Thank you. Once again,\nimmunity is back up for grabs. Today's immunity challenge\nwill require a combination of balance, dexterity and touch.\nHere's how it works. First, you must navigate\n a balance beam while transporting\n a ball on a pole. Once you're done with that,\n you must then quickly maneuver two skulls\n through a metal maze. Once you've completed that,\n you'll move to the finish, where you will need touch as you roll balls\n along a paddle, attempting to land three of them in any of the five targets. First person to accomplish all of that earns this. The immunity necklace.\nSafe tonight at Tribal Council, guaranteed a spot\nin the final six. Losers, Tribal Council\nwhere somebody will be twelfth person voted out\nand become the fifth member of our jury. -Shall we get to it? All right.\n-(all voicing assent) We'll draw for spots.\nWe'll get it on. Here we go. All right, here we go.\nFor immunity and a spot in the final six. Survivors ready? Go! First stage is about balance. You've got a balance beam and you have a ball on a pole. It's gonna want to drop off\nlike it just did for Rachel. -Oop!\n-PROBST: Genevieve drops. She's got to go back. Teeny out to a fast start. Sam on the course,\nRachel back out. Everybody now doing it. Teeny's first across.\nYou're good. Drop it and move on. Here comes Sam.\nSam's across. You're good. Rachel's across. You're good. Caroline drops.\nShe's got to go back. Teeny, Sam, Rachel all have their double-ended\nwarrior staff. They're maneuvering skulls\nthrough a metal maze. This is tougher than it looks. Teeny now struggling\nin this second stage. Sam moving quickly through. Andy's across the beam. He's trying to get back in this. Every single second's\ngonna count when you get\nto that final stage. You got to get\nthrough those beams. Let's go! Andy's now in it. Rachel doing a nice job. Sam and Rachel pulling ahead. Andy's starting\nto gain some ground now. Sam's gonna be out first. Sam, you're good! Sam is moving on\nto the final stage. This is where it is won or lost\nwith your ability to navigate that little ball down your paddle\ninto a tiny dimple. Sam trying to stick his first. He can't do it. There goes Rachel. It is Rachel and Sam. Teeny has hers. Let's go, Teeny!\nShe's through. You just need three balls in any of the five spots. This is all about touch. The question is who's gonna\nfigure out the touch first? There's definitely\na learning curve, but once you learn it,\nthis can go quickly. You've got to get it to stick\nin one of those little dimples. It doesn't matter which one. Rachel has her first. Sam's still trying\nto get it to stick. He's all around it. Teeny having no luck. Andy now gonna\nbe in on the paddle. Can he make up some time? Sue trying to get in on it. Here comes Genevieve. PROBST:\nImmunity on the line. Sue's good! Sue, you're in this. Here comes Genevieve. These paddles are heavy. The weight is not\ndistributed evenly. This is gonna be hard. Okay. PROBST:\nRachel, another ball out. This is her second. Very close. Can she get\nthat second ball to stick? And she does. It is Rachel in the lead\nwith two. One ball left. Nobody else has anything. Andy drops, got to start again. -Teeny struggling.\n-Oh, my God. PROBST:\nSam still trying\nto get his first. Nobody else having any luck\nright now. Aah! Hey. Oh. PROBST: Rachel now one ball away\nfrom winning her second individual immunity and\nguaranteeing herself a spot in the final six. She's in, she's out. And she's in! It's over! Rachel wins individual immunity, guaranteed a spot -in the final six.\n-Damn. -PROBST: Wow, that was fast.\n-SUE: Good job, Rachel. -GENEVIEVE: Good job, Rachel.\n-CAROLINE: Wow. -PROBST:\nRachel, come on over.\n-(whooping) Going right back on. Thanks again, Jeff. Once again, safe tonight at Tribal Council, cannot be voted out\nof this game. You will have a spot\nin the final six. As you inch closer\nto that final four, -where you know\nnobody can take you out,\n-RACHEL: Yeah. what is the feeling?\nYou're that much closer. It's crazy, you know?\nI mean, I had a really rough entry\ninto the merge, and so, to be standing here with the immunity idol again-- I feel amazing.\nLike, this is wild, and -I'm excited.\n-PROBST: Here's what we know. You are safe.\nFor everybody else, somebody's dream of Survivor 47\nwill come to an end, twelfth person voted out,\nfifth member of our jury. Grab your stuff. Head back to\ncamp. See you tonight of Tribal. -Congrats.\n-Thanks, Jeff. ANDY:\n Rachel-- she wins a challenge, she dominates,\n and now she has immunity. And... that's a setback. It's a setback for Operation Italy\n 'cause she was the target. She was the hit.\nNow that Rachel's off the table, the real big question is\n who is the new target? Th er e he i s. Wherever I go they always\n ask “Where's Waldo?” Ah, you found me. Never “Who's Waldo?” Sometimes it takes someone\n who really knows you to make you feel seen. Gifts that say I get you.\n Etsy has it. My k id s ca n ' t hi de an yt hi ng f ro m me . I'm home! Especially when they've\nbeen using toilet paper that doesn't hold up. Hold it, Mister! Here's New Charmin\nUltra Strong. It cleans better*,\nyou can count on it. New Charmin Ultra Strong has a diamond-weave texture\n that's more durable and it cleans better*\n so you can use less. Ahh, much better. Hey! You passed the clean\ntest, and your math test. Oh yeah! We all go. Why not enjoy\n the go with Charmin. ♪ ♪ ♪♪ This year take the time to\n melt into your holiday moments with LINDOR. ♪♪ ♪♪ Irresistibly smooth chocolate. From the Lindt Master\n Chocolatier. ♪ ♪ SAM:\n First thing I want to say, if this is our last\nTribal Council together, it was an absolute pleasure\nplaying with you. If it's... if it's me going,\nfight like hell, get there,\nand you got my vote. -Likewise. Likewise.\n-If you go,\nI'll fight like hell. GENEVIEVE:\n The hit was out on Rachel, and she wins the challenge. Of course. Not great for me. Not great for Operation Italy. But Operation Italy was designed to be flexible. -I would love\nto do Caroline instead.\n-Yeah. We have to pick\nbetween Caroline and Teeny, -and somehow let Andy know.\n-Okay. 'Cause I still\nwant to do the plan, -basically, as usual.\n-Yeah. -Did you do it? Okay.\n-Yeah. Yeah. But the string\nyou got was a black string -to make with the beads.\n-Oh, this is beautiful. This is b... This is good. Pretty good, I think. And so, my plan with this is to ensure\n there is a vote split tonight because we need the vote split. We need Andy in the majority\n side of the vote so that he can flip,\nand that is the recipe to success for Operation Italy. Obviously, this move is, like... Andy is the straw that stirs\nthe drink in the move, and he plays\nthe most pivotal part. To final six. I don't think she has an idol. -Really? I think she does.\n-I don't think she has it. Yes, I... I don't think\nshe has it, but, like, -I just want him out.\n-Okay. I think she...\nI think she has the idol. She... ANDY:\n I still want Operation Italy\n to really succeed tonight. And so, I'm like, \"Here's what we should do.\nWe should split the vote. \"We should split the vote. Then we should flush out\n Genevieve's idol.\" The only hiccup here is that Teeny, Teeny, Teeny\nhas her own agenda. The thing is... I think it makes more sense\nto just, like... It's, like, we get the idol out\n100%, and we do it that way. I guess... I guess\nyour plan's better, but I just don't think she does,\nand I think... It's the path of least\nresistance in terms of risk. TEENY:\nMy preference to go home tonight\n is definitely Sam. But we also want to flush this\nhypothetical, mysterious idol\nthat we think Genevieve has. I'm scared, if Genevieve\n doesn't have an idol, and we stack the votes on her, she's gonna walk out the door and Sam's still gonna be here. GENEVIEVE:\nAs Teeny walks up to Sam and I,\n now I'm nervous, because my fake idol\nis not perfect. It's fake, it's counterfeit.\nI know that. If she looks too closely,\n she may know that. Why? Keep it on me. If it changes, let me know. Am I... am I gathering\nwhat I think I'm gathering? You're gathering\nwhat you think. -Can I see it?\n-Yeah. I need to show it to her\n to have her believe it, but I can't show it\nto her too long because then she'll know\nit's a fake. GENEVIEVE: Okay. No. I flash this idol\n and then, thank God, Andy's coming around the corner.\nI jam it back in my pocket. And so I'm thinking I'm\n in the clear. I've given her, like, just a glimmer,\nand that should be good. But I don't think\nthey think I have anything. Are you sure that's real?\nDo you have a note or anything? I buried the note. But, yes, I know it's real because I had\nto do the steps this morning. Why do you think I was down\nby the freaking water? -Oh.\n-Yeah. TEENY:\n When Genevieve shows me\n that she has the idol, I'm relieved in a way, like\nit was written in the stars. I already wanted Sam to go. Now I know for a fact that\n Genevieve has an idol, I think I'm gonna sit\non the information. I'm gonna know\nGenevieve's safe tonight. I'm going to. I'm going to. TEENY: And now knowing\n that tonight's vote will go exactly how we think it will, it's just... chef's kiss, and I'll see Sam later. -We are 95% there.\n-Okay. -Has it?\n-And it's... Yeah. -That's perfect.\n-Let 'em split... -Which is exactly\nwhat we wanted to, so...\n-Okay. -I agree.\n-That's what my gut tells me. I'm the mafia boss. I'm the\n architect of Operation Italy. The target has to be Caroline. -So, you want Caroline?\n-Yeah. Everything's a go.\nIt's perfect. Operation Italy is\nin a good place right now. She's got her number one: Sue. That little\n loyal, loyal, loyal bond, which makes her powerful\n in this game. And Caroline is the brains\n of that pair, and so, she's got to sleep\nwith the fishes. All right, beaut....\nbeautiful, beautiful. Oh, let's go. Operation Italy, baby. I have this optimistic feeling\n in my gut that we're gonna be able\nto pull this off. -Uh... (laughs)\n-(laughs) SAM:\nBut the underdog alliance needs to believe\nthat nothing has changed, and I'm still little old Sam just trying\n to survive another day. I think\nGenevieve's voting for you. Mm-hmm. SAM:\nI'm down to write\nwhatever keeps me in the game. RACHEL:\nI'm writing down Genevieve. Look at me.\nWriting down Genevieve. -SAM: Really?\n-Yeah. I know that Genevieve\n is voting for me. It's actually gonna be\n the first time I've seen my name on parchment. And part of me is like, \"Okay. \"This is actually giving\na little bit of validation that I am a threat.\" It's reminding the jury\nbefore I do, which is nice. But it's nerve-racking. Yes. Where is it? CAROLINE:\n The biggest concern is\n does Genevieve have an idol. -SUE: I got my eye on 'em. -CAROLINE: I get to go through her bag, but what sucks is I don't think I'm gonna get any definitive answers,\neven from that. I didn't see anything in hers. I can't say\nI went through it completely, -but, like,\ndidn't see anything there.\n-Okay. CAROLINE:\n Granted, I trust my alliance, but it's just\nan unsettling feeling to know that there is a bit of a door open\n for you to go home. So, she's writing my name down. We-we need what's-her-name\nto play her Block a Vote then. I just... I mean, if everything -goes according to plan...\n-But we need to make it\nthrough tonight. -I'm-I'm afraid so, like...\n-Yeah? I'm putting, put...\nplaying my idol for you. -I mean, I know\nit's my neck on the line.\n-I'm gonna go with your gut, -but, like,\nI want you protected.\n-I think it's... Thank you. I mean,\nI want to be protected, too. SUE:\n Caroline being voted out is my worst-case scenario.\n I still have my idol. If I get a gut feeling, I'm whipping that thing out and saving Caroline. It's just weird that they're\nso relaxed and comfortable. -Yes.\n-Like, something's going on. SUE:\n But as long as\n my group all stay strong, we can't go wrong.\nWe can't go wrong. I think I have different plans about, like, how we want\nto approach it tonight. Basically, we want Genevieve\nto think it's her so that she plays an idol\nif she has it, even though\nwe're voting Sam out. And we can flip. Basically, I mean,\nload up on Sam, and then, one hinky\non Genevieve, probably. RACHEL:\n I'm a little nervous\n about doing the split vote. The biggest concern\n with this alliance of five is just the idea that someone\nor... someone could flip. 'Cause I could always block,\ntoo, if I have to. Don't we...\nWe need your block for six. RACHEL:\n And then also, I could use this Block a Vote\n so that if there is any kind of shenanigans\nwith an idol, we still get to decide who goes home\n between Sam and Genevieve. Oh, my God,\nif this actually works... If this actually works,\nI will die. I will die. GENEVIEVE:\n In my heart, I hope it works. In my brain, I mean, how could it? There's so many ways\nit could go wrong. Let's run through all the ways\n Operation Italy is a bust. One: the split vote doesn't actually fall the way that\n we think it's gonna fall. Well, I also think,\nwe don't need to split it because if we tell Genevieve -it's her, she'll play it.\n-TEENY: Yeah. GENEVIEVE:\n Two: we need the stars\n to align, and Rachel not\n to play her Block a Vote. Three: what if Andy\n gets cold feet? I mean, Rachel was the hit. Is Caroline enough, or will he be tempted\n just to take out Sam and I and preserve his placement\n in the underdogs? Beyond that, we need Caroline-- who knows her name\nis out there-- to not have anything, as well, because if she's nervous,\n maybe she'll protect herself. GENEVIEVE:\nIn my head, I'm doing the math, and, uh, it's grim,\n to say the least. There are more ways\n this can go wrong than ways it can go right. Yo u kn ow yo u wa nt a b ur ge r. So make it\nmy Smashed Jack, rated the best burger\nin fast food. It's even got more beef\nthan a Big Mac. Chin up, Ronald. Maybe you'll\nget a participation trophy. My Smashed Jack, now on sourdough. Welcome to\nJack in the Box! Yo u ' re c ra vi ng t ac os . Not just tacos, Birria Tacos. Actually, Birria Tiny Tacos.\nSauced & Loaded. And served with my new\nbirria-flavored buttermilk ranch. You won't find\nall of this at that other taco joint. Welcome to\nJack in the Box! ♪ ♪ Now bring in the members\nof our jury. Okay, let's start\nwith the reward challenge. Sam, you win it.\nIt comes with a big reward. -Yeah.\n-PROBST: Go to the sanctuary, Italian food,\nyou're gonna spend the night and you get letters from home. So, winning that reward comes with strategic power and strategic risk. You chose Andy and Genevieve\nto go with you. So, walk me through\nhow that went at the sanctuary. SAM:\nYeah, I mean, it was all of your wishes of what you want\non a Survivor reward. But as good as it feels\nfor yourself, as good as it feels to give\nsomebody that opportunity to, like, have that day, you're also the person\ntaking that away from four other people. PROBST:\nWhat was the sanctuary like for you, Genevieve? Can I give you a bit of a longer\nanswer to this question? -Sure.\n-So, when I came into this game, I was Genevieve the person\nand Genevieve the player. And before I knew it, I put up, like, a little wall to make it\neasier to think strategically, and I thought I was blocking out\nall the bad feelings. But what I was doing\nwas keeping them in. The letters from home gave me just the perspective\nI needed. It made me\nfeel like myself again. It reminded me you are better off\nif you connect with people. It was the first time today\nthat I felt the value of community here. So, it was a very meaningful experience for me. PROBST:\nAndy, Genevieve shared a very personal experience\nat the sanctuary. How was it for you? Well, first of all,\nI mean, I resonate with what Genevieve is saying. I mean, we have our games, and we have our journeys,\nand they're intertwined. So, choosing who you're gonna\nbring on something like that-- it's a game decision,\nbut we see beyond the game when we're letting each other\ninto our home lives and the people who love us. It's just undeniable\nhow much it meant. PROBST:\nTeeny, you have the reward on one part of this. That's the strategic decision\nthat Sam makes. But then you hear the impact on these humans\nthat you've been living with in this jungle\nwith this community while playing against them, but the result is the same. You weren't chosen. TEENY:\nHere's the thing, Jeff. I don't think it's a secret\nthat I came into this game, and I really didn't have\nan emotional wall up. Uh, the way\nthat I approach this is by connecting with other people,\nbeing open, being myself. It's the only way\nthat I've ever been able to survive in any situation. And so, not being chosen was, oddly, an opportunity for me to strategically think\nabout my placement in this game, why I wasn't chosen,\nwho was chosen, and a path forward.\nSo, it sort of reversed me\nout of this emotional... ...rut I have been in\nin the game. Caroline, that is fascinating that you can have\nsuch different experiences as a result of one challenge. Absolutely.\nI love Teeny's mindset. I feel like there were a lot\nof opportunities in us not being chosen. The people who are left behind\nare in the majority. We have so much time to think, so much time\nto talk all to ourselves. PROBST:\nSue, the words from Teeny and Caroline\ncertainly sound foreboding. Like, \"Oh, go ahead. \"Have your little \"reward and your nice journey. The four of us\nwill be back at camp plotting your demise.\" -(Sue laughs)\n-I mean, am I wrong? No, you're not wrong. I think the part\nthat got me was, I pictured... getting those letters. So, it's painful, but it didn't kill me. It made me stronger. -Hmm.\n-SUE: And that's what I love about this game, is that we're all hitting low notes, but we're coming back\nfeeling more empowered to say, \"You know what? I got to take the reins\nby the horn...\" You know, the horn, whatever\nit is, whatever it's called, and just, like, go with this and just keep pulling forward. And that's what it did for me. PROBST:\nTeeny, would it be reasonable to assume that maybe\nthe four of you-- Sue, Rachel, Caroline and yourself-- taking out one\nof the three of them? I think you'd be stupid not to have that thought\ncross your mind if you're one\nof the three of them. Just like I think\nwe'd be stupid to not think that the three of them\nare coming up with a plan that's against one of us. But the thing is, seven people, I think, have three questions\nin their mind. One of them is, \"Who can I beat sitting next to\nat Final Tribal Council?\" The second one is, \"How do I get\nto Final Tribal Council? \"Who is in my way? \"Whether I'm not a part\nof their endgame plans, they're not a part of mine.\" And the third one, I think,\n\"Is our perception \"of who the biggest threat\nto win is \"the same as their perception of who the biggest threat\nto win is?\" And I think the phrase \"perception is reality\" in Survivor is as common\nas hearing \"bless you\" in response to a sneeze.\nLike, it is something that is almost just desensitized at this point, regardless of who was on the reward\nand who was at camp. It's something that's wheeling\nthrough all of our minds the second\nwe're all back together. PROBST:\nRachel, you were nodding. Yeah. I mean, I agree.\nThis is day 22. The only thing you have to do\nis think about your endgame and who you want to be with. Can you trust those people that\nyou think want to be with you, that you want to be with? It's a cyclical thing\nthat my brain just continues to mull over\nall day, every day. PROBST:\nSo, Sue, after today's\nimmunity challenge, Rachel wins her second necklace, is safe again,\nyou all get back to camp. What was the vibe today? Today was almost\nlike a more relaxed vibe. People weren't scurrying off\nand going, having conversations. It was very different than\nwhat you would normally expect. PROBST:\nAndy, does that line up\nwith what you saw, that it was kind of\nan easygoing afternoon? It's the classic Survivor thing.\nLike, everyone's sitting pretty,\nand everything's so easy. What's really going on? Like, where's the catch, right? CAROLINE:\nBut it's not that\nwe're happy-go-lucky and relaxed. I think what you're seeing is a plan being acted out that doesn't need\nmuch talking to act out. TEENY:\nJeff, the thing is, a lot of us have proved to each other\ntrust already, and a pecking order\nhas been decided, and that's that. PROBST:\nWow. Andy, if that's true, that's terrifying if you're not\nin on the vote because it's essentially saying,\n\"You won't change us. We've already talked through it,\nand we have a decision.\" I mean, typically, I would say, conventional wisdom says\nif you're on the outside of it, you got to be\ntearing walls down, you got to be, like, going nuts. And so, obviously, I don't think anyone wants\nto go home tonight, but at the same time, I don't\nthink everyone feels secure, and it's either\ngoing to be resulting in something kind of cut-and-dry\nthat people have accepted or it's masking something that I can't see right now. PROBST:\nSam, are you expecting that it might be you tonight? Yeah, I mean,\nI think it's kind of been, like, I'm at the end of my rope\nin a lot of ways, and I've been hanging on as I get closer down,\nlike, the knots. Uh, and the reward didn't help. And so, it's a really\npowerless feeling tonight, for me. PROBST:\nHow you feeling right now, Genevieve,\ngetting ready to vote? I'm totally fine and confident,\nin a weird way. Not on how the vote's gonna go, but just of where I'm at. And tonight's vote isn't about just\nscraping by for me. I'm swinging\nfor the fences because I don't want to just\nget to sixth and go home. I want to try,\nlike everyone else is, and I know\nwhat I want to happen, so that's what I'm gonna\ntry and make happen. PROBST:\nAll right, it is time to vote.\nSue, you're up. ♪ ♪ ♪ ♪ Let's see if Operation Italy\nreally is a thing. Either way, one of us gonna be\nsleeping with the fishes. I'll go tally the votes. If anybody has an advantage\nor an idol and you want to play it,\nnow would be the time to do so. PROBST:\nAll right, I'll read the votes. First vote: Sam. Genevieve. One vote Sam,\none vote Genevieve. Caroline.\nWe're tied. One vote Sam,\none vote Genevieve, one vote Caroline. Sam. That's two votes Sam,\none vote Genevieve, one vote Caroline. Genevieve.\nWe're tied again. Two votes Sam,\ntwo votes Genevieve, one vote Caroline. Caroline.\nWe're tied. Two votes Sam,\ntwo votes Genevieve, two votes Caroline,\none vote left. Twelfth person voted out\nof Survivor 47 and the fifth member\nof our jury: Caroline. Need to bring me your torch. Okay. -That was really\nwell done, you guys.\n-Good game. -Good game.\n-GENEVIEVE: Good game, Caroline. It's been an honor\nplaying with all of you. Wow. (laughs) Caroline, the tribe has spoken. Time for you to go. Grab your torches,\nhead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org I' m Ji mm y De an . An d uh , only one thing could make a\n morning like this any nicer. A hearty, hefty,\n good tasting breakfast. With eggs, bacon,\n sausage, cheese and taters. And when you finish, you know you had\n something to eat. ♪ ♪ ♪ ♪ Whether your phone's broken\nor old, we've got you. With Verizon, anyone can trade\nin any phone, any condition. For a limited time,\nget iPhone 16 Pro with Apple Intelligence, on us. And, iPad and Apple Watch\nSeries 10, all three on us. That's up to $2,000 in value. Only on Verizon. LUIS FONSI: In this\nfamily, we take care of every kid at St.\nJude like they are our kid. Because one in five kids in the\nUS still won't survive cancer. And globally, the\nnumber is even higher. Please join our St. Jude family. Please donate now. Yeah. TEENY: With six people left,\n I don't trust anybody. PROBST:\n Next time, on a two-part season finale of Survivor... ANDY:\n I am in a grand conspiracy to take over the game. -Isn't this friggin' crazy?\n-I'm so mad. SAM:\n I see betrayal, I see fear. GENEVIEVE:\n This island isn't big enough\n for the both of us. RACHEL:\n We are going to clash,\n and we're gonna see who comes out alive. MANU:\n On tonight's season finale... who will emerge victorious and claim the nearly\n $750,000 prize? The final countdown\n to the summit... ...has begun. Fourteen days ago, sixteen Americans came\n to New Zealand, each of them driven up the mountain\n for a different reason. -Exploration...\n -JENNYE: I am here to find out more about myself. (shouts) -MANU: ...courage... -(Jennye screaming) Keep screaming\nif that's what you need. -Yes!\n-AMY: You're not giving up. BO:\n I'm taking on this challenge to show that I still got it. MANU:\n ...family... TONY:\n I am here for my kids, -I'm here for my wife. -PATI: I want to prove -to my mom that... -(grunting)"
}