{
    "season": 47,
    "episode": 2,
    "title": "Epic Boss Girl Move",
    "transcript": "Welcome to Survivor 47. (cheering) Previously on Survivor... I was gonna--\nI was gonna tell you. -I went to Towson, bro.\n-Really? -Yeah.\n-Yeah, dude. CAROLINE: The guys fell\n in love with each other. It's a bromance. TK:\n \"I caught you in the act.\" So now I know I can't fully trust him. That scares me. GABE:\n Now I have power. I'm a dragon sitting on top of a pile of gold. AYSHA:\n We saw Rome at the water well. That is just\nsuspicious behavior. You seem emotional. I crack open a coconut and they didn't cheer for me. They cheered for Jon. (cheering) That's a good-ass coconut. Give me some. They don't like me. Right now I would vote Jon. Jon is playing hard. RACHEL:\n Andy is a ticking time bomb,\n and you don't know when it's gonna explode. First person voted\nout of Survivor 47: Jon. The tribe has spoken. ♪ ♪ It's gorgeous. There, that reminds me\nof Phoenix sunrises. Tribe morale is\n through the roof. You know, if you realize\nyou're on a winning tribe, it feels absolutely incredible. And in the morning we were\n all chilling on the beach, and the first thing\nthat goes through my mind is, I need to go and read\n exactly what that box says because I got the key\n for the Beware Advantage. And so, last night... ...I dug it up,\n and once I opened it... it was pitch black.\n I felt the scroll and I felt the idol. So I said, \"You know what? I need to hide this box.\" After I re-hid the box,\n I started really thinking, I don't think it's actually\nsmart to keep it to myself. Maybe it's actually better if I\nlet someone else know about it. That way they can trust me more. And Teeny-- she's the vibe\n that I'm looking for in an alliance member, someone that I can trust\n in this game one million percent. TEENY: My first thought\n when Rome tells me he has the advantage is,\n\"Damn it.\" Rome was the person\n who everybody wanted out, but it's never that easy. It was pitch black,\n so we couldn't see what he had to do\nto get the idol. All we could do was\n just feel the idol. (chuckles)\nAnd then go back. So that changes the plan that I wanted to do, and now I sort of have\n to work with Rome, but I'm gonna tell Kishan. -Let me tell you something.\n-Okay, go for it. -He found it.\n-(gasps) He found it, and he told me. I don't know why he told me,\nbut he fully found it. -What?\n-He told me, and he showed me where it is. Down-- Oh, oh, come here,\ncome here, come here. Oh, wait, wait, wait.\nThe text. KISHAN:\nOh, so that's what... -Hey.\n-TEENY: Hey. I got caught with a giant box holding\nthe biggest secret of the game wide open. But one of my superpowers, I feel, is being able to talk my\n way out of any situation. I just want to say,\nlike, I told him because I want to work\nwith this four. -Okay.\n-Like, and that's, and that's something\nI should have discussed with you and, like, would have,\nbut I got excited about the box. That's the truth. ROME:\n When I saw them at my box, I'm thinking, like,\n \"What are you doing?\" Like, 100%, I don't know\nif I can trust Teeny as much as I could yesterday. When I was finally able to read what was in this box\nwith them, I was so disappointed. This box said,\n \"You can take it right now, \"and it's good\n for one Tribal Council, \"or you can take this other\n note, do another thing, and then your idol is good\nfor three Tribal Councils.\" What about a normal idol? I took the idol\n that's good for only one, and I played it safe. TEENY:\nYeah, that's why I was like... ROME: Now they both know,\nguaranteed, Rome is not gonna be the first one gone from Lavo,\nand that is a great feeling. ♪ ♪ ♪ ♪ ♪ ♪ GABE:\nLook at that. Oh. GABE:\nHuge crab. Oh, my God, should we grab it? (Caroline squeals) Oh, my gosh. TIYANA:\nYeah, the pinchers are huge. GABE:\nOh, I got him,\nI got him, I got him. SUE:\nOh, my goodness. TIYANA:\nGabe has caught the biggest crab I think I've ever seen\nin my life. -TK: That's a boy.\n-SUE: Let's go. That's-- need that right there.\nThat's a good start to the day. SUE:\nI'm gonna head back,\nthough, I'm sweating. GABE:\nFound a whole beach over here. TK:\nOh, my God. -It's like you're in heaven.\n-This is crazy. -Yeah.\n-(laughs) -Wow, this is kind of wild, man.\n-If only heaven wasn't\n90 degrees and humid. TK: I came into this game\n knowing that I wanted to at least bring\na strong three to the merge. -Can't see that.\n-The wave that's breaking -right there?\n-Yeah.\n-Yeah. Wow. Kyle is my number one. Honestly,\n he seems super genuine. I trust this guy\nwith my life right now. Gabe, you need to talk\nto some people 'cause I-I know... I don't think\nanybody's mentioned, like, \"Oh, I got a really good\nrelationship with Gabe\" yet. -Yeah. -TK: Gabe-- \"idol-hunting Gabe\"-- was initially the strong part of\n our three, but he's been playing\n a very erratic game. You don't have to have,\nlike, a strategy talk, just... Yeah, yeah, start forming\nthat relationship. TK:\nAnd I don't want to have my game hanging on the heels\n of somebody else who, right now, I can't, quite\nfrankly, trust all the way. Oh, look,\nall these hermit crabs. -Those two.\n-Yeah, yeah. I've been wanting\n to talk to Tiyana for some time\n because I think she has a better ability\n to actually connect with people, something that Gabe has not been doing\non this tribe. No, I was just trying to gauge\nhow you felt about who you felt about here\nthat you feel strongly -like you could\nactually do something with.\n-Right. Obviously I-- looking at it\nright now, I'm, like, worried -about a bromance with you guys.\n-Yeah. I never want to be like,\n\"Oh, okay,\" like, the bromance and then\nI'm the fourth, you know, -'cause that kind of sucks.\n-Yeah, yeah. There's not, like, a bromance\nthing happening right now. TIYANA: I am absolutely\n surprised to hear that TK wants to actually work with me because, so far,\n there's a huge divide when it comes\n to the girls and guys. -Gabe has already been doing\na lot of... -stuff.\n-Right. So, I don't feel comfortable\nwith that. I really like you,\nI really like Kyle, so, if you, me and Kyle\ncan figure out a way for us to just lock down\nus as a three, I'm super comfortable with that. -Straight up?\n-Yeah. I think that's a great idea. Okay, I'm glad\nwe're on the same page. TIYANA: I am elated\n that Gabe actually kind of shot himself in the foot because he went off\n doing sketchy things, and a bromance can only\ngo so far if the bros don't even trust another bro. That's not a bromance. Yeah, Kyle, so, I called Tiya, and you and I talked,\nand I let you know, like, I really bang\nwith your vibe, and you're a cool dude,\nand I trust you, and I would like to have three\npeople that we can all lock in. KYLE:\nThat's how I feel as well. I think that you're\na real good person, and I think that\nthe way that-- that we jive, that there's--\nthere's a longevity to it. -TIYANA: Oh, absolutely, dude.\n-It's-- You know? And I think\nthat we're very valuable -to one another.\n-TK: Hell yeah. TIYANA:\n I really feel like Kyle is a genuine soul, and so Kyle is someone that I think I could\nreally lean on in this game. TK:\nWe can make it work, bro. ANDY: Day three was one\n of the most tumultuous days of my life,\n but now that I'm here and I actually survived\nthe Tribal Council, I just feel like this is such an amazing opportunity\nfor a recovery. I know my role right now,\nin a good way. -It makes me happy.\n-Yeah, it's good. I want to be a lightning rod. I am feeling a lot better\nin a lot of ways, and I feel\n like they're including me, which is the first step\n of improving your position, is having people include you in the social vibe of the tribe. -Let's get it, Andy.\n-Ooh, that's a good one. The layers to Survivor are mind-boggling. Like, Andy wants\n something from us. He wants connection,\nhe wants to feel included. We want something from him. We want him to be\nin a good mindset, we want him to perform\n in challenges, but we also want him\nto be the easy boot. (singsongy):\nHere we go, Andy, here we go. Right now everybody on Gata\n is trying to make Andy feel as part of our group\nas possible. -Yes, we see it!\n-SIERRA: Yeah! (whooping) Let's go...! RACHEL:\nLet's go, Andy! That's the perfect coconut. -Thank you.\n-It is. ANIKA:\n It's very obvious that Andy-- he needs words of affirmation. SIERRA: Yeah, you get on that,\nyou have that. -ANIKA: That's a good one.\n-(Sam whoops) ANIKA:\n I've met a variety\n of different kinds of men on dating apps\n and, specifically for Andy, you can just tell it's giving toxic, clingy boyfriend.\nYeah. SAM:\nI'm looking forward\nto just not doing anything next. ANDY:\nYeah. You know, the thing is, facing death\nand being the first boot and surviving has put me in\na completely different mindset. I have this just\ntotally new game plan. I could never... SAM:\n Right now I'm on Andy duty, like, just keeping\na watchful eye on him at all times because an idol is the\nnumber one thing that is causing paranoia around Gata right now. I don't know,\nI think they went by the rocks. I wonder what they have to talk\nabout for a long time. -Girl stuff.\n-(laughs) -Talking about their hair.\n-Yeah. ANIKA:\nI feel like it's in, like,\na crook of a tree -or it's at, like,\nthe base of a tree.\n-RACHEL: Yeah. RACHEL:\nYeah, I mean, it's this\ntiny piece of parchment, right? I can't find anything ever. I'm like,\n\"Where's my hairbrush?\" What about Beware? Sh-Should I look or no? -Like, I don't think\nyou should, because\n-I agree. -a lost vote right now, like...\n-That's just the... -Yeah.\n-All right. SAM: Andy is an oddball,\nand it would be very easy for me to kick Andy to the curb. -I got you. You know I got you.\n-Let's go. Yeah. SAM:\n But in sports reporting,\n relationships and lines of communication are key. You are just as valuable to me. -Yeah.\n-Heck yeah. I want to be Andy's buoy\n in an ocean where he feels\n like he's drowning. If I can have Andy feeling\n like he can come to me with information, that allows me options because you never know when the athlete who's at the bottom\nof the totem pole is at the top of the totem pole because they're the hero\nin the game. -My mom's gonna love you.\n-Good, I-I-- I'm gonna love your mom. Okay. (sighs) When Sam was gone,\n I'm just left alone and my brain starts spiraling. What's going through my mind is,\n\"Okay, there are some options.\" I could just chill here,\nmake sure that they see me not going off, make sure\n my target doesn't grow. Or put my pedal to the metal and find this advantage. I do not feel\n like I have much time. I feel like Sam and the women will come back to camp,\n really, at any minute. Really, the clock was ticking. SAM:\n I went to the bathroom,\n came back, no Andy. I looked behind me, no Andy. I looked in the bushes, no Andy. Uh-oh. Andy was gone. It's like the babysitter\n takes their eyes off the baby,\n and then, all of a sudden, the house is on fire. (chuckles) Oh... The Beware Advantage gives you a huge decision\n with two options. You can either open it and take that risk or leave it and potentially wait for better timing. (sighs)\nI'm gonna do something new. I'm gonna try it out. I'm gonna leave it for now. I don't think\nanyone else is looking. I'm gonna brainstorm\nwhat I'm gonna do with it. I have an opportunity\nthat not many people have taken. If I know where the-the advantage is, and if and when I need an idol, I can pull the trigger. Everybody thinks\nthey'd be a great player, but there's only\none way to find out. Apply to be on Survivor. Hey, get your head\nin the game, son. The scout from Football College\nis up in the stands. Maybe I'd rather go to school\nfor insurance. I didn't raise no insurance man. But you did, Dad.\nFootball's your passion. But mine is providing\naround-the-clock protection to Progressive customers\nwho bundle home and auto. Jamie, we need you out here\nfor football. You're giving up\non your dream, James. No, Dad. I'm giving up on yours. No, James, wait! Oh, that's not the exit. We a ll k no w co st s ar e to o hi gh . But while corporations\n are gouging families, Trump is focused on\n giving them tax cuts. But Kamala Harris\n is focused on you. Building up\nthe middle class will be a\ndefining goal of my presidency. She'll make groceries more\n affordable by cracking down on price gouging. And she'll cut\n housing costs by taking on corporate\n speculators. Middle class families\n built America. We need a leader\n who has their back. I'm Kamala Harris and I\napprove this message. Pr ot ec t ag ai ns t RS V. .. with AREXVY. AREXVY is a vaccine used to prevent\n lower respiratory disease from RSV in people\n 60 years and older. AREXVY does not\n protect everyone and is not\n for those with severe\n allergic reactions to its ingredients. Those with weakened\n immune systems may have a lower response\n to the vaccine. The most common\n side effects are injection site pain, fatigue, muscle pain, headache, and joint pain. AREXVY is number one in RSV vaccine shots. RSV? Make it AREXVY. ♪♪ AYSHA:\n Having the camp supplies\n has been everything. We did so much with\nnothing for three days, and now we have an axe,\n we have a saw, we have a hammer,\n we just got flint. AYSHA: So, of course, Rome needs to be\n the person in charge. AYSHA: He wanted to be the first one\nto make fire. I tried. I was good\nat, like, sparking it, but I couldn't-- I wasn't\ngreat at building it up. ROME:\nYeah, I made a fire\nevery single morning till I came out here. So, my record is 16 seconds\nto get a fire. -(Rome laughs) -KISHAN: I think\n Rome's a showman. That's what he does for\na living. He's a commentator. This looks incredible. KISHAN:\n He has a bucket list he came in with. He wants to make the fire. He wants to be the one\n finding the idol. He loves the big, flashy moves. AYSHA:\nTry scraping, if you can. -ROME: Oh, wow. That's\n-AYSHA: Yeah. way different with a machete. KISHAN:\n My strategy-- it's completely the opposite of that. I think the more low key\n you are, the better, because, you know, you skate\n under the radar. ROME:\nI mean, I think that's enough. AYSHA:\nNope. Right there, right there! -Yes! Kishan! Oh, my goodness.\n-KISHAN: Yes. -There we go, baby.\n-Yes. Besides, he didn't make the fire.\nI made the fire. KISHAN: Yeah! SOL: I've never, ever met anybody like Rome. -(chortles) -SOL: Rome is... He's a lot. Definitely had, like,\naspirations to go, like, to the NBA.\nI did not have the height,\nbut I had the speed. -Like--\n-Why didn't you get drafted? I stopped playing. I stopped\nplaying in high school. TEENY: He is just a little bit cocky. I always knew, like,\non the low, I could probably be a rapper\nif I really wanted to. ♪ It's been a couple years,\n couple stories ♪ ♪ A couple smiles. ♪\nUh... uh... Like, I forgot it\nin my head now. Yeah, I always wish\nthat I taught myself all the Michael Jackson moves. That, like...\nDo, like, that. AYSHA: You want to be -the one from our season?\n-ROME: Yeah. TEENY: When you're spending sunrise to sunset with somebody, it's impossible to ignore it. (imitates screeching\nconnection tone) -(laughs) -TEENY: It's tempting to just want to get him out of here,\n but Rome has an idol. If he didn't have it,\nhe'd be the easy first boot. So, Rome, right now-- he's\ngoing to be the problem for me. -I mean...\n-(Aysha and Teeny exclaim) (Rome laughs) Andy left.\nHe went looking. I-I go to the bathroom.\nI come back, he's gone. ANIKA: Sam was babysitting Andy\n because we need to make sure that\nhe has no chance of finding\n any sort of advantage. That could mess up\nour whole entire plan. I don't think he found anything. I need to make sure that we find it before Andy.\nSo I suggest to Sam... What if went--\ngo looking right now? Okay. Anika and I go off under the guise of filling up waters for everybody,\n which very quickly turns into a full-on idol hunt. (groans) SAM:\n You get out here, it is a massive, massive island. And you're looking\n for something about yea big. Like, this tree looks like\na great spot, but... ANIKA:\nI don't think they would\nput it in this spot. Yeah. Yeah, you took it, you took it.\nYou got it. SAM:\n I'm taking it. There wasn't really\n a second thought. Like, get the idol. Get yourself\nmore power in this game. ANIKA:\n What's going through\n my head is, \"Thank God I was there with him.\" Head straight to the path. ANIKA:\n Sam is already a threat\n without this advantage. This advantage only makes him\neven more of a threat. (exclaims) -That's a lock.\n-That's it, -that's it, that's it.\n-I think this is a clue. ANIKA:\n We find a map, and there's a red X where the key could be,\n and it's pointing to the set of trees\n near the water well. So, we go, sprinting. We're also carrying\nevery single person's water bottle at this point. (laughs) Like... -That they're bringing.\n-The-- Oh, I know. Hopefully they come back.\nI'm, like, thirsty. -You got it? Got it?\n-This rope. -SAM: Oh, yeah. -ANIKA: I find a rope, and then we pull out this rope to only discover... -Oh, my God.\nThere's a lot of this.\n-Okay. ...that there are maybe 300... knots tied next to each other. SAM:\nDude, there are so many. We kind of realize that this is going to take a very long time. We've been gone for a while. -Yeah. -SAM: This cannot be done right now.\nI will have to find time to come back\n and complete this later. But Anika being there with me is, like, a nightmare.\n I don't want to have a secret with Anika\nthat I'm not telling Sierra. Holy crap, bro.\nLet's go. Sierra is my number one, and I don't want her\n ever thinking I'm withholding\na major piece of information from her.\n Had I found it by myself, maybe it's a different story. I don't love that Anika knows. SIERRA:\nI don't love that either. Because if Anika knows,\nI'm worried that Anika's gonna tell Rachel, and then\nthat looks bad on me. -I don't know\nif she's gonna tell Rachel.\n-Okay, she's probably\ngonna tell Rachel. Okay. Pretend that\nyou don't know anything. SAM:\n Anika knowing\n complicates things, because if Anika has already told Rachel,\nI need to tell Rachel myself. I need your help. Where'd you find it? There's a bunch of knots\naround the roots -of those trees\nin the back left.\n-Okay. -A ton of knots.\n-Let's go. SAM:\n Because if Rachel\n finds out from Anika and I'm still lying about it\n to Rachel's face-- bad, bad look for me. RACHEL: Oh, my God. This is crazy. ANDY:\nIt's only been a few hours since\n I found this Beware Advantage. So, I'm thinking, \"Okay, maybe I should just go for it\n and go get this thing.\" For a player like me,\n in this position, an idol would mean\na hell of a lot. And so now I feel like\n it would be optimal for me to go ahead\n and grab this. You know, it is\na ticking time clock. Someone could find it. And so I go\n to my secret hiding spot. I'm thinking I kind of forgot which branch it was on. I see the branch where it was. (groans) It is not there. And I am overcome with a sense of panic. Oh, this is not good. What I thought was\n a safety net is not only gone and out of my hands, but is in the hands\n of somebody else. RACHEL:\nLet's go! -There we go.\n-Oh, my God. There we go.\nWe got it. Finally, Rachel and I get to the key to unlock the box. Um, I'm not\nfeeling good right now. I have to think about things. Oh, boy.\nOh, boy. -Okay, let's talk.\n-Okay. ANDY:\n Sam-- he is my one foothold to get back into this game. And so my gut is saying I can trust him. So, like, two hours ago, I found but did not take\nthe Beware Advantage. -You found it?\n-Yeah, but I didn't take it. -Oh, you left it?\n-Yeah. Didn't want-- I didn't want to lose my vote.\nSo, I stashed it. SAM:\n I was in musical theater,\n and it's not for my singing. Like, I can act a little bit,\n but I was not ready for the bomb that Andy\nwas about to drop. SAM:\n He says one of the girls found the Beware Advantage.\nMusic to my ears, Andy. I think you're right. They're up to no good. They've got something. Damn. -I think it's okay. -ANDY: With Sam, I am telling him this\n valuable information in order to build\nthe trust I need. I feel kind of bad\nbecause I'm sitting there with the key in my sock. But as silly as Andy might feel losing a Beware Advantage,\n he took a huge leap of faith coming to me\nwith this information. -I trust you.\n-Yeah, dude, I got you, 100%. This is starting\n to make me feel like I can actually trust Andy\nmoving forward. TK: Now, obviously, us three and Gabe are probably set\nto not be gone early. Uh, so, I just want to see w--\nif we're really-- if we could gauge this out.\nIf we were to say right now, if we lose next challenge, who do we think\nin this situation we're going? It's, like,\na toss-up between, like... TK:\n Sue and Caroline.\n I just don't think Sue brings anything to the table. Gabe. -I'm moving slow today.\n-TK: It's-it's all good.\nTake your time, bro. GABE: TK, Kyle, and Tiyana-- I think they all think\n I'm kind of just a quiet guy and I really\nhaven't found my place, socially, with everybody. We were just trying to figure\nout, you know, generally... GABE:\nUh-huh. ...how we were thinking\nabout the other two. -GABE: Yeah.\n-But I don't know. Yeah. I'm down with it. TK:\nThe-- This is the four, bro. Yeah, yeah.\nI'm totally cool with that. They pitched the idea to me\n of \"this is our four,\" and I think that they believe that\nI'm in with them. This is our four.\nThis is our four. But that four is not my four. Caroline and Sue\n are way more attractive to me as alliance partners\n than the other three are. We need to put something\nin our stomachs. GABE:\nThey're on the bottom right now. These are wounded birds,\n and I want to bring these birds in,\n 'cause people who feel like they're on the bottom--\nthey're desperate. Me and Sue are pretty locked in\n as number ones. So, the next wounded bird\nI need to go get is Caroline. I think TK and Kyle\nare way closer with each other than either of them\nare with me, and the only person\nI've talked any s-- real strategy with is Sue. I feel like\nyou're a genuine person. I really want to work with you. You, me and Sue-- -we can run this thing.\n-Okay. I have zero\nworking relationship with Gabe. I just graduated\n from business school. I'm not an idiot. I don't\n believe him for a second. So, I have no trust\nin him whatsoever. I want to work with you. -Mm-hmm.\n-We have a lot of potential. -Uh-huh. Yeah.\n-It's not here yet. But I don't feel like\nI have that thing where I can, like...\nI don't know. It's just not clicking -Yeah.\n-as much as I want it to. GABE:\n I'm surprised by just\nhow skeptical Caroline is of me. And I know I have to squash\nthat as soon as I possibly can. So, at that moment,\n I make the call to pull my idol out\n and show her. (mutters) Yeah, that's it. And then he shows me his idol. Hey, good job. -It's huge.\n-Thank you. CARLOLINE:\n This is such a weird\n show of trust. So, I actually think maybe there's a world where\nGabe and I can work together. -He told me he has it.\n-Yeah? -He has the idol.\n-Okay. -He told me, too. Okay.\n-Oh, my God. -Okay, okay, okay.\n-So... -Interesting.\n-Yeah. I want to be cautious, but I'm optimistic. But I-I definitely\nthink we're good. I mean, I think\nas long as me, you and Gabe can stay strong,\nwe're gonna be okay. Nobody knows that Caroline, myself, and Gabe are in an alliance. And I think that's a big deal. How are you guys feeling? SUE:\nI'm-I'm really excited. Yeah. I agree. I like it. I have Sue and Caroline. They're my little birds, right?\n And I'm gonna make 'em warm. I'm gonna make 'em feel\n good and safe. -CAROLINE: How are you\nfeeling, Gabe?\n-Feel good. Feel like I'm in a good place. Yeah, you are.\nYou are. GABE:\n And if I can sit at\n the end with Caroline and Sue, write me the check. Th ur sd ay N ig ht F oo tb al l on P ri me . It 's o n. Re ad y to h av e so me f un ? Ye ah , le t' s do i t. Th e Da ll as C ow bo ys ta ke o n Th e Ne w Yo rk G ia nt s, as T hu rs da y Ni gh t Fo ot ba ll is o n. Go in g de ep ! To uc hd ow n! It 's D ak P re sc ot t an d th e Bo ys fa ci ng a n ol d ri va l, -L et 's g o! -T he G -M en Yo u' re n ot g et ti ng t hi s an yw he re e ls e. St re am T hu rs da y Ni gh t Fo ot ba ll . On ly o n Pr im e. De pe nd k ee ps y ou d ri er th an e ve r. .. so you can say\nYES to more than ever. Yes Yes Yes No. Depend, the only thing stronger than us, is you. >> W OM AN : Wh y di d we ch oo se S af el it e? We were loading our\nSUV when... crack! Safelite came right to us, and we could see exactly\nwhen they'd arrive with a replacement\nwe could trust. >> VO: Schedule free mobile\nservice at Safelite.com. >> SINGERS: ♪ Safelite repair,\nSafelite replace. ♪ Th is i sn ' t Ch ar mi n! No wonder I don't feel\nas clean! Here's Charmin Ultra Strong. Ahhh! My bottom's been saved! With its diamond weave\n texture, Charmin Ultra Strong\n cleans better with fewer sheets\n and less effort. Enjoy the Go with Charmin. At T J Ma xx , yo u ca n af fo rd to t ur n yo ur c lo se t into a place of\nendless expression. With the quality, styles,\nand prices you love. ♪♪ -Sue.\n-Yes? -How you doing?\n-I'm a little-- I'm feeling tired, so\nI'm trying to take a little nap. Hopefully we'll have a down day\non the beach -and I can fall asleep, right?\n-KYLE: Yeah. SUE:\n Sometimes we need a nice break from the game.\n So, Tiyana, myself, TK and Kyle-- we all felt like we needed to take, like,\nan hour or so nap on the beach. It's much more comfortable\nthan our bamboo. The reason I don't like Florida,\nto be honest with you, bro, is there's too much wildlife out\nthere that can kill you, bro. I'm good off of that. -Aw...\n-I just-- Godzilla comes\nout the bush, bro. Like, the biggest alligator\nI've ever seen in my life, bro, comes out the bush. -Godzilla.\n-That was Godzilla, bro. You can't tell me\nit wasn't, bro. Like, yeah, bro.\nOh, yeah, bro. Yeah, that's crazy, bro.\nSo, if you want to go... SUE:\n But TK didn't stop talking the whole time. Bro, Super Bowl was in Vegas last year--\nOr this-- this February was in Vegas. And, bro, it was\nso many people there, bro. Like, Big Bear is fire, bro.\nIt's, uh... 'Cause that's why\nI like Cali, bro. 'Cause you can\nliterally get anything... -Influencers, bro.\nHe's not fighting real fighters.\n-Yeah. -Yeah, yeah.\n-You know what I mean? Like... SUE:\n I'm trying\n not to be annoyed at TK, but two people\n are trying to sleep and he's just talking loud. And it's just that overpowering male dominant -bro energy. -Yeah, just, like, come in and get me\nout of there, bro. Like, this has got to be some\nbackhand strategical move, bro. SUE:\n These bastards,\n they don't even realize that I am somebody\n to begin with. I have the best job ever\nout of all of them. I'm a pilot and I'm a--\nYou know, own a flight school. It's just such\n a lack of respect. And it's just\n very frustrating. I wanted-- I couldn't wait\nfor them to leave. It's so frustrating.\nJust annoying. -Like...\n-Yeah, it's so annoying. I can't fall asleep\nwith people talking. -It just. No, it's impossible.\n-Exactly. SUE:\n Tiyana knows I can't stand TK and she agrees with me,\n but I can't tell if she's just\nsaying that to \"yes\" me or if she believes it. TK is, like,\none of those people that... I don't have\na solid read on him. I wish I got to\nsleep in all day. TIYANA:\n I don't think I vibe with him as a person.\nBut the thing is... (sighs) ...me, TK, Gabe and Kyle-- that four-- we have the numbers.\n And so, I'm game to roll\nwith the big dogs. -Okay, let's get it. -SAM: So, I tell Sierra I have the key.\n And so, the last step is going and getting this box, unlocking the box, and getting my hidden immunity idol. SIERRA:\nLet's go! There's not one part of my body that I'm like, \"I can't\n trust Sam at this point.\" And he wants to include me\nin everything. That, to me,\n is, like, friggin' cool. -There.\n-Got the lock? SIERRA:\nIt's here. Yep, right here. SAM:\nGonna get it out. (Sierra laughs) I feel like we definitely have this strong\ntrust now that's truly building. I just wanted to share\n that moment with Sierra as number ones and friends. SAM:\n We run off to the water well\n and we're like, \"Here we go. The moment\nyou've been waiting for, \"where you get an immunity idol on Survivor.\" (Sierra giggling) And we open the box. And there's another box. The idol that\n I've just found is only good for one Tribal Council. I can play it safe\n or I can choose to take on another task and make this idol good for three Tribal Councils. Okay? Let's go! You got it. I decide, \"Let's not get ahead of our skis,\"\n and I grab my very own Survivor hidden immunity idol. Yes. It's mine! (laughs) Sorry. SAM:\n And this is a little guy,\n but I feel like this one's gonna\nbe small but mighty. We can make something happen\nat the next one. Yeah, we're good, we're good. SAM:\n But right now I'm trying to figure out how do I use\n this idol to position myself in the best spot possible.\n I'm trying to think a couple of steps ahead. Hear me out. Is it crazy\nif I play it on Andy? -I-I hope you can understand\nthat I'm, like, nervous\n-Yeah. -about going to four with\nthe three girls and myself.\n-Okay. Yeah. I think that's the right move. SIERRA:\n I do not love the idea\n of working with Andy. I think he's very unpredictable.\n But if Sam's pulling, you know, Andy's way, I'm sticking with Sam. I think, surprisingly,\nAndy has, like, a decent head\non his shoulders right now. Survivor is never\nas simple as it seems, and you got to make big moves to advance in this game,\n and I-I think I might be on the cusp of having\nto make a really big move. And that's where the fun begins. Sa y go od by e to m ul ti pl e da il y in su li n in je ct io ns and say hello to\nOmnipod 5. Omnipod 5 integrates\nwith Dexcom G6 to automatically\nadjust insulin and help protect\nagainst highs and lows, day and night. Plus it's tubeless\nand waterproof. Take control\nwithout compromise. Don't wait to simplify\nlife with diabetes. Get started today. Go to omnipod.com\nfor risk information and instructions for use. Consult your healthcare\nprovider before starting on Omnipod. Simplify diabetes.\nSimplify life. Omnipod. In ez , le t me a sk y ou , you're using\nHead & Shoulders, right? Only when I see flakes. Then I switch back\nto my regular shampoo. You should use it every wash, otherwise the flakes\nwill come back. He's right, you know. Is that Tiny Troy? The ingredients\nin Head & Shoulders keep the microbes\nthat cause flakes at bay. Microbes, really? They're always\non your scalp... but good news, there's no itchiness,\ndryness or flakes down here. I love Tiny Troy. And his tiny gorgeous hair. Make every wash count! And for stubborn dandruff, try Head & Shoulders\n Clinical Strength. Re ad y? \"The Wild Robot\" is 98% Fresh\n on Rotten Tomatoes. Amazing!\n-Amazing. Movies just don't\n get better than this. I am a wild robot. [ howling ] In t he W ay bo rh oo d, ev er y de li ve ry i s a tr ea t. One pistachio for you, Sir. One strawberry poof, please. Oh. Enjoy it. Oh, poofect. Bye Waybor. Something minty? Of course, it's a large. [ gasps ] ♪ ♪ A double. Lucky. ♪ Wayfair.\n Every style. Every home. ♪ ♪ ♪ Come on in! Tuku and Lavo,\ngetting your first look at the new Gata tribe. Jon voted out\nthe last Tribal Council. GABE:\nWhat? ROME:\nWow. Oh, my God. Huge reactions. Wow. All right, shall we get\nto today's immunity challenge? (all voicing assent) First things first.\nRome, Sue, -got to take it back.\n-I ain't taking\na step toward you. -SIERRA: She's hiding.\n-Come on, give it up. Don't make me pull out my knife. (laughing) -Spicy.\n-Savage. Once again,\nimmunity is back up for grabs. For today's challenge, you're gonna jump into the ocean\n and race to a tower where you will retrieve\n a large bag of rice. You're gonna then work together\n to get that bag of rice through a very small hole\n and ashore, where one person\n will stand behind a cage door and maneuver a key\n through a maze. Once you have the key, unlock the door, tear open your bag of rice and retrieve a ball,\n where finally, three tribe members will attempt\n to maneuver that ball through a winding snake track. First two tribes\nto finish win immunity. In addition,\nyou're playing for reward. Want to know\nwhat you're playing for? (all voicing assent) (cheering, applause) -(indistinct chatter)\n-Let's go. Let's go. PROBST:\nFirst tribe to finish-- a massive Survivor fishing kit. -(whooping)\n-ANIKA: Oh, my God. Second tribe to finish, smaller,\nbut this will do the job. SAM:\nYeah! -(whooping)\n-PROBST: Last tribe to finish, otherwise known as the losers--\nI got nothing for you but a date with me\nat Tribal Council where somebody will be the second person voted out\nof Survivor 47. As a penalty for losing,\nI will take your flint. Gata, you are working\nto get yours back. All right, we have sit-outs. Lavo, you have one extra person.\nSitting somebody out. You cannot sit out\nthe same person in back-to-back challenges.\nWho's it gonna be? -It's gonna be Aysha.\n-PROBST: Aysha. -Tuku, who's it gonna be?\n-Me. PROBST:\nSue. All right,\nwe have our sit-outs. Everybody else,\ngive you a minute to strategize. We'll get it on. Let's do it. -(cheering)\n-Go, guys. (whoops) PROBST:\nAll right, here we go. For immunity and reward. Survivors ready? Go! -Everybody in the water at once.\n-SUE: Go, Tuku! PROBST:\nYour first job is\nto get that very heavy bag of rice down from the platform. AYSHA:\nGo, Lavo! PROBST:\nTuku heads up first. There goes Gata. Andy's got it. Rome has it for Lavo. Ready? It's heavy. Don't drop it. PROBST:\nTiyana and TK have it for Tuku. Put the weight on my head. -I got it, I got it, I got it.\n-You got it? PROBST:\nIt's Lavo in the early lead now\nwith their bag of rice. I got rough footing out here. PROBST:\nYou got to get everybody\nto that next obstacle -before you can start over.\n-AYSHA: Come on, Lavo! Lavo, you're good. -We're good, we're good.\n-Gata, you're good. Tuku, you're good. The rice is going\nthrough the hole. The players are going\nover the obstacle. PROBST:\nLavo working quickly\nwith that bag of rice. -Here we go.\n-Yup, back and forth. AYSHA:\nGood job, let's go! -You can drop. You can drop.\n-PROBST: Rome, going for style points. -You good?\n-PROBST: Lavo has their\nbag of rice through very fast. Yes! Yes, yes, yes! PROBST:\nGata has their bag of rice. They're heading out. -Nice. Here we go.\n-Yup. PROBST:\nTuku has their bag of rice. They're heading over\nand through. (grunting) PROBST:\nYou got to get everybody to the mat\nbefore you can move on. You got it, you got it, Andy. You're good, Lavo.\nIt's gonna be Rome on the maze. Here comes Gata.\nRachel's got to get there. You're good, Gata. -You guys are great.\n-PROBST: You're good, Tuku. It's gonna be Tiyana for Tuku, Rome for Lavo, Rachel for Gata. You guys are great. PROBST:\nYou're doing this blind. You're trying to find the hole and then get the key\nthrough hole. KYLE:\nMake a grid with your mind. PROBST:\nYou don't know\nif you're making progress until you get there. GENEVIEVE:\nGood job, Rome. -We got your back.\nYou're doing great.\n-Go, Rome! PROBST:\nYou'll know\nwhen you hit a dead end. PROBST:\nIt's much more difficult\nwhen you are blind. SUE:\nCome on, Tiyana! Let's go! -Oh!\n-PROBST: Rachel has it,\ndrops her key. SAM:\nYou got it. You got it,\nyou got it. PROBST:\nNow you can unlock. PROBST:\nNow Gata-- they have their key. PROBST:\nNow Rome feeling the pressure, Tiyana feeling the pressure. Wait, wait.\nKeep going, keep going. PROBST:\nRachel has the door open. Drop that bag on the table. Andy has the rice. Gonna use\nthat knife. Watch your hands! -Yeah, like the coconut.\n-Just like that coconut. -Yeah, baby. Go!\n-(whooping) -Tear it open.\n-SIERRA: Rip it\nlike that coconut. PROBST:\nAndy now looking for that ball. -Rome has it for Lavo!\n-Yes! He can unlock that door. It's\nnow Tiyana who's gonna feel it. -Yes!\n-Andy has the ball. It is Gata in the lead, something they are definitely\nnot used to. -Oh, yeah, baby. Yeah.\n-GENEVIEVE: I don't know what that means, but it sounds great. -Ah! Ah!\n-(whooping) -PROBST: Rome has the door open.\n-Come on! Drop that bag on the table. PROBST:\nTiyana still working for Tuku. Come on, Tiyana! -SIERRA: Don't stress.\n-SAM: All right. -We ready?\n-PROBST: Sierra, Sam and Anika. And this will take a lot\nof teamwork and a lot of communication. It's a very delicate move\nyou're trying to make as you guide that ball\nalong this winding track. There is a massive\nlearning curve to this challenge because it requires all\nthree players to work together. There are a lot of bogeys. Those holes\nyou've got to get around. Don't overdo it there.\nWe want it to stop right here. PROBST:\nLooking for that ball.\nHe's got it. It's gonna be Genevieve,\nRome and Kishan. Yes. Tiyana finally has the key\nfor Tuku. Tuku is through. -Let's go, guys!\n-AYSHA: All right,\nlet's go! Let's go! PROBST:\nKyle gonna open that bag. -I'm going.\n-PROBST: Gata working slowly\non their table. ANIKA:\nWe're learning. I want to eat this. Yeah, me, too.\nI was just thinking. PROBST:\nKyle looking for that ball now.\nHe's got it. Gonna be TK,\nGabe and Kyle for Tuku. AYSHA:\nYou got this, Lavo! PROBST:\nLavo drops.\nThey got to start over. -Let's go on the other side.\n-GENEVIEVE: Yeah. It is a blistering hot day. You're already exhausted. But it comes down to this--\none little ball, a windy little path, and victory\nawaiting you at the end. It is Gata in the lead. Keep it taut. PROBST:\nBut Tuku is now catching Gata. I'm going pressure, you're\ngiving finesse right now. Nice guide, bro. Nice guide.\nWe got it. Easy work. PROBST:\nA little tension,\na little slack. You need more, I give you some. I need some, you got to let go. Guide it at your pace. -You're good.\n-SIERRA: Am I giving slack? Yeah. Yup. Stop when we get\nright before the hole. ANIKA:\nStopping. Sierra, you're calling out\nwhich one's thicker. SIERRA:\nWell, my side. Wait. No. -Left side, left side.\n-SAM: Anika's side, okay. So both of you pull,\nget it to the end. -Let me get this\nto the edge.\n-ANIKA: Yup. When you figure out\nhow to work together on this, it becomes very easy. SAM:\nKeep going, Si. PROBST:\nLavo moving very slowly now, trying to learn\nfrom their mistakes. -GENEVIEVE: Okay?\n-ROME: We're good,\nwe're good, we're good. But we are absolutely\nneck-and-neck now with Gata and Tuku\nat the same spot, same obstacle. -Little bit more, Gabe.\nGive it a little bit.\n-Yup, yup. -Stop, stop, stop, stop!\n-PROBST: Tuku can't navigate it. That's how fast\nthis challenge can change. -Somebody pull. Watch it.\n-PROBST: It is Gata in the lead. -I'm pulling as much as I can.\n-Calm down. Stop! Hey, stop! All right? -What are we doing? Let's go.\n-PROBST: Gata starting to panic. ANIKA:\nOkay, well, I mean,\nI can't pull. Choke up on the rope.\nYou have more rope. Sam, Sam, if I pull it\nany further, it won't go. -Please listen to me.\n-SAM: All right. All right. PROBST:\nTuku moving quickly now, trying to catch Lavo.\nThey can feel the pressure, but somebody's gonna be last.\nSomebody's going to Tribal. -Slack, lot of it.\n-PROBST: Gata is very close to finishing this challenge. There is one spot left. -No!\n-I can't pull anymore. PROBST:\nGata at the last spot. One hole. Can they get past it and drop for the win? SAM:\nYeah. Watch it. Watch it. PROBST:\nVery close. -Oh, my God.\n-We're good. Stop. Stop. And they got it!\nGata wins immunity! Safe from Tribal Council.\nWe're looking for one more. And right now, it is Lavo\ndecidedly ahead of Tuku. -Keep the ring left.\n-PROBST: They have got to move or hope that Lavo -makes a mistake.\n-Very gentle. -ROME:\nAll right, all right, all right.\n-Nice move by Lavo. AYSHA:\nNice recovery. Let's go! That is not gonna fall\nthrough. We just need to... Wait, wait, wait, fellas. Wait. PROBST:\nTuku has dropped\nand has to start again. Now Tuku can feel the panic. GABE:\nI'm telling everybody. -Slow.\n-PROBST: This is it. It comes down\nto this moment right here. ROME:\nOkay, that's good. That's good. They're on the edge, and they're past it.\nCan they drop it for the win? GENEVIEVE:\nYup. Got it. They do! Lavo wins immunity... (cheering) ...sending Tuku\nto Tribal Council where somebody will be the second person\nvoted out of Survivor 47. Yeah! All right, Gata, -immunity is yours.\n-(whooping, cheering) And you earn your flint back. -Yes!\n-Yes! Gata safe tonight,\nno Tribal Council. I will miss you at Tribal. -I know you won't miss me.\n-We won't miss you, Jeff.\n-Promise. I don't take it personally.\nLavo, congratulations. For the second straight time,\nimmunity is yours. Well done.\nAll right, Gata, before I send you out,\nI have a question for Rachel. -Yes?\n-Did I see you putting some rice... in your pocket? You didn't see anything, Jeff. PROBST:\nUnbelievable. Empty your pockets. -Okay. Sorry.\n-SAM: You put rice\nin your pocket? SIERRA:\nDude, what a savage! -(Sierra shrieks)\n-(laughter) ROME:\nOh, my-- -SIERRA: It's in your pockets?\n-RACHEL: Yeah. SIERRA: Well, we were\ntrying to play smart. -ROME: Oh, my God.\n-Yeah, you got to empty 'em. Hey, when I was standing\nat that bag of rice, I thought, \"Maybe I can\ntake some home with us.\" I respect the try. -Thank you.\n-PROBST: Lavo, Gata,\ngrab your stuff. -(whooping)\n-Head back to camp.\nNo Tribal Council tonight. SOL:\nThank you, Jeff. Thank you. That was funny. -Yeah.\n-PROBST: That's a first, Rachel. -(laughing)\n-Hey. All right, Tuku. So, Tiyana,\nI see a lot of smiles. -It's fake.\n-(laughing) I'm trying my best\nto keep positive, you know? I mean, obviously we lost, so we got to stay positive and\nfigure something out, you know? So, it's tough. TK, now you enter the last part\nof the game, the biggest part of the game, when you go to Tribal,\nand you vote somebody out. You haven't had\nto deal with that yet. Can you anticipate\nwhat's gonna be different as you head back to camp? Uh, I mean, honestly, I'm\ngenuinely pissed off right now, so it's hard for me to even\nthink that far right now. I'm just... We got way too many\nsmiles over here for us to lose. I'm just not used to losing.\nI don't hang with people who are cool\nwith losing. I don't... I don't even associate myself\nwith that. If I lose,\nI'm not gonna be happy about it. And, uh, I just want\nto make sure that I have a tribe\nthat has the same mindset, and if we don't,\nthen that's a problem. All right, Tuku,\nTribal Council tonight, where one of you will be\nthe second person voted out of Survivor 47. And as a penalty for losing--\nsorry for you-- I'm gonna take your flint. Thank you. You will have a chance\nto earn this back at your next challenge.\nAll right, grab your stuff. Head out. See you tonight\nat Tribal Council. SUE: TK threw Tiyana\n under the bus because he was angry\nthat she was smiling. Before today's challenge, I always thought\n she was with the boys, but the rage on her face\n and the anger just showed that she was so upset with TK,\n and hopefully, that put the nail\nin the coffin for him. Un it ed He al th ca re k no ws you've got your whole life\n ahead of you. ♪♪ ♪♪ It's nice to know you're free\n to focus on what matters, with reliable\n Medicare coverage from UnitedHealthcare. Ok ay , id ea s. Where're we going? ━I got one.\n━I got one! ♪ (\"Do You Wanna Dance?\"\nby The Ramones) ♪ ♪♪ What about a comedy show? I've seen you,\nI've swiped on you... no. Oooh! I've got an idea... I feel hungry. ━Mmhmm.\n━Let's go. Whatever your vibe... [multiple speakers]\nTacos! Definitely tacos. find it in the All-new,\n All-hybrid Camry. Toyota. Let's Go Places. Al l ri gh t, w e ' re d on e! We're not done. You need more boxes. Fast. I can fix that fast. Fast fixes with Phelps. That's why\nyou're the GOAT! Mr. Swimming! ━The human dolphin!\n━Or Michael. Delivery at the speed\n you need. Wa nn a kn ow a s ec re t? More than\njust my armpits stink. That's why\nI use Secret Whole Body Deodorant. Everywhere. 4 out of 5 gynecologists would recommend\nWhole Body Deodorant which gives you\n72 hour odor protection. From your pits to your... [spray noise] Secret Whole\n Body Deodorant. Lo ok in g fo r a re as on to t ry t he n ew $5 Meal Deal at McDonalds? Here's one, two, three, four\n and the price makes 5. That's everything you get with the new $5 meal deal at McDonald's. Ok y 'a ll w e go t te n or de rs co mi ng i n. . bi g or de rs ! Starting a business\n is never easy, but starting it\n eight months pregnant.. That's a different story. I couldn't slow down. We were starting a business\n from the ground up. People were showing up\n left and right. And so did our business needs. The Chase Ink card\n made it easy. When you go for something big\n like this, your kids see that. And they believe\n they can do the same. Earn unlimited 1.5% cash back\n on every purchase with the Chase Ink Business\n Unlimited card from Chase for Business. Make more of what's yours. (V O) T he a ll -n ew $ 13 P iz oo ki e ® Me al D ea l at B J ' s Re st au ra nt s. Choose from eight great\nBrewhouse entrees. And get the sweetest ending\never... a free personal Pizookie®\ndessert. An entrée plus free dessert just\nthirteen bucks! That's a sweet deal. ♪ ♪ SUE:\n Oh, dude, please tell me\n we have some. -Yeah.\n-Yeah, yeah, okay. -(Sue sighs)\n-Yeah. GABE: At the challenge, I saw Tiyana rolling her eyes at everything that TK said, and that changed things a lot for me.\nBecause, initially, I felt like the lines\nwere pretty clear in the sand. And on one side\nof the equation, it was me, Sue and Caroline,\nand nobody really knew about it. And on the other side\n of the equation, it was TK, Kyle and Tiyana. And I thought Tiyana was in\n really tight with the guys. I hope you guys didn't think\nI was like, -\"Yay. Can't wait.\"\n-I can't-I can't-- No. I cannot stress enough\nhow nobody thought that. But I think that what happened at the challenge today\n really put her in an emotional state that is gonna guide\n her decision-making tonight. And if that plays in my favor, then I am all for it. TK: Playing sports my... majority of my life--\n it really just builds this mindset in you\nthat, like, you don't put all this work in\nto go out and lose. For me, man, I just... I don't\n really do well with losing. We got a tribe that should win\nevery single challenge, and we're not doing it. I feel like\n I'm a leader on the tribe, and if y'all gonna be\n on my tribe, everybody needs to have\nthe same mindset that I have. So now, I'm gonna start\ntelling people what we're doing. \"This is the goal, this\n is the plan, let's execute.\" TIYANA:\n I'm not gonna lie. When TK popped off-- like, that hurt,\nand not just because... (mockingly): I'm a dramatic\nlittle woman. I... Like, he basically stood,\nlike, on his high horse and called us all losers. Even if I lose a ballgame, I walk out on the field\nand I slap hands with people, -and I'm like, \"Hey, good game.\"\n-Yeah. Like, the sportsmanship. -Like, for real.\n-KYLE: Yeah. Y'all talking ... about me? -No.\n-No. TIYANA: The fact that TK\ncouldn't take any accountability for the loss as a team-- that pissed me off. T was a little rubbed off\nthat you didn't apologize to her right away. Like, that kind of, like,\nruffled some feathers. Bruh, I don't owe her an\napology, but I don't know, bruh. Like, now I'm starting\nto not trust T. KYLE:\n Tiyana was not\n feeling the respect from TK, and, uh, I think that he should\n have apologized to her. But TK, Tiyana, myself-- they're my ride-or-dies. So, I'm trying\n to keep that together. I just got to make sure\nT's not gonna ... this up. Let me get us together. Maybe\nwe can straighten that out. And it's-it's... The strategy talks-- that's\nthe hardest part of this for me. I can hang out in the jungle. A country boy can survive.\nI'm not worried about it. Hank Williams said it best. But this is the first time that my wheels really had\n to be spinning like this. If you have an issue\nwith anything that I say, -please come to me\nand talk to me about it.\n-Mm-hmm. Like, I don't need you going\naround the circle to tell me, like, that you feel\na certain type of way. -Yeah. Mm-hmm.\n-Talk to me about it. At the end of the day,\nI didn't even see who smiled on the tribe,\nso nothing was pointed at you, him, anybody. Jeff said, \"Damn, Tuku.\nYou guys are smiling. You're going to Tribal tonight.\" -And that's what triggered you?\n-And I said, \"I'm not comfortable\nwith anybody smiling right now.\" But that being said,\nare we straight? -Uh, yes.\n-All right. TIYANA:\n When I came out here,\n I knew that I wanted to be a player that separated emotion\nfrom gameplay. I could not like you,\nbut I could work with you. And I'm...\nand then, I'm just like, \"No.\" TIYANA:\n But it's very, very difficult\n because right now, I'm getting a little bit annoyed\n at TK with his ego. However, strategically, he is a great physical asset\n to have in these challenges. And I know that I have to\nsometimes put the emotions aside if I want\nto get farther in the game. -I just want to make sure\nwe're all good.\n-KYLE: All right. -Yup. No. Ser...\n-Love you. Love you. -We're straight. We're solid.\n-So... We're gonna\nstick to the same plan. Sue: done. TIYANA:\n I do believe that Sue,\n right now, is one of the weaker members\n of the tribe because she can't\n really contribute to physical challenges, and it kind of seems like\nshe's fizzling out on day five. -I'm good for it.\n-TK: I think we stick with Sue. -So we stick with Sue? I'm game.\n-And that'd be the end of it. TK:\n Sue needs to go home. It's not a hard decision\n because Sue doesn't really bring anything\n specifically to the tribe. So, think my game plan\nis working flawlessly right now. I think that's\nthe only way we can play. Myself, Tiyana and Kyle--\n locked in. And Gabe will do\n whatever I need him to do. So, the way that I'm moving these chess pieces around, everybody else\nis playing checkers right now. . They're eating the cats. They're eating the pets. This is what is happening in our country. While Trump is focused on...that Kamala Harris is focused on you. It is important\nthat we move forward and address the needs of the American\n people. Address the housing shortage. Support our small businesses. Address bringing down\n the price of groceries. And I pledge to you that I will. FF PAC is responsible\n for the content of this ad. Th is C ha rm in U lt ra So ft S mo ot h Te ar has wavy edges. It's no ordinary square. Charmin Ultra Soft\n smooth tear has wavy perforations that tear\n so much better, with more\n cushiony softness. Enjoy the go,\n with Charmin. Sk in c ra vi ng n ex t le ve l hy dr at io n? Neutrogena Hydro\nBoost Water Cream. A vital boost of\n9x more hydration that's clinically proven\nto boost your skin's barrier for quenched, dewy skin\nthat's full of life. Neutrogena Hydro Boost. [ ♪ ♪ ] Did you know,\nthere's a detergent that gets your dishes\nup to 100% clean, even in an\nolder dishwasher? Try Cascade\nPlatinum Plus. For sparkling\nclean dishes even on the\ntoughest jobs. Just scrape, load\nand you're done. Switch to Cascade\nPlatinum Plus. Up se t St om ac h Iberogast Indigestion Iberogast Bloating Iberogast Thanks to a unique\n combination of herbs, Iberogast helps relieve six digestive symptoms to help you feel better. Six digestive symptoms. The power of nature. Iberogast. GABE:\n I think T is cool with us. I think T will go Sue\nif we want her to go Sue. -I think she would.\nYeah, yeah, yeah.\n-You know? I think Caroline and Sue... -No, no, no.\n-TK: You know? I feel like T is almost more\nlike bro than... With us. Yeah, exactly.\nYeah. No, totally, totally. -All right, so...\n-GABE: I... I think we just go four on Sue. TK thinks that\nit's the three guys plus Tiyana. That's what I need to happen. I need him to think,\n\"Before we go to Tribal Council, \"let me get Gabe in\n'cause he's our fourth vote \"and he's just happy to do whatever we say anyway.\" I think we do that\nand, uh, call it a day. GABE:\n So, TK feels extremely secure\n right now, which will make this\nquite a blindside. If we can pull it off. I'm praying to God you do not\nneed to play your idol tonight. I could play the idol for Sue, but the thing with Tiyana\n has changed things a lot. -This is... Yeah. She's four.\n-Okay. Yeah. Yes. 100%. And I think if we can lock\nTiyana in as a fourth right now, I don't see any reason\n to use my idol tonight. I will have\na ... conversation with her. That's what I was gonna say. You don't know I... Yeah. I will absolutely be like-- -Whatever you got to say\nto make it happen.\n-Okay. All right. Let's go, guys.\nWe rock. CAROLINE: Tonight, I really hope\n Tiyana's on our side, because if we go to a tie,\nand you can't convince anyone to change their votes,\nyou go to rocks. And the two people the\n entire tribe wants gone most-- they're safe. And the odds of the people who are drawing rocks--\n25% chance you go home. It's really risky. -I trust you all wholeheartedly.\n-Oh. Yeah, even if it's a tie. Well, that-that would have\nto put Tiyana, and she's gonna know if she has\nto ... change her vote. All of us have the balls\n to go to rocks. I'm a risk-taker, and I am not gonna cow down to anything. I'm gonna go all out. I don't want anybody to know\nwe've been a threesome, 'cause then she'll know\nwe've been lying to her. -Good.\n-So she's gonna think\nit's us girls. Tiyana doesn't know\n that Caroline, myself and Gabe are in an alliance,\n so the only thing that's gonna have to happen is Tiyana's gonna\n have to jump ship. I feel like, you know,\nI understand -if you don't want to do TK.\n-No. But I feel he-- Taking out the\nbiggest threat would be sick. You... Yeah, it would,\nand it would... -Be epic.\n-It would...\nNo, it would be epic. -Like, we just need the numbers.\n-Yeah. How else are we supposed\nto flip this? -Yeah.\n-Like, then what--\nwe go to rocks? -I will go to rocks.\n-Yeah. Sue wants TK\n to be the next vote. Honestly, it'd be\na ep-epic boss girl move. TIYANA: However, TK and Kyle are really, really,\n really close, so, that's a big problem if it comes into blindsiding TK,\n'cause I'm also blindsiding Kyle,\n and I don't know how I could rebuild\n that relationship. It's really taking a toll. Yeah. As long\nas us three stay together. It's all about if we think\nTiyana will go to rocks or not. I don't think she will. TIYANA:\n It is really difficult\n being in the middle because it does feel like a lot of pressure on my shoulders\nto deliver to people that have put their faith in me. (groans)\nThis waiting. That's the worst part, honestly.\nWaiting around. TIYANA:\n It would absolutely\n make sense for me to vote Sue tonight because TK has strength on his side,\n but I don't want to work with someone\nwho I feel disrespected me. So, it really is this toss-up between emotion and strategy. I can only hope\n that my gut is right, and that I'm trusting\n the right people in this game. No th in g co me s cl os e to t hi s pl ac e in t he m or ni ng . I'm so glad\nI can still come here. You see, I was diagnosed\nwith obstructive HCM. And there were some days\nI was so short of breath. I thought I'd have\nto settle for never stepping foot on\nthis trail again. I became great\nat making excuses. But I have people\nwho count on me so I talked to my\ncardiologist. I said there must be more\nwe can do for my symptoms. He told me about a medication\ncalled CAMZYOS. He said CAMZYOS works\nby targeting what's causing\nmy obstructive HCM. So he prescribed it and I'm really\nglad he did. CAMZYOS is used\n to treat adults with symptomatic\n obstructive HCM. CAMZYOS may improve\n your symptoms and your ability\n to be active. CAMZYOS may cause serious\n side effects, including heart failure\n that can lead to death. A risk that's increased\n if you develop a serious infection\n or irregular heartbeat or when taking certain\n other medicines. So do not stop, start or\n change medicines or the dose without telling\n your healthcare provider. You must have\n echocardiograms before and\n during treatment. Seek help if\n you experience new or worsening\n symptoms of heart failure. Because of this risk,\n CAMZYOS is only available through a\n restricted program. Before taking CAMZYOS, tell your doctor about all\n of your medical conditions, including current\n or planned pregnancy. Today with CAMZYOS, I don't\nlose my breath as often. My symptoms have improved, helping me go from\nexpecting less to experiencing more. My name is Mike. And this is my\nCAMZYOS moment. Call your\ncardiologist today and see if a\nCAMZYOS moment may be in\nyour future too. Ok , 50 0 de lu xe g ar de n gn om es . Wo w. I only meant to order five. There's not enough money\nin my account for these. I'm gonna get charged. Two things I just\ncan't deal with. Overdraft charges.\nAnd garden gnomes. But your BMO Smart Advantage\nChecking account gives you an extra day\nto avoid an overdraft fee. Nice to see a bank\ncutting people some slack. Mistakes happen. And we give you time\nto correct them. So, you don't like gnomes huh?\nWhat about that one? That one I like.\nA lot. ♪ BMO ♪ ♪ ♪ (chuckling) Behind each of you is a torch. Go ahead and grab a torch,\ndip it in and get fire. This is part of the ritual\nat Tribal Council, because in this game,\nfire represents your life. When your fire's gone,\nso are you. That's gonna be the case for one of the six\nof you tonight. So, let's get into\nthese first few days. Sue, did you see\nany natural pairing? It often happens when you have\na group of strangers that you say, \"Oh, I'm from\nthat part of the country\" or \"I'm the mom, too.\"\nDid you see any of that? What I actually saw\nwas a bromance developing, and I felt like\nfrom the very beginning, there were, like, the three guys and the three girls\non the bottom. -Really?\n-Yeah. PROBST:\nTiyana, do you agree with that? I honestly do agree. It seemed like\nthey vibed really well. But also, this is Survivor. Nothing's ever so cookie-cutter.\n\"Oh, boys and girls.\" -Right.\n-So, I really do think that what once started\nas a bromance maybe possibly could be split.\nWe never know. PROBST:\nSo, let me just check\nwith the three guys. Do you agree with that?\nDid you all feel like -you just bonded quickly?\n-Oh, yeah. -I mean...\n-I... I bonded pretty quickly\nwith them. but I also bonded\nwith some girls, as well. I'm not strictly on a bromance\nor a romance or nothing. PROBST:\nTK, one thing Sue said very clearly was,\nthe men were on top, and the women were\non the bottom. She didn't say it was even in her view. TK:\nI think what a lot of that had to do with is maybe she wasn't\nas comfortable initiating conversation like the guys were. If you're kind of just\nin your own bubble, that can make you feel that way. So, Sue, that's\nvery much your problem. That's not my problem\nwhatsoever. I can socialize and be very good\nwith men as well as women. There was a line,\nand you could tell, you know,\nthey wanted to stay strong. TK:\nI just got a question. Has anybody really talked to Sue\nmore than two or three times as far as, like,\ndeep conversation? -Have you?\n-I've tried. I mean, we've tried to have\nconversations. I'm just saying. I'm just asking the question,\nlike, how much did you actually initiate conversation\nwith everyone else? That's the things that\nyou have to do on Survivor, is you have\nto have those conversations. And if you're not, we all know\nby watching the game, things can change. Gabe, it can't\nsurprise you that, already, there's this division\nor misunderstanding or whatever\nit might ultimately be. That's part of the design\nof this game. You take a group of strangers\nand you thrust them into crisis and say, \"Figure it out.\" Yeah. I think that\nin the game of Survivor, there's two kinds of\nrelationships you have, right? There are your\nstrategic relationships and there are\nyour social relationships. And I think that people,\nespecially in early days, they see social relationships,\nand they immediately associate them\nwith strategic relationships. But those two things\naren't always the same thing. PROBST:\nCaroline, is there\na stated philosophy with this tribe when it comes to searching\nfor idols or advantages? There's really only one person\nI can think of who is known as the person for, like,\nyou can tell what they're doing. -So...\n-PROBST: You're all smiling. Do you know\nwho Caroline's talking about? -Yeah.\n-Yes.\n-PROBST: Who is it? -Gabe.\n-Ooh. So, Gabe, is this a surprise\nthat they are onto you? GABE:\nI mean, look, the game says, \"Here's\nan island, and it's yours.\" And this is an opportunity\nto be a kid again. And I like to Tarzan around\na little bit, and, you know,\nI'm not blind to the fact that that's gonna\nraise eyebrows, but I want to be Indiana Jones\nfor a little bit. Let me be Indiana Jones.\nCome on. PROBST:\nGabe, your enthusiasm for that, to me, is the hallmark\nof a new era player. You all tend to wear your hearts\non your sleeves. You're more passionate. We had it with you today, TK. It was different. You were\nfrustrated about the challenge. So, did you have an intention when you said, \"I want people\nto know I'm not happy\"? Absolutely. I think the whole\ngoal of me even speaking out wasn't to single any one person\nout on the tribe, but more to get\neverybody's attention to reinforce the fact that we should not\nbe okay with losing. And we need to understand that\nwe want to win, we need to go as hard\nas we can go and not be happy\nwith being last place and not be complacent\nwith being last place, especially for the fact that\nsomebody's going home tonight because we didn't win. (thunder rumbles) PROBST:\nSo, Tiyana, tonight's vote is the first test of trust. Did you find yourself needing\na little more reassurance? TIYANA:\nOh, absolutely.\nAnd kind of going back to balancing\nsocial and strategic, it's like,\n\"Oh, do I like this person \"and I kind of trust them\nfor them just being themselves, \"or do I trust them\non a strategy level of, like, playing\nthis game with me?\" So, at this point, I'm like, how\nwill the chips fall? You know? So, moving forward in this game, I need to work with people\nthat I can genuinely trust. But also, you never\nactually know who you can trust until whoever's\ntorch is getting snuffed is getting snuffed. And on that note,\nit is time to vote. Caroline, you're up. ♪ ♪ Want to see a magic trick? In one fell swoop, I will make\nyour Survivor dream... disappear. I'll go tally the votes. ♪ ♪ If anybody has an advantage\nor an idol and you want to play it,\nnow would be the time to do so. GABE:\nYeah. PROBST: Okay. Playing this for yourself? Yeah. This is a hidden immunity idol. Any votes cast\nagainst Gabe will not count. All right, I'll read the votes. First vote: Sue. TK.\nOne vote Sue, one vote TK. Sue.\nTwo votes Sue, one vote TK. TK.\nWe're tied. Two votes Sue, two votes TK. TK. -Hmm.\n-That's three votes TK,\ntwo votes Sue, one vote left. Second person voted out\nof Survivor 47: -TK.\n-Wow. PROBST:\nNeed to bring me your torch. -Good stuff.\n-Sorry, TK. No worries.\nNo worries. (TK groans) TK:\n(exhales) Man. (TK sighs) -TK, the tribe has spoken.\n-All right. PROBST:\nTime for you to go. (sighs) Oh, man. Grab your torches.\nHead back to camp. Good night. TIYANA:\nGood night, Jeff. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org Pr im e Bi g De al D ay s is co mi ng O ct ob er 8 th a nd 9 th . With exclusive savings\njust for Prime members, you'll feel like a big deal. Shop deals on electronics,\nfashion, and more this Prime Big Deal Days October 8th and 9th. De pe nd k ee ps y ou d ri er th an e ve r. .. so you can say\nYES to more than ever. Yes Yes Yes No. Depend, the only thing stronger than us, is you. Progress. It's something so many of us\n get out of bed each morning striving for, fighting for... Oh, my God. Stop it. and struggling for. But progress doesn't happen\n overnight. Ready? It requires a belief\n that things can be better. It's okay. A commitment to actions\n that make things better. And an understanding\n the little things matter. Keep it up, bro. Because for someone else,\n it could be big. Why is Progress\n also in our name? We've always believed insurance\n should do more. That's why we've gifted over a\n thousand vehicles to veterans, funded housing programs\n for families in need and why we're working to make\n roads safer... You're doing good. ...and housing more fair. Progress is for all. And that drives us... That was so sick. ...day in and day out. ANDY:\n There's trouble\n in paradise here in Gata. PROBST:\n Next time on Survivor... ANDY:\nOoh. I'm pissed off. There they go! ROME:\n I feel like I'm running\n this game right now. We might as well rename it to Survivor: Rome. >> A nn ou nc er : P RE VI OU SL Y ON \"B IG B RO TH ER \" ! WI TH T HE P OW ER B AC K UP F OR G R GR AB S! MA KE NS Y ST AC KE D U P AN OT HE R W IN . >> I F IN AL LY W ON H OH A ND I H AV E SO ME P OW ER ! I W AN T TO U SE T HI S T O SE T U P TH E RE ST O F M Y GA ME . TH AT W AY I C AN M AK E I T TO F IN AL E NI GH T AN D I T AL L ST AR TS B Y GE TT IN G O UT . >> A nn ou nc er : B UT S OO N A FT ER , JA KE Y WA S T ER MI NA TE D ! RE VE AL IN G TH E R AN GE F UL L RE AD RE TU RN O F A IN SL EY ! >> J AN KI E ON LY W AN TE D FU ND A ND SO I H AD N O CH OI CE B UT T O TE RM IN AT E H IS S OU RC E CO DE . HE 'S B EE N E RA SE D F RO M EX IS TE NC E. JA NK IE W OR LD D ID T EA CH M E ON E TH IN G, T HE H UM"
}