{
    "season": 47,
    "episode": 7,
    "title": "Our Pickle on Blast",
    "transcript": "(cheering, screaming) Oh, my God! Yeah! Hey, hey, hey, let's go! PROBST:\n Previously on Survivor... I'm just letting you know. -Thank you for letting me know.\n-Yeah. -Thank you for letting me know.\n-Yeah. I think I might be a little bit of a mastermind right now,\nyou know? Rome just talks, talks, talks, and it's crap, crap, crap. Rome is now,\nin case anybody wants to know, my number one hit. First opportunity, Rome's outie. SAM:\nEverybody here\nwould be very happy voting Rome tonight. I would love it\nif there was a second name. -Yeah.\n-Are you guys okay with Andy? If it's Andy, it's Andy. SIERRA:\nYeah. ♪ ♪ First vote: Andy. Sixth person voted out\nof Survivor 47: Rome. The tribe has spoken. ♪ ♪ Yes, congrats. -(indistinct chatter)\n-(clapping)\n-SOL: Yay. TEENY: Right now, I am feeling so, so, so, so good about\nwhat happened at Tribal Council. Rome, my biggest source of paranoia and stress\n in this game, was collectively voted out. And not only\n is the Amulet Advantage out of my hands. It was also played on me so that I didn't even\nhave a chance of going home. -Congrats. All right?\n-Congrats. TEENY:\n But beyond that, Sol is the only known person\nwho wrote Andy's name down, and he needs to do\n some damage control, because obviously, Andy's gonna\nbe upset with that. -I did not want to do that.\n-Uh-huh. I promise you with all my heart, -I did not want\nto do that, okay?\n-Uh-huh. Yeah. I genuinely believed\nRome had an idol. -Right.\n-I really did. -Okay?\n-Yes. -And if he puts my name down...\n-Uh-huh. and everyone is on Rome... -Yeah.\n-I'm gone. -Okay, so you're very confident\n-Yeah. -that he has an idol\nand he's gonna play it.\n-Right. That means you're very confident\nthat you're sending me home. Well... Of everyone\non God's green Earth, -Right.\n-you chose me. Right. -Why?\n-Okay. SOL: Me voting for Andy gives me\nsome work to do. I knew there was a chance\n that Andy would still be here, but I had to protect myself,\n so now I know I have to\ngive up some things to earn his trust back, and, um,\nI have no problem with that. I didn't want to do it, Andy, but they were all coming\nback to me, and were like,\n\"Hey, Rome wants you.\" I was like, \"Okay, fine,\nbut we have to have a backup.\" Okay. Okay. -So that's when I was like...\n-Who-who, exactly? It was Sam. Sam is the one who said that you're the backup, okay? ANDY: I did a lot of work to get\n out of Gato alive and have a decently strong alliance\nwith Sam and Sierra, but I feel like, as time has gone on,\nlittle things have started to not add up in terms of how\n they're moving in this game. And when Sol tells me\n that they are using me as a sacrificial lamb,\n I wasn't shocked. I wasn't that surprised,\n but I was, you know, sort of woken up, and things became\nvery clear to me. -Based off what\nyou're telling me,\n-Yeah. I need significant help\n-Uh-huh. from real allies. -So, I want some protection\nfrom this in the future.\n-Mm. -And what I want is an alliance\n-Yeah. where people are not\ngonna be throwing my name as a backup option. -Do you want\nto be a part of that?\n-Absolutely. -Um, you...\n-The next, like,\nthree, four moves, you need to make are just...\nneed to be exactly how I expect. -Okay, man.\n-And we get rid of Gata. You got it, man.\nMy man. ANDY:\n After this vote, I realize if I'm gonna survive the\nsecond half of this game, like, I need to flip the switch. I need to take control\n and have authorship over how the rest\nof this game is gonna go for me. And right now, that means\n I should just gun for my Gata tribemates, because if they're gonna come for me, I need to get them first. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ANDY:\n Whatever you need, Sierra. Do you want my Shot in the Dark? I can give you\n my Shot in the Dark. I mean, I would love that. ANDY:\n I'm so thankful for you. -Yeah, man. I got you.\n-Let's go. -You know I got you.\n-Yeah, I do. It was Sam. Sam is the one who said\n that you're the backup. ANDY:\n Last night really\n got my head spinning because I really feel like\n I invested in those relationships\n with Sam and Sierra on the early days of Gata. But I'm realizing\n that I am a third wheel and ultimately, very expendable. Not even just at the endgame,\n but even now. And so, I'm reevaluating my game coming into this merged tribe. I feel like\n I have an opportunity to find, really,\n sort of my people that I can really roll with\nfor the long term in this game. And, long story short... ...I want to swing away\nfrom Gata. GENEVIEVE:\n Did you have an okay sleep? ANDY:\nI slept okay. Uh, Tribal Council\nwas interesting, obviously. I know. Oh, my God.\nHow are you feeling? I really just need to know\nhow to go forward, like... Last night, my number one\nwent home, and I'm, like... I'm not taking a second\nto mourn it. All I'm thinking is, \"Okay, I'm in the market\n for a new ally,\" and top of my list is Andy. We need to find a way to, like, not just be the singles,\nyou know, -because the singles,\nno one's afraid of.\n-Yes. -Yeah, let's do something\nabout it.\n-Yeah. -Like, let's take the game\ninto our own hands.\n-I love that. After the first\nimmunity challenge, Andy had\nwhat I can only describe as a moment of, like,\ntrue, raw, vulnerable panic. But I really felt\n for him in that moment, and he's still here. I think, probably, because\n people were using him to further their agendas,\n but now he has an agenda and I have an agenda,\n and if we can work together, we can\ntake back a little bit more power\n at this stage in the game. Okay, so if there's 12 of us,\nwe need seven. So, if you and I always have, like, open conversations,\nwe can kind of figure out what's going on\nand who's telling what to who. You know what I mean?\nLike... I have a vision. I have a vision for how\nthis game could go for us. -Okay.\n-And I like it. Is it good? Is it a good vision? -Yeah, it's a good vision.\n-Yeah. It could be, like,\na big sneak attack -in this game.\n-Yeah. That'll serve us both so well. -Yeah.\n-That would be so good. In order to change my fate, here's what I'm missing\nright now: a real number one in this game. I've worked closely\nwith a few people. I've worked closely with Sam,\n but that's drifting away. And until now, Genevieve is someone\n I didn't know left from right. I didn't really know\n where she stood. I didn't know\n what her game plan was. But I'm kind of\n seeing her, really, as a pretty good\nopportunity for me to pick up that one person who\nalso doesn't have a number one. -I'm excited\nfor what we could do.\n-Yeah. -Oh.\n-The possibilities. Yes. Yes, yes, yes. Th e fi rs t ti me y ou t ry Bo un ce , it h it s yo u. Your laundry\n feels way fresher, softer. So you start to wonder. If I put a sheet of Bounce\n on the finance guy, will it make him softer? Bounce can't do it all\n but for better laundry, ♪ Put a sheet on it with\n Bounce. ♪ Am az on f al l fa vo ri te s ar e he re . Save on fashion, home,\nbeauty and more. Shop Amazon fall favorites now. ♪ ♪ SIERRA:\nWait, Sue. They told me... I can't believe\nyou don't play pickleball. I'm, like...\nBeing a tennis player. I have played it,\nbut it's not... -It's not?\n-I play racquetball every day. -Yeah, so that's...\n-So, and then... -She needs her adrenaline high.\n-(laughs) SIERRA:\n This morning, we're just getting our Buffs, we're just officially\nmaking it into the merge. And it's, like, there's been\n so much going on at once. Like, we're trying to, like,\n all chill at camp. And then, of course, Genevieve comes about,\nand she's like... -I have tree mail.\n-(all exclaiming) SIERRA:\n In Survivor, you can't let your guard down,\n and it's, like, actually the most exciting part,\nbut also terrifying. \"A nerve-racking situation, \"the vote looming overhead. \"Lose your focus\nand lose this test, tonight, your game\njust might be dead.\" SUE:\nOh, nice. RACHEL: So at this point,\n I'm, like, really trying to look ahead,\nand I'm really trying to see who I'm clicking with. TIYANA:\nGot to get out of this blazer\nbefore we friggin'... -I love that you have a blazer.\n-Oh, my God. RACHEL:\n Right now, I feel really good\n about the Tuku women. I feel really good about, I mean, most of the women\nin this game, honestly. I think that, ideally, I'm going to find six to eight\n of these people that I really feel like\n can work together, and we can start kind of picking off \"the other side,\"\nquote, unquote, you know, whoever that may be. Like, we all... Exactly. -Dude, that'd be... sick.\n-SIERRA: Oh, yes. -I would love...\n-Oh! And we have the power\nto do it, so let's do it. In the Survivor lexicon,\nI feel like the all-girls alliance\nis almost, like, mythologized at this point. It's been done before. We've seen\n the Black Widow Brigade pull off some of the best moves\n in this show. Since then,\n it gets snubbed before it even gets a chance\nto kick off and start. But the way that I would dream\n to play this game is to form an all-women's\nalliance and eat all the men. That's, I mean, just\nan ideal-case scenario for me. And I really like\n the ladies here, and I think that we could\n all get on the same page. So, who are... who are\nsome prospects? Like... Oh, my God, I...\nLike, me, personally... I'm sorry. Gabe is a threat. TIYANA: There are more women than there are men\nin this post-merge sequence. But for me,\n I have to really start to weigh the options\n of if I want to continue to stay\nin this Tuku five or if I want\n to completely flip ship and try to form\n genuine connections and a genuine alliance\n on the other side, because I think that this is a perfect\nopportunity to get Gabe out. I've been wanting Gabe out\n since the beginning. I feel like\n I cannot trust this man. But no matter what,\n I want people to see me as an individualized player,\n and that I can make my own moves\non my own time, in my own way. ♪ ♪ Come on in! Day 13, the merged tribe of Survivor 47. So, Andy, the last Tribal Council,\nyou voted out Rome. It wasn't unanimous,\nbut it was the vast majority. You've got the 12 people that you want\nto move forward with -and battle against.\n-Yeah. So now how does the game change as we head into\nthe next challenge? It's just gonna\nget a lot tougher. I feel like\nwe got into the same beach, and one person sort of sunk their own game,\nimmediately. And that's a really good\nconsensus-builder. That built this community. -Hmm.\n-But, um, now,\nit-it just starts. It gets that much\nmore dangerous. We don't know\nwho the next target is. We have to play Survivor and see what shakes out tonight. All right. Well, let's get back\ninto the game, then. -Whew!\n-First things first. Kyle, got to take it back. Yes, sir. Thank you. Thank you. -You're holding onto that.\n-Yeah. Once again, immunity\nis back up for grabs. For today's challenge,\nyou're gonna need balance, concentration and endurance. Here's how it works. You're gonna stand\n on a narrow beam while balancing a ball\n at the end of a very long pole while holding the pole\n above your head. At regular intervals,\n you're gonna move farther down the beam, making it more difficult\n to balance and concentrate. And the longer\n you're in the challenge, more difficult to keep that pole\n above your head. If at any point you fall off\n or your ball drops, you're out. So, now that you have\nthe community you want, let's divide that community -and pit you against each other.\n-(gasps) PROBST:\nHere's how\nit's gonna work today. We're gonna randomly divide\ninto two groups of six. The one person\nwho lasts the longest for the entire challenge wins, for their group, immunity. -Oh, my God.\n-PROBST: Everybody on that team will be safe tonight\nat Tribal Council. You will watch Tribal Council\nbut you won't cast a vote, and you can't have a vote\ncast against you. You are safe.\nYou will see -day 14 of Survivor 47.\n-Wow. PROBST:\nThe person who lasts the longest\nfor the losing group earns individual immunity,\nand you will need it, because that group\nis going to Tribal Council, where somebody will be the seventh person voted out\nof Survivor 47. And as a penalty\nfor being voted out, you won't even make the jury. In addition, -you're playing for reward.\n-KYLE: All right. -Want to know\nwhat you're playing for?\n-(all voice assent) The winning six will go back\nto camp and enjoy an afternoon of baby back ribs. -(gasping)\n-Oh, my God.\n-No! -No.\n-PROBST: Potato salad. -Potato salad. Potato salad.\n-Yes. -Potato salad.\n-Corn on the cob. TIYANA:\nNo. Shut up. PROBST:\nBeer and soft drinks. -Oh, my God.\n-SUE: Oh, my God. Losers, nothing but a date with\nme tonight at Tribal Council. Big enough stakes? -(all voice assent)\n-All right,\ngonna do a rock draw. -Ah.\n-Oh, my gosh.\n-Always twisting, Jeff. -Always twisting us up.\n-All right, take a rock.\nDon't look at it. You know I love this part. Which color are you gonna get? Which color do you want? Who else is gonna have\nthe same color? Who are you gonna\nbe competing with? Who you gonna\nbe competing against? Let's see what we have. Everybody, put out your palms... ...and let's reveal. If you are Blue,\ncome right over here on my left. -Yellow, the far end.\n-Okay. (quiet, indistinct chatter) RACHEL:\nFeel like we got\nsome endurance in here today. PROBST:\nAll right, so let's see how this worked out. We have Genevieve, Sierra, Teeny, Sol, Andy and Sam. Sam, what do you make\nabout this draw? Yeah, I mean,\nit's three Gata, three Lavo, and I think this is now a team of six because if one of us can clutch up for\nthe other five, we're all safe. So, I'm trying not to think\ntoo much about the dynamics and trying to focus\non how can I make sure that all six of us,\nuh, feel good tonight. All right, the other six. We have Rachel, Caroline, Sue, Tiyana, Gabe -and Kyle.\n-(laughs)\n-Wow. Tell me, Sue.\nYou've got your hands out. We have our whole Tuku tribe. -Plus me.\n-Plus Rachel.\n-(laughs) PROBST:\nRachel. On one hand, if you lose, things, on paper,\nmight not look good. -Yeah. Sure.\n-Five versus one. But we're in the merge.\nEverybody's wearing purple. Yeah. I mean, there are\nother dynamics in play here. And if worse comes to worse, and we're the group going, like, I'll-I'll do everything\nI can to stay safe. I am terrified. I look down the line and see the entirety of the Tuku tribe and me. (short chuckle) So, I need to win today or I'm leaving the fate\n of my game in the hands\n of five Tuku members. I cannot believe\nthat this is happening. Random draws are unpredictable.\nThat's why they're so much fun. Apply to be on Survivor. Re me mb er t hi s? Can't believe we didn't\nalways wear sunscreen. Let's not regret\nour sunny memories. Let's do\nsomething about it. No7's Future Renew serum, reverses visible\n signs of sun damage. With a world-first\n peptide technology. No7 don't regret,\n just reverse Wi th N es pr es so . Embark on a\n magical journey, and explore a world\n of tasteful surprises. Where every\n Nespresso coffee, is the perfect gift. Shop now at\n nespresso.com. Mi ss in g ou t on t he t hi ng s yo u lo ve b ec au se o f as th ma ? Get back to better breathing\n with FASENRA, an add-on treatment\n for eosinophilic asthma that is taken\n once every 8 weeks. FASENRA is not for sudden\n breathing problems or other\n eosinophilic conditions. Allergic reactions may occur. Don't stop your asthma\n treatments without talking\n with your doctor. Tell your doctor\n if your asthma worsens. Headache and sore throat\n may occur. Tell your doctor if you have\n a parasitic infection. Step back out there\n with FASENRA. Ask your doctor if it's right\n for you. (♪♪) Mi ke G ar ci a is l yi ng . Truth is, George Whitesides will cut taxes for\n the middle class. And put more\n cops on the street. George Whitesides\n will fight for us. HMP is responsible for the content of this ad. I do n' t us ua ll y sp ea k pu bl ic ly a bo ut p ol it ic s, but it's important you know just how extreme\nMichelle Steel is on abortion. Michelle Steel\nled the charge to pass this bill to ban abortion nationwide, including California. No exceptions for rape. No exceptions for incest. No exceptions\nto save a woman's life. I swore an oath\nto protect my patients. Michelle Steel's abortion ban threatened their lives. [narrator]\nHMP is responsible for the content of this ad. He d ef en de d ou r co un tr y in t he U ni te d St at es A rm y. Now Derek Tran is running for Congress to keep us safe. It's why the Los Angeles deputy sheriffs and firefighters\nendorse Derek Tran. HMP is responsible\nfor the content of this ad. ♪ ♪ PROBST: All right. Here we go. Everybody has their poles\nabove their head. Balls are balanced. This challenge is on. Everything that you are\nfocused on right now is about one thing: balancing that ball. Do not let it drop. The stakes are big. The person\nwho lasts the longest overall wins, for their group, immunity and food. The person who lasts the longest for the losing group earns for themselves individual immunity, which you will need, because the losing group\nis going to Tribal Council. Andy drops.\nSet your pole down. Take a spot on the bench. Oh, my God. PROBST:\nRachel's ball on the move. Rachel cannot survive\nthe first round. Set your pole down,\ntake a spot on the bench. Just like that,\nwe are down to five in each group. Now we're gonna move\nto the next section, and it's a live transition. You have 15 seconds to do it. Starting now. You got to have both feet\nin that next section of beam, the wood section\nthat isn't painted. Now, with everything else you're\ndoing, you've got to move. Sierra can't do it.\nSierra's out. Tiyana drops.\nShe's out. Genevieve, you're good. Gabe, you're good. Everybody's good. Back to concentrating. We're down now to four on Yellow and four on Blue,\njust like that. You are earning it\nevery single day on Survivor. Tribal Council tonight. You don't know who\nyou can trust, who you can't. Person voted out tonight\nwill have no say in how this game plays out, won't make the jury. All that work,\nyou make the merge, but you're one day short. One Tribal Council,\nand it's over. Sol drops.\nSol takes a spot on the bench. We're down to three for Yellow. Remember, all it takes\nis one person in your group to outlast everybody else,\nand you are safe. Day 13, Survivor 47. This is it, right here. This is the only thing you care\nabout right now, nothing else. All right, start making\nyour move to the next section. Tiny steps. You got time. Sam, you're good. Teeny, you're good. Genevieve, you're good. Gabe, you're good. Caroline, good. -Kyle, good.\n-Thank you. Oh, shoot. PROBST:\nSue drops. She's out. And we're down\nto three on three. It is a showdown right now. Sam, Teeny, Genevieve taking on Gabe, Caroline and Kyle. Comes down to one person. Who can last the longest? Keep concentrating. Check in on your ball. PROBST:\nLittle movement with Sam,\nbut a nice recovery. Nice. PROBST:\nYou are vying for immunity for your yourself\nand, potentially, immunity for everybody else on your team. You want to be a hero,\nhere is a moment. -Nice job, Teeny.\n-PROBST: Big food reward, security tonight.\nIt will be worth it. Yeah. PROBST:\nThis is where\nyou got to get into that tank. You've got a little gas\nin there. You know you do. Caroline really shaking,\nbut still in it. Nice recovery. All right, here we go. Let's move to that next section. I will tell you\nwhen you're good. Everybody start making your move down the beam.\nThis is a live transition to the last section. -(groans)\n-PROBST: Gabe can't do it.\nHe's out. Caroline, you're good. Caroline drops. She's out. Genevieve, you're good. -Sam, you're good.\n-Keep going, Kyle. -RACHEL: Good job, Kyle.\n-Kyle's ball is on the move. Sam drops. He's out. Kyle trying to hang on. Teeny fighting to hang in there. Genevieve fighting\nto hang in there. Oh, no. Kyle's out. That's it.\nIt is over. -Just like that.\n-Aah! PROBST:\nTeeny, Genevieve, you don't have to compete anymore. Kyle's earned\nindividual immunity. It doesn't matter on Yellow. The entire group has immunity. Wow. GENEVIEVE:\nOh, my God, I didn't\nthink I'd last. Good news for Genevieve,\nTeeny, Sierra, Andy, Sol and Sam. Group immunity, no need for individual immunity. Nobody from your group\ngoing home. You will go\nto Tribal Council tonight. You will watch Tribal Council. You will not cast a vote, and nobody can\ncast a vote for you. But for now, the six of you\nare going back to camp. Baby back ribs,\npotato salad, corn on the cob, beer and soft drinks. -Yes.\n-PROBST: On the other side, Kyle, come on over. For the second straight time, individual immunity is yours. Well, you're still struggling. -Man, that's no joke\nright there.\n-Yeah? That-that messes with a guy. -CAROLINE: Good job, Kyle.\n-Kyle, for the second straight time\nthis season, individual immunity is yours.\nThat means you are safe tonight, cannot be voted out\nof this game. -Thank you, sir.\n-You're welcome. Have a spot back\nwith your group. All right, for the six of you-- Gabe, Sue, Caroline, Tiyana,\nRachel and Kyle-- you are not going back\nto your tribe camp. You're gonna go\nto the old Lavo camp, where you will spend\nthe afternoon with no food,\nnothing but time to figure out what's gonna happen tonight\nat Tribal Council. You'll go to Tribal Council\ndirectly from that camp. Tonight, the seventh person voted out\nwill not make the jury. Biggest stakes\nso far in this season. Grab your stuff, head out.\nSee you tonight at Tribal. -Thank you.\n-Thanks, Jeff. CAROLINE:\n We're going to Tribal. And even though I was, like, trying to herd cats with\nthis alliance at Tuku sometimes, we have a great contingency plan because Rachel's the only person\nwho wasn't on the Tuku tribe. We have an easy vote out with Rachel, in my opinion. However, the easy vote\n might not be a smart vote, and I want to make a smart move. Di d yo u kn ow .. . 80% of women are\n struggling with hair damage? Just like I was. Dryness and frizz\ncould be damaged hair that can't retain moisture. New Pantene Miracle\n Rescue Deep Conditioner, with first-of-its-kind\n melting Pro-V pearls... Locks in moisture to repair\n 6 months of damage in one wash,\n without weigh down. Guaranteed\n or your money back! For resilient,\n healthy-looking hair... If you know, you know\nit's Pantene. ♪ I h av e ty pe 2 d ia be te s, bu t I ma na ge i t we ll ♪ ♪ It's a little pill\nwith a big story to tell ♪ ♪ I take once-daily\nJARDIANCE ♪ ♪ at each day's staaart ♪ ♪ As time went on,\nit was easy to seeee ♪ ♪ I'm lowering my A1C ♪ JARDIANCE works 24/7\nin your body to flush out some sugar. And for adults with type two diabetes\nand known heart disease, JARDIANCE can lower the risk\nof cardiovascular death, too. Serious side effects may\n include ketoacidosis that may be fatal,\n dehydration that can lead to sudden\n worsening of kidney function, and genital, yeast,\n or urinary tract infections. A rare, life threatening\n bacterial infection in the skin of the perineum\n could occur. Stop JARDIANCE and call your\n doctor right away. If you have symptoms of this infection,\n ketoacidosis, or an allergic\n reaction. You may have an increased risk\n for lower limb loss. Call your doctor right away\n if you have symptoms of infection in your\n legs or feet. Taking JARDIANCE with a\n sulfonylurea or insulin may cause low blood sugar. ♪ Jardiance is really swell ♪ ♪ The little pill\nwith a big story to tell ♪ It 's t he H ol id ay s at W ay fa ir ! Y'all it's\na gift swap. You gotta swap\nyour gifts. But this pillow\nis so me. Yes, that's because\nyou brought it. No no no. Come on y'all! This is exactly what\nI was wishing for. Perfect swap. My turn. What the fudge? Now that's\na holiday classic. Just like you. You got a place\nfor that? I've got something\nin mind. ♪ Wayfair, every style,\n every home. ♪ ♪ ♪ (whoops) -Let's go.\n-Ah! Oh, my God. SAM:\nHoly cow. Potato salad looks like the best\nthing I've ever seen in my life. -Who wants a beer?\n-Yes, please!\n-ANDY: I would love a beer. GENEVIEVE: Today was another fantastic day\n in Fiji because I surprised myself\nand maybe everybody else and helped win the challenge\n for the Yellow group... (Sam whoops) GENEVIEVE: ...which included\n safety for all six of us. It included food\n for all six of us, and we all have the certainty knowing\nthat we made the jury. So, today was, like, chef's kiss, perfect day. This looks like the best\npotato salad I've ever seen. SAM:\nOh! -More ribs?\n-TEENY: Please.\n-SIERRA: Yeah. TEENY:\nI feel like\nI'm not even taking the... the proper amount of time\nto, like... -SIERRA: I know.\n-TIYANA: ...appreciate the fact -that we are all safe tonight.\n-Oh, my God. -We make it to...\n-We made the journey. No matter what happens,\nwe are here to vote for the winner. SAM:\nI want to know what's happening. I want to know what's going on. -We're gonna watch it.\n-SAM: Are we watching or, like, participating? TEENY: We're watching. -Oh, really?\n-Only watching,\nnot talking, yeah. ANDY: Yeah. -Oh, poor Rachel.\n-I know. Can we talk about Rachel being the only one? -I think she's in trouble.\n-SIERRA: I think...\n-Really? SAM: My former Gata members and I get to bond\n with the former Lavo members,\na-and really kind of solidify some trust and common happiness and joy with Sol,\n Teeny and Genevieve. But then, I realized, my Gata girl Rachel's over there\n with the losing group. She's sitting there\n with five Tukus, the entire tribe. She's the odd woman out.\n Like, if things hold to form, she's just getting\npicked off tonight and there's nothing\nthat I can do to save her. The fact that\nthat Tuku group is... five strong is scary. So, if it is Rachel tonight\nand Rachel goes, I would like to see this six -vote together in the next...\n-Yeah. -Truly.\n-SAM: ...thing. -I know.\n-SAM: I think we need to\nknock off some of those Tukus, -especially\nif there's five of 'em.\n-Yeah, we would. -If they stay strong tonight.\n-SIERRA: I agree. TEENY: Because there was\n a triple amulet played at the last Tribal Council,\n which acted as a full idol, I think it's possible that there\n could be some sort of idol or advantage hidden, which\nwould be massively important. And if anyone were to find it,\nthen it could change everything. I think someone's\ngonna find an idol. I think it's gonna\nbe a crazy Tribal. RACHEL:\n My gut is just on the ground. This is worst-case scenario. There's just nothing you can do\nin certain situations if you draw\nthe wrong-colored rock, and you just get put between\na literal rock and a hard place. You can always hope that\n there's divisions and cracks within original tribes,\n but you can't look at five Tuku members\nand one Gata member and not think,\n\"Well, that's easy.\" (laughs) Look, guys, I know\nit's a pretty... (laughs) ...precarious situation for me. So, if you guys want your time,\nI will give it to you, but I'd also appreciate\neverybody else's time. SUE:\nOf course. Of course. Yup. Rachel was somebody\n who has been perceived as a very big threat\n in this game early on. She's very personable,\nshe's very charismatic. She's also very smart. So to have her in\n this vulnerable of a position is very advantageous for everybody\nin season 47 right now. Yeah. Okay. Oh. The way that rock draw\n at the challenge played out was also perfect for Tuku because it's one more Tribal that all five of us get\nto survive. KYLE: Mm-hmm. GABE:\n All these people\n are in this game are tools for me to use, and having\nthis Tuku majority survive as long as it can\nis a very valuable tool. TIYANA: Yeah. The thing is, though, that means when Rachel leaves, they have six now, with three Lavos, three Gatos. They're gonna\n come after one of us. From the outside looking in, Rachel is the obvious vote.\n It's super easy. However, I know with\nmy whole frigging heart that if we go back to our camp with five strong of Tuku, we are going to be picked off because we don't\nhave the majority and we totally blew our cover. We technically lied\n to everyone else about how close we were. So, not only are we really,\nreally strong, but we're liars. What are we supposed\nto do with that? This kind of seems\nlike the perfect opportunity to get Gabe out. -Yeah, it is\na perfect opportunity for it.\n-Yeah. KYLE:\nRight away, I kind of was like,\n \"Rachel, you're doomed. No doubt about it.\" But then I realized\n it doesn't have to be Rachel. This could be the prime\nopportunity to get rid of Gabe. There's a very good chance\nthat it could stick. You have a better connection\nwith Rachel than I do. -Do you think\nyou could pitch it to her?\n-Okay. Caroline? KYLE:\n So, we need Rachel\n to be all in on this. We need her to not play\n that Shot in the Dark because we're about to make\nsomething awesome happen. I'm gonna be, like, totally\nstraight-up and honest with you. I want to work with you,\nand I know that, like, you are also close\nwith, like, Sierra, and, like, you make good connections because I feel like\nyou're a genuine person. I feel really good\nabout you ladies. -Mm-hmm.\n-Like, so good. So... my game plan that I just brought up to Kyle-- um, I'm gonna pretend\nlike it's five strong. But I've been itching for\nan opportunity to get Gabe out. RACHEL:\n Okay. I mean, I love to hear it.\nI wasn't sure because, -you know, like, it's hard\nto read the dynamics.\n-E-Exactly. And, like, you do a good job\nof, like, you know, -seeming very tight, so...\n-No. RACHEL:\nTiyana comes up to me and says, \"I actually want\nto get Gabe out.\" I mean, that's music\n to my ears, obviously. I'm gonna vote for whoever that's not me to get me out\nof this very sticky situation. The thing is, it all comes down\nto, I think, Caroline. But I know she's a smart girl. She knows, moving forward,\nif we go back with five, we are -completely screwed.\nLike, there's no...\n-Yeah, I get it. Everyone is gonna\ngang up on you. -Everyone is gonna\ngang up on us.\n-Yeah. And honestly, what better way\nto prove that we have cracks -than to vote out Gabe?\n-Yeah. What Tiyana's saying\n is completely true. Tuku is already a very\nthreatening presence as it is. And to go back\nand show that they are united in voting out someone\nwho, you know, is pretty much on \"the bottom,\" as far as anybody can tell-- I was left out\n on the Anika vote and now I'm the freaking\n underdog here-- like, that's not a good look for them. And so, Tiyana has, like,\na very good point that taking out someone like Gabe\n would be really smart. So, if Tiyana can\n swing Caroline and Kyle wants to also go along\n with this Gabe plan, like, I'm in. I' m a li fe lo ng R ep ub li ca n an d I vo te d fo r Tr um p tw ic e, but I can't do it again. Trump wants a national\n sales tax on imported goods. It'll make everything more\n expensive for regular people, all while giving tax\n breaks to billionaires. You're rich as hell. We're going to\ngive you tax cuts. Kamala Harris is\nfor regular people. She wants a tax cut for\n 100 million Americans, so we keep more of\n our hard-earned money. I'm a proud\n Republican, but this year, I'm voting for Kamala Harris. FF PAC is responsible\n for the content of this ad. Lo ok a t th is s ki n ba by ! She is glowing. She is 1 of 1! Olay Hyaluronic Body Wash has 10x more\n Vitamin B3 Complex. For visibly-nourished skin. My skin is so much\nmore moisturized. Olay Body Wash and Lotion. Discover yours. A Ch ew y or de r fo r Co al is o n th e wa y. Because Mom and Dad\n told the girls if they weren't on\n their best behavior... this year, they'd get... Coal? (Puppy crying) (Excited screaming) And with Coal in the family, Mom and Dad used Chewy to get everything delivered\n in time for the holidays. At prices everyone\n feels jolly about. (♪♪) For low prices\n and fast shipping. For holidays with pets,\n there's Chewy. ESTHER: Derek Tran\nrepresented a man accused of\nsexually assaulting female coworkers. SUSAN: Now we\nhear that Tran is bankrolled by\nthe very people trying to\ngut Prop 13. We can't trust Derek Tran. NARRATOR: Congressional\nLeadership Fund is responsible for the content\nof this advertising. No p ol it ic ia n sh ou ld b e in vo lv ed in our personal\nhealthcare decisions. Well, meet Scott Baugh. Baugh supported a total ban\non abortion, including in California. No exceptions for rape, incest, or even\nto save a woman's life. Baugh said, \"I do not support\nabortion in any form.\" And twice Baugh\nvoted to force doctors to pressure our patients with pointless non-medical\nabortion information. It's outrageous. They are our bodies,\nnot Scott Baugh's. HMP is responsible for the\n content of this advertising. ♪ ♪ -ANDY: Oh.\n-SIERRA: Wow. GENEVIEVE:\nI don't normally like ribs,\nbut those are amazing. TEENY:\nSo psyched we won that. SIERRA:\nI'm full. I don't\neven want to say it. (Andy groans) This has been a very interesting\n and weird season in terms of advantages. They've all\nshown themselves early. A lot of advantages\nhave come out and kind of just been flushed\nsort of preemptively, or in weird situations, like\nat last night's Tribal Council. And when those leave the game, new ones come to replace them,\ntypically, and so, finding an advantage could be a very, very,\n very beneficial thing for me. SIERRA:\n Andy has just been somebody we've been keeping around\n because we needed his vote on Gata, so I am not surprised that Andy is searching\n for an advantage. And he's a sloppy player,\n plain and simple. He's just all over.\nYou can't, like, track him. And I'm like, that's just\nnot somebody I can work with. GENEVIEVE:\nNow that I'm working with Andy, I cannot stress enough\n how important it is for him to be careful. I honestly feel like if you go\nlooking for an advantage this early into merge, you have to be sure\n that you can find it. Oh! I'm at this amazing reward. I'm loving everything about life\nin this moment. We're all just kind of chilling,\n you know, getting our, uh, food comas on, taking naps, and, uh, I'm just not tired, and I'm like, \"Hey, sometimes\n there's something on these, uh, rewards,\nsome type of advantage.\" And so, I start creeping around,\n you know, taking a look, and I'm making sure everyone's\n got their eyes closed. So, I feel like\n I have free rein to go searching for an idol. I'm, like, looking, you know, around the plates\n and everything. And so, I'm like, \"Ah, ain't nothing here.\" Then, all of a sudden,\n on the corner of my eye, I see this beautiful glow.\nIt's like... ♪ Ah! ♪ And the way it was positioned, it was hidden very, very well because it almost camouflaged. Like, it was right next to me\n for an hour, and I never saw it. TEENY:\nFeels so good\nto just lay in the sun. SIERRA:\nOh, I'm just, like,\ntaking it in. ANDY:\nThis is amazing. I've been looking for so long. I do my very best to be chill, be calm, but inside, and I'm like, \"Damn, this could shift the game.\" -TEENY: Look at it.\n-GENEVIEVE: Oh, my God. -I don't like that.\n-TEENY: It was so good. Look at it. Bones! -SOL: Well, hey, we did that.\n-Bones. -You guys did it!\n-Well done. Look at that. Okay.\nWe talk out loud. This is not...\nI'm not saying that I'm -going to do it.\n-Let's purely brainstorm. Yes. Purely brainstorm. You would never think\nof actually getting Gabe out, would you? Are you debating? Let's... I want to hear your... 'Cause, like, the whole thing\nis that this is an alliance -where we talk things through.\n-Right. Exactly. -Yes.\n-Like, I just know, keeping the five strong\nwould be awesome. -Mm-hmm.\n-But we can't. -If we come back with five...\n-Mm-hmm. -we are screwed.\n-Yeah. Tiyana mentioned, you know, going after Gabe is an option, and it's something\nwe should debate. And there is a fear that if we successfully\n vote out Rachel, five Tuku strong, we get picked off\none after one after one. I think you're right in that they're gonna\ncome after us -Yeah.\n-when we're five. Here's the thing.\nI think they will go after us, but they're not going after us. They're gonna go after Kyle\n if he doesn't get the necklace.\n And if he does -get the necklace, it's Gabe.\n -TIYANA: Yeah. Here's another thought.\nI personally think Rachel is the most dangerous player\n in this game, and I actually think\n it's much easier for us to get numbers with girls\n with Rachel out, because Rachel's the one\nwho's connecting everyone. -Mm.\n-Rachel is the best I've seen in a long time. I personally think Rachel\nis the glue of the Gata tribe, and if we get rid of her, a lot of options open up\nfor Tiyana and I. Once Rachel's gone, it's easier for us to be in the mix. Mm. If it was anyone but Rachel,\nI'd be down. I agree with you. Ah, that's so ...\nfor Rachel, man. I like her, too.\nThat's the issue. Guess what? Out of all of them,\nI liked her the best. -I do like her the best.\n-Mm-hmm. -She's that good.\n-Right. Caroline does bite just a little bit, but she does have\nsome reservations. And since Caroline\n is not on board, it really\n is disappointing, because I wish, wish, wish that there was a way to get Gabe out of the game. GABE:\nI think tonight can be -one of two things, right?\n-Yeah. We can go Tuku strong,\nfive deep. But, like, what problems\ndoes that create -when we get back home?\n-Yeah, definitely. And I think it creates\na lot of big problems -when we get back home.\n-A lot of big problems. Or we can get somebody\nwe've been wanting to get out for a bit now out of the game. Everybody on Tuku seems\n to be on the same page: it's Rachel tonight. The dilemma is\nhow can we get her to not play\nher Shot in the Dark? Because if she plays\n her Shot in the Dark and it hits, then we got\n to cannibalize each other, and we don't want to do that. Oh, ... GABE:\n We can go back, and we don't have\n this Tuku majority -target on our back anymore.\n-Right. And that's the thing\nthat I'm most scared of. Y-You know, I'm no dummy. If we were to take\nall five of us back, I'm not the last person\non the list -that people want to get out.\n-Yeah. Yeah. -I'm gonna be high\non that list.\n-Yeah. Gabe's plan--\n because he is also so adamant that if they go back\nas a strong five, that he'll be next or\nhe'll be the one after next-- he wants Caroline out. I want to believe it,\n but all the BS that I've bought along the way\n in this game-- it's felt so good,\nit's felt so right. In that moment, it made sense,\nand yet it was all fake. If nothing else, you, me, Kyle could throw a three on Caroline, and in our worst-case scenario,\nwe're going to a tie. But then what happens? I mean, I would go to rocks -over that, because...\n-Genuinely? Well, I mean, what the ... am\nI supposed to do at that point? -Yeah.\n-Because then it's like,\n\"Hey, Caroline, like, -I put your name down.\"\n-Yeah. And then,\n\"Oh, okay. Hey, I'm sorry.\" -Yeah, valid, valid.\n-Like, I-I'll backtrack, -and, you know like,\n\"Okay, let's just do Rachel.\"\n-Yeah. -So, it's, like... You know?\n-Oh, my God, Gabe. I mean, you're giving me\nso much hope here. It's, like, the best thing\n I could have ever hoped for and it sounds so implausible\nat the same time. Either Tuku\n is completely playing me or maybe I have\nsome kind of hope in this game, and I'm still figuring out\nwhich-which one it is. -Well, thank you.\n-So... Yeah, of course. -Can I hug you?\n-Of course. -Yeah, of course. Of course.\n-Oh, my God. This is by far\n the most precarious place I've been in this game, because at least\nin the other situations, I wasn't actually the person\non the chopping block. If I screw up tonight,\n I will not be on the jury, I will not\nbe in this game anymore. And I... That's... terrifying. TEENY: No foul balls over here. (laughs) -Oh!\n-(clapping) -Oh!\n-Oh!\n-Change up. Change up. SOL:\n I found my first advantage\n in this game. I was cool, calm,\n and I found it. And so, I'm pretty sure\nno one else saw it. In fact, I know\nnobody else saw it. Otherwise, they would have\n said something. Home run! SOL:\n So now, I'm gonna have to put on\n my Oscar-winning performance and go off all by myself, because in this game,\n secrets are very, very rare. But for me,\n I'm keeping it to myself. So right now, no one else knows in this game\nwhat I'm about to pull. Come on, come on. What is it? What is it? What is it? -Oh.\n-(whooping, clapping,\nchatter in distance) Oh. (laughs) I got a lot of power right now. I finally get to use an advantage\nin this game and change the outcome\nof some things. Oh, my God.\nThat's gonna be so great. What this advantage does\nis it gives someone the opportunity\nto block a vote. Which is simply, if someone\n writes a vote, you can say, \"Nope, that's not gonna count.\" Or they can have\nSafety without Power. So, in the middle\nof Tribal Council, they can literally just\nleave Tribal Council, go back to camp,\nand they're safe. I got to think about this. It's a good day, baby. Oh, I just want go to Tribal. Oh, my God.\nIt's close to sundown. CAROLINE:\nI think we're leaving soon. I want to go\nto Tribal right now. -Like, right now. I can't.\n-SUE: I can't think of that now. Like, I'm...\nLike, my entire body is just... -I just want\nto get it over with.\n-Yeah. SOL:\n This is a big decision, and I'm not sure\nwhat I'm gonna do yet. I could give it to Rachel,\n but I'm not sure if that's actually good\n for my game. And if I don't give it\n to Rachel, then I could build\n incredible bonds with someone on the Tuku tribe and have another option\n to get to the end. Ultimately, what it's gonna come down to\nis what's gonna help my game. I want to help somebody else, but this decision is based\n on what's best for me. My heart is beating\n very, very fast, and I just can't wait\n to get it going. It should be an incredible,\nexciting Tribal Council tonight. Wa lm ar t Bl ac k Fr id ay D ea ls a re b ac k. November 11th\n through the 17th. Score huge savings\n on this year's hottest gifts. For the deals you desire,\n get ready to shop Walmart\n Black Friday Deals. November 11th through\n the 17th. ♪♪ ( ♪ ♪ ) Ugh this is a nightmare. Someone call for a nightmare? Hang on. That's your nightmare? Some roof damage? Um. I'm a professional. I deal with real nightmares. You just need to sing\nthe State Farm jingle. State Farm jingle? ♪Like a good neighbor,\nState Farm is there!♪ State Farm can help\nwith your claim. We're here when you need us. Great. Uh,\ncan you get rid of it? Oooh, who are we\ngetting rid of? Wait. Like a good neighbor,\n State Farm is there. ♪ ♪ Trick or Treat! - Kit Kat.\n- Reese's. Ooo, great costume. Looks like you deserve both. See ya boys. ♪♪ If y ou h av e We t AM D, you never want to lose sight\nof the things you love. Some things should stand\nthe test of time. Long-lasting EYLEA HD could significantly improve your vision. More people on EYLEA HD had no fluid in the retina, compared to those on\nEYLEA at 4 months. EYLEA HD is the only Wet AMD therapy that helped 8 out of 10 people go up to 4 months between injections, after 3 initial monthly treatments. If you have an eye infection, eye pain or redness or allergies to EYLEA\nHD, don't use. Eye injections\nlike EYLEA HD may cause eye infection, separation of the retina,\nor rare but severe swelling\nof blood vessels in the eye. An increase in eye pressure\nhas been seen There is an uncommon risk\nof heart attack or stroke\nassociated with blood clots. The most commons side effects\nwere blurred vision, cataract, corneal injury\nand eye floaters. And there's still\nso much to see. If you are on EYLEA or a similar type\nof treatment, ask your retina specialist\nabout EYLEA HD today for the potential\nfor fewer injections. ♪ ♪ Now bring in the other six. ♪ ♪ All right.\nSo, last Tribal Council, we had everybody-- 13 people. Now we're back down\nto small numbers. Six people chosen randomly,\nand we had the most lopsided draw\nwe could have with five Tuku-- the most people left\nin the game from one tribe-- and Rachel.\nOn top of it, you have to make this decision\nin front of six people who can just watch\nbecause they're not in trouble. They don't vote.\nBut, man, they can observe. All right, so let's\nlook at the obvious. If there was\nno emotion or gameplay and it was just numbers, this would be easy:\ntake out Rachel. But any time you hear the word\n\"easy\" on Survivor, you should be terrified,\nbecause Survivor is never easy. Caroline, five Tuku. Maybe this is a time\nto make a move. Maybe you don't want\nto be part of all five Tuku. Here's an opportunity, because\nyou have Rachel as a vote. Oh, I can guarantee you that was\nrunning through people's minds. We have to realize\nnumbers are numbers, and it's gonna look threatening. But it sucks, 'cause I see\npros and cons both ways, and it's hard to figure out which one is gonna\nhurt my game less. PROBST:\nGabe, one of the premises\nof Survivor is numbers.\nYou got to have the numbers. But if you have\ntoo many numbers, then you got to get rid\nof some of the numbers because too many\nlooks threatening. GABE:\nI look around and I see the five people that I've been with\nfor 13 days so far. And I know, on the surface,\nit looks simple, but any of those\nfive people might say, \"Tonight's a hell of a night\nto make one of those moves.\" PROBST:\nSo, Rachel, the minute\nthe challenge ended and you had lost and you knew\nyou were coming here, you could not\nhave predicted to hear, \"Oh, Rachel's not a for-sure. There are opportunities\nall over the place.\" RACHEL:\nI mean, yeah. This rock draw, nobody can deny\nthat this is, like, the worst-case scenario. Um, but I don't know if Gabe is blowing smoke\nup my ass right now. If you're actually a tight five, and you're trying\nto stay together, the plan would be to convince me\nthat you have cracks, and to get me not\nto play my Shot in the Dark. So, it's scary. It's not been\nan easy day for me. PROBST:\nKyle, once again, you have individual immunity,\nand it does give you just a little bit of breath that you can stand back and say,\n\"I'm noticing some things.\" What'd you see? Yeah, so,\nRachel did a good job today. I mean, she took time\nto pull everybody aside. She talked in groups, she went on solo adventures\nwith people. She did her job,\ntrying to find cracks, and may have found some, and...\nand she did her little wiggle. PROBST:\nTiyana, I find it fascinating\nthat you have five Tuku members, all maybe\nindependently thinking, \"How could I use Rachel?\" You really just put\nour pickle on blast, Jeff. That's exactly what I've been\nthinking all day long because this is a very important vote.\nLike, being able to make the jury,\nfor me, personally, it just means\nthe absolute world, and I know it means the world\nto everybody here. So, I got to go with my gut, and honestly,\nwith the vote tonight, I'm just hoping that\nI send a message to the people that\nI really trust that I can be worked with\nand I'm someone that can be trusted in an alliance. PROBST:\nCaroline, tell me more about the importance\nof making the jury. I think\nthe universal feeling that I want to say almost every\nsingle Survivor player has who actually cares\nabout the game-- you want to have an impact\non the game. It's not that we're sitting here\ndreaming of being on the jury, but we're dreaming\nof having an absolute, tangible, irrefutable piece of evidence that we made an impact\non this game. PROBST:\nAll right. So, Rachel,\nfor you, this afternoon, the subject line is easy. \"Vote, vote, vote. I'm a vote.\" But you're not just a vote. You want this vote\nto have some impact tomorrow. RACHEL:\nWell, I think sometimes in Survivor, you can plan three steps ahead and sometimes you just\nhave to get through the night. And today was one of those days where I just had\nto get through the night. And so, today was anybody else that\nI can possibly, like, hope that these people want\nto vote out that isn't me. PROBST:\nWhen you went\nfrom person to person, was your hope meter undulating? Oh, it undulated.\nThere was some chaos. There was some paranoia.\nThere were stories that were not\ncross-checking, and this has been the hardest day\nof Survivor for me. PROBST:\nSo, Sue, given\nwhere we are in the game, and all the uncertainty,\nmaybe the five Tuku, for tonight, take out Rachel.\nThat's the easy move. \"And we all make the jury\nand we'll figure it out.\" Yeah, that is the easiest move, and it's almost like\nthe most obvious move. But, you know,\nI learned real quick, this game basically changes\nalmost on the hour. You can't predict anything. You can say, \"Okay,\nI'm set in stone this way.\" Next thing you know,\nyou're totally flip-flopped. So it's just, like,\nmy head is spinning. It's really, really... This is\nvery difficult for me tonight. PROBST:\nTiyana, part of playing Survivor is making a move, but also, maybe\nto not make a move. Is that part of the discussion\nthat Tuku was having? \"We could just vote out Rachel\"? Oh, absolutely,\nThat was always an option. I mean, just look\nat five versus one. It kind of seems like\nthe obvious option, but you want to make big moves because if I just go for it\nand I swing for the fences and it doesn't work out,\nat least I know I went for it. What happens if tomorrow,\nI didn't take that chance and I go home with regrets? That is, like,\nmy biggest nightmare from this entire experience\nis going home with any regrets. This is your shot.\nThis is your opportunity. You got to go for it\nor you're gonna miss it. PROBST:\nCaroline, the risk is the Tuku five blow it tonight. You had five.\nThis was easy. And you make a move\nand it was a little too soon. I think you're hitting\nthe nail on the head. In the new era, there's such\nan emphasis on big moves, and granted,\nbig moves win you the game, but it's big, smart moves. There's a very big distinction\nbetween a big move that changes things in a way that's\nnot good for you, in a way that\nblows up your game. And that's what\nI'm playing my game on, is what are the smart moves\nthat I can make? Sometimes they're not\nalways flashy, but I'm making the moves\nthat are best for my game and for my alliance. PROBST:\nSo, Rachel, it all centers around you. The Tuku five are in charge. The question is\ncan you find a way to get at least one or two\nof them to come with you and try to make a move?\nWhat's the feeling? Is it optimistic,\npessimistic or hopeful? You know, um, still anxious,\nbut anxiously hopeful. I think that I know\nwhat the plan is tonight, and I think that\nI'm a part of that plan, and I have given my word\nthat I'm gonna do something and I intend to do it and I just really hope that no one's giving me a shakedown. PROBST:\nGabe, concerning at all\nthat Rachel's saying, \"Hey, man, I was told there's\na plan and I'm a part of it and if it works,\nI'm gonna be here tonight\"? Well, I mean, it's concerning if you don't know\nwhat that plan is. And depending on what\nperspective you look at it on, Rachel could be\ntotally helpless, drowning in the water,\nhoping somebody grabs her hand. But if she can sow enough\ndiscord between all of us, all of a sudden,\nRachel might be sitting on top of the mountain saying, \"I'm choosing\nwho's going home tonight.\" And that's a pretty crazy thing\nto think about when you really\ndig deep into it. So, as we get ready\nfor the vote, it seems like it is\na very simple question. \"Will the Tuku five\nstick together or are the Tuku five going\nto turn on each other?\" All right, it is time to vote. -Sue.\n-Jeff? Um, about 20 minutes--\nand I mean 20 minutes-- before we left for Tribal, I found a scroll in my bag.\nAnd when I ran into the woods to read it, I discovered that somebody sent me... an advantage... only good for tonight. PROBST:\nRachel, read\nyour advantage for me. Sorry.\nMy hands are shaking. (short chuckle) \"When Jeff says\nit's time to vote, announce that you have the\nSafety without Power Advantage.\" \"You will leave\nTribal Council immediately. \"You will not cast a vote but more importantly,\nyou cannot be voted out.\" So, I hope that\nyou all understand. My husband gave me\na couple words of wisdom before I came out here\nand one of them was, \"Do not go home with\nsomething in your pocket.\" So, assuming I was\ngetting strays tonight, this is a lifeline, and\nthank you to whoever sent it. PROBST:\nAll right. So, Rachel's playing the Safety without Power.\nRachel, you can grab your torch,\nhead back to camp. ♪ ♪ Well, that answers that question about the Tuku five. You will be turning\non each other. In ez , le t me a sk y ou , you're using\nHead & Shoulders, right? Only when I see flakes. Then I switch back\nto my regular shampoo. You should use it every wash, otherwise the flakes\nwill come back. He's right, you know. Is that Tiny Troy? The ingredients\nin Head & Shoulders keep the microbes\nthat cause flakes at bay. Microbes, really? They're always\non your scalp... but good news, there's no itchiness,\ndryness or flakes down here. I love Tiny Troy. And his tiny gorgeous hair. Make every wash count! And for stubborn dandruff, try Head & Shoulders\n Clinical Strength. Am az on f al l fa vo ri te s ar e he re . Save on fashion, home,\nbeauty and more. Shop Amazon fall favorites now. I wa s si te d ir ec to r fo r fo rt un e 50 0 co mp an ie s for a number of years. You know, I was doing well, I still felt like\nthere were roadblocks. I felt certain\nearning my bachelor's degree would open up\nopportunities for me. University of Phoenix made\nthe process of transferring my credits seamless and simple. Knowing that I wasn't going\nto have to start over again and repeat classes was one of\nthe best feelings I've ever had. Life's too short to repeat\nthe work you've already done. We 'r e us ed t o co rr up ti on i n Co ng re ss but Ken Calvert said\n hold my hot dog, and got named one of\n the most corrupt of all. Caught directing\n federal tax dollars to benefit his own real\n estate investments. Calvert then jacked up\n costs and made a fortune. Nevermind that\n housing costs went up for Riverside families. Three decades in Washington and Calvert got up to\n 20 million dollars richer. Riverside County\n pays the price. HMP is responsible for\n the content of this ad. Pu bl ic s er va nt s ar e su pp os ed t o fi gh t fo r us , to make things\na little easier. But Mike Garcia? He's only out for himself. Garcia took almost a million\ndollars from Wall Street... and then he and his allies proposed gutting\nseniors' benefits. Raising the retirement age, slashing Social\nSecurity funding, and privatizing Medicare. Putting your hard-earned\nbenefits at risk. Mike Garcia is \nlining his pockets. Not fighting for us. HMP is Responsible for \nthe content of this ad. ♪ ♪ (quietly): Oh, my God. So... now what? Clearly, -this was a shock.\n-Yes. Yeah, little bit. PROBST:\nWe're going to vote tonight. It is going to be a Tuku member, and it's going to happen soon.\nSo, Gabe, where are we? -I mean, you know,\nthe game has changed.\n-(laughs) -Just like that.\n-GABE: That goes without saying. The game has certainly changed. Um, there were many times where we had to be prepared\nto go to Tribal as a Tuku five before the merge. People kind of got\nto wind the clock back in their head a little bit\nand think about, \"Well, \"if we lost immunity\nwith five people, what were we gonna do again?\"\nYou know? And so, I think that's kind of\nwhere a lot of people's -heads are at.\n-PROBST: Kyle, this\nis fascinating. I mean, what Gabe just said-- \"It's as if we did a time warp. We're back to the Tuku tribe.\" So, where's your heart\nright now? Oh, it's pounding through\nthe back of my... my body. (chuckling):\nI-I don't really know. I mean, yes, of course\nI'm safe, so, great. But this vote,\nwhatever happens right now, is going to propel\ninto the future. It's gonna have\nrepercussions, right? And that could break\nmy game apart, like, quick. PROBST:\nTiyana, you are looking up to the sky, you're looking\nfor answers from somewhere. What is the game now? Um... Damn. This is ...\nI'm not gonna lie to you. Spending 13 days\nwith people is not something that I take for granted,\nand it just is, like... I don't know. My anxiety is,\nlike, really through the roof and it's hard to think and process words and... I even just told you that\nthe jury means everything. Like, getting there\nmeans everything. So... I don't know. It's gonna suck. PROBST:\nIs the emotion more\nthat you're worried you will be voted out tonight or is the emotion that\nyou're not sure what to do because this wasn't the plan? Both. Like, it's very, very possible\nthat it could be me, and that would just,\nlike, devastate me, and that would\nbe horrible, and... Damn. But at the same time,\nI have a pit in my stomach that I got to\nsend somebody home that... I know really,\nreally wants to be here. So it's almost like\nI'm crying for both myself and others, and it...\nI've never done this before. I've never\ncried for myself and others. It doesn't even make sense\nbecause it's literally the exact same situation. PROBST:\nI got to say, from here,\nit makes total sense. You're terrified\nit could be you and if it's not you,\nyou're horrified by the thought -that you have\nto do it to somebody else.\n-Ugh. My family's gonna kill me\nthat I'm crying. Damn. Awesome.\nWhile I'm crying, everyone's talking.\nOkay, cool. I'm just gonna get up now. I was, like, \"Time for frigging debates\nto happen over here.\" -KYLE: So, we're back on?\n-I... Okay. Okay. Okay. PROBST:\nSo, Caroline, what's\nin your head right now? I'll be honest.\nI don't even know how to answer your question.\nMy brain is not equipped to handle this at this moment.\nIt's not. So it's-it's just\noverwhelmed right now? Yeah. How about you, Gabe? We all have relationships. Survivor is a game\nof relationships, and you got to trust 'em. So tonight,\nI'm trusting my relationships, and we'll see if that trust pays off\nin a few minutes, I'm sure. All right, it is time to vote. Sue, you're up. ♪ ♪ ♪ ♪ I'll go tally the votes. ♪ ♪ If anybody has an advantage\nor an idol and you want to play it,\nnow would be the time to do so. Okay, I'll read the votes. First vote: Gabe. Tiyana. One vote Gabe,\none vote Tiyana. Tiyana. That's two votes\nTiyana, one vote Gabe. PROBST: Seventh person\nvoted out of Survivor 47: Tiyana.\nThat's three. That's enough. Need to bring me your torch. (scoffs) (sniffles) Oh... Tiyana, the tribe has spoken. Time for you to go. (crying) No. No. No, no. (crying continues) Grab your torches,\nhead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org My k id s ca n ' t hi de an yt hi ng f ro m me . I'm home! Especially when they've\nbeen using toilet paper that doesn't hold up. New Charmin Ultra Strong has a diamond-weave\n texture that's more durable and it cleans better* so you can use less. Enjoy the go with Charmin. So m an y of y ou h av e to ld m e about your plans for the future. But prices are too high. So here's what\nwe're gonna do about it. I will take on price gouging. I will lower the cost\nof health care insurance. Donald Trump? Well, he wants to give more\ntax breaks to the wealthy. I will cut taxes\nfor the middle class instead. You may not always agree\nwith me, but I promise I will do everything I can to lift up the middle class and be a president\nfor all Americans. I'm Kamala Harris\nand I approve this message. Su bw ay j us t dr op pe d th e pr ic e of e ve ry f oo tl on g in the app to $6.99. Wait. Subway did what?! $6.99 footlongs? Yep! Says it right there. Get any footlong for just $6.99 in the Subway app. Re me mb er t hi s? Can't believe we didn't\nalways wear sunscreen. Let's not regret\nour sunny memories. Let's do\nsomething about it. No7's Future Renew serum, reverses visible\n signs of sun damage. With a world-first\n peptide technology. No7 don't regret,\n just reverse (V O) At D og C ho w we believe helping dogs live\ntheir best life... should be simple. That's why Dog Chow is made with high-quality protein\nand no fillers. Purina Dog Chow. Keep Life Simple (screaming, cheering) CAROLINE:\n I see that word \"auction,\" and my heart explodes. PROBST:\n Next time on Survivor... War is absolutely coming. KYLE:\n We're gladiators\n ready to brawl in an arena. -Yeah.\n-Yeah. They're not gonna see me coming. ♪ ♪ MANU:\n I've said it from the start. When climbing this mountain, it is all or nothing. ♪ ♪ Seven days ago, the adventure began\n for 16 everyday Americans... You must travel together. You'll only be as fast\nas your slowest member. ...to prove if they are worthy\n of reaching the summit. -You good, Pati?\n-(grunts) PATI:\nThis mountain is kicking my ass. This is insane. -(grunts) -MANU: In claiming the million-dollar cash prize, they've had to combat\n Mother Nature... NICK:\n Holy crap. You can't see a thing. MANU:\n ...the mountain... I'm trying to climb! MANU:\n ...and each other. -This stays between us.\n-Mm-hmm."
}