{
    "season": 47,
    "episode": 6,
    "title": "Feel the FOMO",
    "transcript": "No wonder law\n enforcement endorses Dave Min for Congress. Everytown for\n Gun Safety Victory Fund is responsible\n for the content of this ad. Previously on Survivor... This Rome guy's\n playing really aggressive. No. It's Survivor. I don't have to. Really hard. That's not a threat.\nThat's an ultimatum. And you best believe\n Rome's causing a whole lot of ruckus. ANDY:\n We can agree\nto play these amulets together, and they would have the effect of a hidden immunity idol. Sierra really wants\n to keep Anika around. I feel like a piece of crap. SAM:\n I really want\n to keep Andy around. So, we have to figure out\n what the heck we're gonna do. Fifth person voted out\nof Survivor 47: Anika. Who-who owned this? -It was the three of us.\n-Three votes. The tribe has spoken. ANDY:\n Look, uh, Tribal Council sucks. Not. (laughs) That was fun as hell. That was blindside city. Anika wanted me out\n since day two. I wanted her out\n at the same time. It was really exciting\n because it just felt like this big plan\n that really came together exactly how I wanted it to go, which is\n a new feeling for me out here. I have flipped the script. Rachel was feeling so confident, and now, ostensibly,\n Rachel is on the bottom. I first want to apologize that\nyou were left out of the vote because I genuinely feel connected to Ani,\nand I know you do, too. So, it's like,\nI don't want you to be -upset with us.\n-Yeah, I mean, obviously... I'm not mad, guys.\nWe're playing Survivor. -Like, I get it.\n-SAM: Well, I mean... -But I'm confused\n-Well, I... -why I was left out.\n-Wait, wait, wait.\nI know. One-one... -RACHEL: I mean...\n-SAM: I'm sorry for leaving you -out of the vote, as well.\n-SIERRA: I'm so sorry. -That's not what\nwe wanted to do.\n-Because I... really, really, really want\nto play the game with you. -Yeah, so...\n-ANDY: Just for my part,\nlike, I feel like Anika was sort of a wedge\nbetween us. I knew she wanted me out. Yeah. I mean, she did\nwant you out from the start. SAM:\nYeah. And I'm sorry for\nputting your name down, Andy. I thought that that was\nthe consensus vote, and I'm... I'm just trying to be\nwith the numbers and be safe, and that's not a good excuse. -And we can talk\nabout it, but...\n-We can talk, yeah. RACHEL:\n I was absolutely taken aback\n by tonight's vote. It felt like a big betrayal,\n and it's not a good reality to be at the bottom\nof the tribe, especially when\n you consider, like... Wow, I really thought Andy was at the bottom\nof the tribe for the last week, and somehow I am the person\nat the bottom of the tribe. -This went about as good\nas it could have gone.\n-SIERRA: Yeah. It was clean, we didn't break out the idol, so... I chose not to play\nmy hidden immunity idol. Tonight was the last\nTribal Council it was good for, and I didn't play it tonight\n because Andy doesn't know I have said idol, and I didn't want to lose trust. So, I chose to see if I can use it\n further down the road as a decoy or a fake or something\nto just have some fun with. RACHEL:\nMan, this game. As soon as you think you have\na grasp of what's going on, -it just flips you on your head.\n-It just changes. But tomorrow, maybe... I know. -Yeah.\n-But it's, like,\nwe can just start from zero. Things change on a dime. RACHEL:\n I've hit my rock-bottom game\n at this point. I need other pathways. And so,\nI want more than anything for merge to come,\nlike, immediately. I'm hoping for,\nlike, a lifeline. ♪ ♪ ♪ ♪ ♪ ♪ A boat? ANDY: Yeah. SAM: Oh. -RACHEL: Yeah.\n-SIERRA: He's coming? -Yeah, he's coming.\n-Oh, my God.\n-Oh, God. Thank you. -It's not a journey.\n-It's not a journey. Not a journey.\nNot a journey. ANDY:\nOh, please. (all screaming, cheering) (overlapping chatter) -ANDY: Yes!\n-Oh! RACHEL:\n The angels were singing\n to me this morning after the disaster\n that was last night. Now I get an entire beach\nof new people waiting to help me further myself in this game.\n Like, it is the lifeline\nthat I desperately need. -Drop 'em.\n-Drop 'em.\n-RACHEL: Oh! And now I hope\n that I can take the lessons of being blindsided\n and use that as rocket fuel to get myself into this merge. (gasps) Oh, no. \"Drop your Buffs!\" -(Teeny screams)\n-Oh, my God! Yeah! (indistinct chatter) -ROME: Oh, my God.\n-GENEVIEVE: Oh, my God. -Baby.\n-Oh, my God! Wow. TEENY: Every Survivor player\n wants to live to see the day that it says, \"Drop your Buffs.\" And for me in particular,\nthis just feels like a new lease on life\n because I was so nervous about my life in this game. But at the same time,\n I'm Buffless right now. I don't have a home.\n I don't know if I'm going to have a home. But I'm certainly very excited\nto go and find one. Hey! Hey! Hey! Let's go, man.\nLet's get it. (Tiyana gasps) -(Caroline screams)\n-Oh, my God! (indistinct shouting) Oh, my God! -What the heck?!\n-Come on. GABE: I was somebody who wanted\nto etch my legacy in stone. I want to put my head on the new-era Mount Rushmore\n of Survivor. And to do that,\n you got to make the merge. We're not quite\nat the merge yet, but pre-merge, in Survivor, it's Survivor elementary school. And the actual merge\n is Survivor high school. That's where\n the big dogs come out, and I'm ready to graduate. They're coming here? -They're coming here.\n-They're coming here.\n-What?! When I heard that they were all\n coming over, I'm like, \"Shoot. They're gonna look\nthrough our bags.\" So that got me very paranoid because I knew\n I needed to clean my idol... ...because it's covered\n in freakin' red paint. The idol,\n when it came crashing down, it was in a jar of red paint. It took me so long to clean up\n the mess to begin with. ♪ ♪ I just took the idol and put it back in the paint-filled tube. But while I was scurrying\n at the water while trying\n to rinse off any evidence of my... crime, I hear a boat. Shoot. (whooping) Yeah! TIYANA:\nWe made it! -Yeah!\n-(whooping) TIYANA:\n There is not enough words to explain how excited I am. We're finally\ngetting a chance to be in the same vicinity\nas one another. It's amazing. It's wonderful to finally meet. TIYANA:\n And as I'm walking up\n the beach... ...I see a sign. Excuse me. We have to read this! Oh, my God. GABE:\n\"Read with all tribemates\ntogether.\" TIYANA:\nOh, my God. What is it, Jeff? Wow. Right now? -What?\n-(whooping) >> W OM AN : Wh y di d we ch oo se S af el it e? We're always working\non a project. While loading up our SUV, one extra push and... crack! So, we scheduled at\nSafelite.com. We were able to track\nour technician and knew exactly\nwhen he'd arrive. We can keep working! ♪ SYNTH MUSIC ♪ >> WOMAN: Safelite came to us. >> TECH: Hi, I'm Kendrick. >> WOMAN: With a replacement\nwe could trust. That's service the way\nwe want it. >> VO: Schedule free mobile\nservice now at Safelite.com. >> SINGERS: ♪ Safelite repair,\nSafelite replace. ♪ Am az on f al l fa vo ri te s ar e he re . Save on fashion, home,\nbeauty and more. Shop Amazon fall favorites now. ( ♪ ♪ ) Asthma. It can make you miss out on\nthose epic hikes with friends. Step back out there\nwith FASENRA. FASENRA is an add-on treatment\nfor eosinophilic asthma that is taken once\nevery 8 weeks. ( ♪♪ ) FASENRA helps prevent\nasthma attacks. Most patients did not have\nan attack in the first year. FASENRA is proven to help you\nbreathe better so you can get back to doing\nday-to-day activities. And FASENRA helps lower\nthe use of oral steroids. FASENRA is not for\nsudden breathing problems or other eosinophilic\nconditions. Allergic reactions may occur. Don't stop\nyour asthma treatments without talking\nwith your doctor. Tell your doctor\nif your asthma worsens. Headache and sore throat\nmay occur. Tell your doctor if you have\na parasitic infection. Get back to better breathing. Get back to what\nyou've missed. Ask your doctor about FASENRA, the only asthma treatment\ntaken once every 8 weeks. If you can't afford\nyour medication, AstraZeneca may be able to help. St ar ti ng a b us in es s is n ev er e as y, but starting it\n eight months pregnant, that's a different story. With the Chase Ink card, we got up and running\n in no time. Earn unlimited 1.5% cash back on every purchase\n with the Chase Ink Business\n Unlimited card from Chase for Business. (bird singing) -What?\n-(whooping) (indistinct,\noverlapping chatter) -(whooping)\n-This is nuts. RACHEL: We all kind of take off,\n but there's just endless forest.\nThis place is massive. It's impossible\n to search every tree, every crack in the ocean. Like, this is a needle\n in a haystack. Look behind me.\nThere's 50 trees behind me in just what you can see. No, I-I was hoping you guys did. I'm like, \"Somebody needs\nto have found it by now.\" KYLE: I ended up losing my vote\n on the journey, and No-Vote Kyle feels a little\nuncomfortable in the world, so, of course an advantage\n would be nice for me. GENEVIEVE: I want this advantage very badly, but unfortunately, the clue says \"somewhere,\"\nand I have no internal compass, so... uh... This is nice.\nThis should be a swimming spot. -SAM: This water...\n-GENEVIEVE: What is the... -This water...\n-What is the buoy? I have no idea. I think I've seen a couple\nof those floating around. You are. -Yeah. Yes.\n-Right. Of course it's so important\nto have an advantage in that pivotal,\npivotal challenge. But you know what\n we want to do right now? We want to meet each other. (laughs) We want\n to get to know each other. We don't want\nto go run around and, like, sow paranoia right now. SAM:\nSo I've done Willy Wonka. Which... Who were you?\nI did that, too. -Mike Teavee.\n-Me too! Hey! What, are you crazy? -I'm 45, so...\n-Right. I'm 42. -We have to...\n-You're 45, I'm 42. -We look good for 45 and 42.\n-Yeah, we do. -We do.\n-Right? SOL: I don't want\n to put a target on my back looking for this advantage, but I want to look\nfor that damn thing so bad. ♪ Is anyone else mad\n at this search? ♪ -Because...\n-♪ I am. ♪ -Yeah.\n-♪ I'm pissed. ♪ SUE:\nWho isn't? Like, what are we doing?\nWe're chilling at the camp right now? There's an advantage out there. What the hell, guys? I get it.\nTime to build bonds, but it's, like, we got work to do. SOL: We have to find it. -We have to find it.\n-Right? I mean, that would be... There's, like,\nred paint up here, too. Has anybody looked\nover here yet? SOL:\nWhat the hell is up\nwith this paint? SAM:\nYeah, there's a lot of red. Right here, too. Look. TIYANA:\nOh. SIERRA:\n We're at the water well. Red, splattered paint\neverywhere. It looks like a murder scene\nout here. It's all over this area, though. -(Genevieve gasps)\n-SIERRA: Whoa. SIERRA:\n And then there's some, like, pottery pieces\nthat are saturated red paint. Here's another one. Oh, what the heck? That's interesting. It starts feeling\nlike a murder mystery. -Gotcha.\n-TIYANA: Yeah, gotcha.\nThank you. (indistinct shouting) CAROLINE:\nAnd then, Rome digs a little bit and sees a huge pot with a bunch of red paint. SIERRA:\nThat's shattered pottery. CAROLINE:\nWith a bunch of red in there. KYLE:\nWhat the heck? CAROLINE:\n When I see that red paint, my mind flashes to Sue\nat their water well. Did you fall? I was playing with the machete.\nI'm good. I just... It's okay. CAROLINE:\n And I think Sue found the idol! Sue is playing this game. I am proud of Sue,\n and I'm gonna keep her secret no matter what. RACHEL:\nHi. You missed out on a fiasco. SIERRA:\nThere's a weird, -like, red paint thing going on.\n-What? When I heard that everyone found\n this mysterious red paint, my heart sunk. No way. Now I know I am busted. SUE:\n I feel like a criminal that they found\na little piece of evidence, and now the cops are coming\n and I can hear the sirens coming closer to me. It looks like a crime scene. -Yeah. Yeah, exactly.\n-It really does. SUE:\n And I had this panic inside. But the smartest thing to do\n is just keep my mouth shut right now\nand see how it plays out. GENEVIEVE:\n Everyone's chilling,\n but I just can't let go of this advantage concept,\n and I've got one place in my mind\nthat I want to check. I can't stop thinking\nabout this stupid buoy. It's like this little bee\n in my bonnet of, like, why is that out there? It's probably nothing. All of the Tukus\nwould have checked this if it was something. But it stands out\n to me as something. I'm going in the water. I hate it.\nThis is not gonna be it and I'm gonna get eaten\nby a shark just 'cause it's bothering me in my head. Ugh! I get out there, and even\nas I'm one foot away, I'm like, \"This is just a random buoy.\" But as I'm, like,\none inch away... (laughs) ...I see\nsomething is attached to it. I'm like, \"This can't be real.\" Oh, my God. I never find anything. (gasps softly) And now,\n I finally found something. -Guys?\n-Oh.\n-TIYANA: Yay! You found it? -It was the buoy?!\n-Yes. Genevieve, it was the buoy?! GENEVIEVE:\nIt was the buoy, Sam. SAM:\nNo way. GENEVIEVE:\n Sam was kicking himself, 'cause he's like,\n \"Yeah, we saw that buoy. We said it was nothing.\" Should have gone\nfor a swim, Sam. (all groaning) Boo. KYLE:\nSo, what was the deal\nwith the red paint? -GABE: I have no idea.\n-TIYANA: We don't know. GENEVIEVE:\nSo now we know the paint\nis something different. -Someone's got something else.\n-SUE: Oh, boy. -Let the games begin.\n-GABE: Yeah. TIYANA: A few days ago, Caroline and I found Sue\ncovered in red stuff. And immediately, my red flag was raised, because I was\nkind of confused as to what she could have possibly done.\n But now it's kind of starting\nto make sense to me. SUE: Caroline figured it out.\n I trust Caroline the most. I feel that\n she'll keep my secret. But the problem is I feel Tiyana knows, and I see how she can flip-flop. So she's always gonna be\nthat middle person that I'm not gonna always trust. And if I have to chop the head\n of the snake off I will, to protect myself. Ko hl 's L ow es t Pr ic es of the Season\n are here! Save on fall favorites like comfy activewear\n for the family. Cute boots\n for kids. And must-haves\n for your kitchen. Plus, get Kohl's Cash. Kohl's. I' m a li fe lo ng R ep ub li ca n an d I vo te d fo r Tr um p tw ic e, but I can't do it again. Trump wants a national\n sales tax on imported goods. It'll make everything more\n expensive for regular people, all while giving tax\n breaks to billionaires. You're rich as hell. We're going to\ngive you tax cuts. Kamala Harris is\nfor regular people. She wants a tax cut for\n 100 million Americans, so we keep more of\n our hard-earned money. I'm a proud\n Republican, but this year, I'm voting for Kamala Harris. FF PAC is responsible\n for the content of this ad. Th e vi ru s th at c au se s sh in gl es i s sl ee pi ng .. . In 99% of people over 50. It's lying dormant, waiting... and could reactivate. Shingles strikes as a painful, blistering rash\nthat can last for weeks. And it could wake at any time. Think you're not at risk\nfor shingles? It's time to wake up. Because shingles could\nwake up in you. If you're over 50, talk to\nyour doctor or pharmacist about shingles prevention. No p ol it ic ia n sh ou ld b e in vo lv ed in our personal\nhealthcare decisions. Well, meet Scott Baugh. Baugh supported a total ban\non abortion, including in California. No exceptions for rape, incest, or even\nto save a woman's life. Baugh said, \"I do not support\nabortion in any form.\" And twice Baugh\nvoted to force doctors to pressure our patients with pointless non-medical\nabortion information. It's outrageous. They are our bodies,\nnot Scott Baugh's. HMP is responsible for the\n content of this advertising. ♪ ♪ -I wouldn't get rid of him.\n-Okay. Oh, wow. You see that rainbow?\nYeah. Where? -CAROLINE: It's so random.\n-SAM: Rainbow. Good. ROME:\n What I'm trying\n to do right now in this game is try and get as much\n information as possible... ROME:\n ...because information is key. And so, if you're able\nto trust someone with some information, that's massive in this game. So last night, Kyle--\n me and him-- while we're\n sitting there talking, he'd let way too many names\n fly out of his mouth. ROME:\n He's sitting here saying\n that Sam is the person that he feels like\ncould win this game easily. Then I asked him,\n \"Okay, if that's how you feel about one of the guys...\" ...\"which lady\nare you most threatened by?\" And he said, \"Tiyana.\" ROME:\n He also told me\n with Caroline and Sue, they're not really good\nat challenges, and they're not really doing\nthat well socially, either, so, he's essentially\n writing them off already. So what do I do\n with that information? That's not true. The more information\n that I have like that, the more I can\n warn the people that are the targets of someone that, \"Hey, people\nare coming for you.\" I'm not surprised\nthat he's bashing me. I mean, he wrote my name down. ROME:\n And if people feel like I'm the one\nbringing them that information, then I'm the one that they're\ngonna want to keep around. -Thank you\nfor letting me know.\n-Yeah. SUE:\n After hearing\n that Kyle's still chirping about me and Caroline, my daggers are out again. I want Kyle\nto be the first target. I was talking with Kyle, and pretty much\nhe was telling me the scarier thing\nin the game right now is Sam. -Oh, really?\n-Like, to him specifically.\nYeah. I asked him,\n\"Okay, well, for the ladies, who's the most threatening?\"\nAnd he said you. What the ..., dude? I'm just letting you know. TIYANA: My mind immediately\n goes racing because Kyle is one\nof my closest allies. Like, it wouldn't make any sense for him to start\nthrowing out my name. That makes no sense to me. I said it a million times. I'm gonna play with my gut. And once he told me that,\n my gut feeling-- it wasn't a, \"Oh, my gosh,\nI'm nervous, and I am paranoid.\" It was a,\n\"That doesn't feel right.\" Rome told me that\nKyle threw my name out there -last night at the beach.\n-Last night? That's wild. SOL:\nJust so you guys both know,\nthis is what Rome does. Oh, he, like... TIYANA: Really? -You think he would\nmake that up to us?\n-Yes. -This is how he plays his game.\n-ANDY: It's good to know. SOL:\n The thing about Rome is,\n Rome just talks, talks, talks, and it's crap, crap, crap. So I needed to make sure, like, \"Hey,\nwhenever you're talking to Rome, you got\nto fact-check this stuff.\" True. So, Rome told Tiyana\nthat you said she's the biggest threat\nin this game. -Oh, my God. Really?\n-Yeah. Did you say anything?\nI mean, I'm not... No. He told me that he thinks\nTiyana's the most dangerous girl because she's able\nto mingle with everybody. Rome doesn't know how\n to keep his mouth shut. And he twisted up a bunch\n of words that I told him early this morning\nbecause I was trying to have general conversation\nwith him. Damn, man. What a dick. I am fired up, buddy. I am feeling froggy\nas it gets at this point. -You don't?\n-No. I'm still No-vote Kyle. I'm a sitting duck. -I'm gonna crush him.\n-Yeah. KYLE:\n So, at this point in time,\nall I have is my social skills. I'm fixing to squish him like a bug. I'm just gonna throw it\nout there for everybody. -Seriously.\n-(Tiyana laughs) I thought-I thought\nI had a connection, and now -TIYANA: Wow.\n-I find out that he's, like, making it sound like\nI threw at you. -Mm-hmm.\n-And I'm just like, -\"... that.\"\n-TIYANA: Yeah, like, -I'm chopping it immediately.\n-SUE: Can I say something, Kyle? He also, this morning\nat the beach, told me that you were bashing\nCaroline and I. No. And see,\nI didn't bash either one of you. What I said was, you have, like,\na mother-daughter relationship. Everybody knows I'm one of\nthe most honest dumbasses here. -I believe you.\n-Rome is now my number one hit. I ain't never working with Rome. He buried himself. Like, the first opportunity\nI get, Rome's outie. Dr y sk in i s se ns it iv e sk in , to o. And it's natural. Treat it that way. Aveeno® Daily\nMoisture with prebiotic oat is proven to moisturize\ndry skin all day. You'll love our formula\nfor face, too. Aveeno® ♪ ♪ Have you always had trouble\nlosing weight and keeping it off?\nSame. Discover the Power of Wegovy®. ♪ ♪ With Wegovy®, I lost 35 pounds.\nAnd some lost over 46 pounds. ♪ ♪ And I'm keeping the weight off. Wegovy® helps you lose weight\nand keep it off. I'm reducing my risk. Wegovy® is the only FDA-approved\nweight-management medicine that's proven to reduce risk\nof major cardiovascular events in adults with known heart\ndisease and with either obesity\nor overweight. Wegovy® shouldn't be used\nwith semaglutide or GLP-1 medicines.\nDon't take Wegovy® if you or your family\nhad medullary thyroid cancer, multiple endocrine neoplasia\nsyndrome type 2, or if allergic to it.\nStop Wegovy® and get medical help\nright away if you get a lump\nor swelling in your neck, severe stomach pain,\nor an allergic reaction. Serious side effects may happen,\nincluding pancreatitis and gallbladder problems.\nWegovy® may cause low blood sugar\nin people with diabetes, especially if you take medicines\nto treat diabetes. Tell your provider about\nvision problems or changes, or if you feel your heart\nracing while at rest. Depression or thoughts\nof suicide may occur. Call your provider right away\nif you have any mental changes. Common side effects\nlike nausea, vomiting, and diarrhea\nmay lead to dehydration, which may cause kidney problems. With Wegovy®, I'm losing weight, I'm keeping it off. And I'm lowering my CV risk. That's the power of WE. ♪ ♪ Check your cost and coverage before talking to your health\ncare professional about Wegovy®. In co mi ng d is he s. ━Ahhh!\n━Duck! Dawn Powerwash flies through\n99% of grease and grime in\nhalf the time. Yeah, it absorbs grease\nfive times faster. Even replaces multiple\ncleaning products. Ooh, those suds\ngot game. Dawn Powerwash. The better\ngrease getter. ♪ ♪ Come on in! ♪ ♪ Look at this.\nFirst time getting to see everybody together. We are in the individual portion\nof this game. All right, shall we get to it? -(all voicing assent)\n-Yes. Let's go. PROBST:\nAll right, well, typically, this is the part of the game where you compete\nin a physically demanding, emotionally challenging course\nto determine who will earn the merge meal, who will earn the merge, who will get their Buff, who will be safe tonight\nat Tribal Council, who will be vulnerable tonight\nat Tribal Council. Good news is\nwe're still gonna do that. (indistinct murmuring) But with a twist. -Ugh.\n-PROBST: Here's how it works. We're still gonna divide\ninto two teams of six. The winning team\nwill earn a meal, but it is not a merge meal because winning\nthe first team challenge does not earn you\na spot in the merge. For that, you will have\nto work even harder. The winning six will then\nmove on to a second challenge, where you will compete\nagainst each other -Oh, my gosh.\n-for individual immunity, and the winner of that challenge will earn the individual\nimmunity necklace. KYLE:\nWow. -Oh!\n-Wow. -I love it.\n-PROBST: That person will be safe tonight\nat Tribal Council. That person will make the merge. That person will get their Buff. That will be the only person... -Holy.\n-Wow. Wow, wow, wow. PROBST:\n...who is safe tonight\nat Tribal Council. One will be safe. -12 will not.\n-Wow. -Wow.\n-Wow. All right,\nthere is one more twist. Yesterday, an advantage\nwas planted at your camp. -How did that go?\n-It went well for me. Great.\nBring it over to me. -(clapping)\n-SUE: Good job, Genevieve. -Thank you.\n-Thank you. All right. So,\nthis advantage is a good one. Tell you how it works. Genevieve, you do not\nhave to participate -in this arduous team challenge.\n-Yes. Instead, you move directly to\nthe second individual challenge, where you will have\na one in seven shot at winning this necklace. You have also earned\nthe food reward. (all exclaiming) Ah! Thank you. All right, let me walk you\nthrough today's challenge. For today's challenge,\n you're gonna race through mud and wood shavings until you reach a cage. You'll then use a grappling hook\n to retrieve a large bag containing a ball. You'll then work together to get to the top of a very steep ramp\n to the platform, where two players\n will use that ball and attempt to maneuver it\n through a table maze. The first team of six\nto win earns the food and the right to move on\nto the next challenge. The losing six--\ngot nothing for you. -Make sense?\n-Yes, sir. PROBST:\nAll right, we're gonna\ndivide into teams. Think we need to do something\ndifferent here, as well. We've never done\na schoolyard pick -in the new era,\n-(all exclaiming) so we're gonna do\na random draw for captains. -SOL: Wow.\n-SUE: Oh, boy.\n-Here we go. Biggest challenge of the season.\nCome on, now. ♪ ♪ All right,\nwe have our two teams. For Yellow, it is Sierra, Rachel, Sam, Sue, Kyle and Teeny. For Blue, we have Rome, Caroline, Andy, Gabe, Tiyana and Sol. Genevieve with a nice,\ncomfortable -spot to watch.\n-(giggles) This is the first stage\nof a two-stage challenge. The winners of this group\nearn the food and the right to move on\nto the second stage, where you will compete\nfor individual immunity. Losers of this\nwalk away empty-handed. Here we go.\nSurvivors ready? Go! Start in pairs.\nIt's gonna be Sam and Kyle, Andy and Tiyana. You got to get through that mud\nto your mat. That is a low crawl. You got to work on your belly\nto get through and under. It is tight. Here goes Kyle.\nHe's good. Here comes Sam. Go, Yellow! Gonna be Sierra and Rachel\nnow in the mud. Blue still working\nto get to the mat. Andy taking a long time. Go, Blue! There's Sol and Rome in the mud for Blue. -KYLE: Come on.\n-PROBST: You got to get\nto that mat. You're good, Yellow! Rome now taking a long time\nto get out. You're good, Blue! Let's go. It is Sue and Teeny for Yellow, Caroline and Gabe for Blue. TIYANA:\nCome on, Gabe. Once you get to that mat,\nyou go individually. Here comes Sue.\nHere comes Caroline. You're good, Blue, good, Yellow! You go over\nand then through the wood chips. TIYANA:\nYou got this, Sol. Thataway, Kyle. PROBST:\nKyle getting\nthrough that quickly. There goes Sol for Blue. -Get to the mat.\n-SUE: Go, Kyle. Go, Yellow! Here comes Sam for Yellow.\nSol's got to get to that mat. You're good. Go, Blue! -(grunts)\n-Here goes Andy. Sam whipping through this. Go, Yellow! Andy working for Blue. -Go, Blue!\n-Yeah, Sierra! PROBST:\nSierra moving through\nthat first obstacle quickly. You're good, Yellow! Here comes Tiyana for Blue. Teeny working quickly.\nYou're good, Yellow. It's gonna be Sue,\nthe last person for Yellow, -Rome for Blue.\n-GABE: There you go. (indistinct,\noverlapping chatter) PROBST:\nSue's got to get to the mat. You're good, Yellow! Move on! Come on. Come on, Rome. You're good, Blue. Move on. At this stage of the challenge, now you're removing\njungle debris to reveal a big bag containing a ball. And the two people up top\nare using a grappling hook to retrieve it. Good job, you guys!\n(chuckles) PROBST:\nYellow has their grappling hook\non the bag. Now they got to get it up. You're ready. You're ready.\nGo, go, go. Help, help. PROBST:\nBlue has their\ngrappling hook on the bag. Now they got to get it up. GABE:\nGrab the bag! Don't drop it! PROBST:\nYou got to get it up and over. TIYANA:\nY'all got it. -PROBST: Sol holding it.\n-One, two, three. -PROBST: Rome trying to pull it.\n-SAM: One more! -Heave!\n-PROBST:\nSam bear-hugging it now, trying to do it himself. And he's done it! You're good, Yellow! Go! GENEVIEVE:\nGood job! PROBST:\nBlue has it! You're good! Go! Got to get everybody down\ninto your mats. Slide.\nYou need that bag. Now you got\nto get all six players and your bag to the next mat. (overlapping chatter) Yellow working together. -Blue working together.\n-Let's go. You're good.\nStart untying. Now you got to release that ball -from the bag.\n-It's open, it's open,\nit's open. Wait, I see it,\nI see it, I see it. PROBST:\nYellow has the ball. Blue has their ball. You're good. Go! Yellow gonna take on the ramp. Blue now gonna take on the ramp. If you weren't tired already,\nthis will do it. -(whooping)\n-Gabe not messing around. Immediately gets up, grabs the rope,\nand he can now help people up. Here goes Rome. He's got the rope.\nThere goes Kyle. -There goes Tiyana for Blue.\n-SOL: Help her! PROBST:\nKyle gets up now for Yellow. Teeny gives it a go.\nIt's not gonna happen. That is a very steep ramp. Tiyana falls back down. Another attempt by Sierra. You've got sandbags\nif you need 'em. Sol is up for Blue. Most difficult part\nof this challenge is getting up -to the table maze.\n-SIERRA: Oh! So close, Sue! Sue with another huge effort. -Not a bad idea.\n-PROBST: Yellow now gonna\ngo get their sandbags. You can build a ladder\nto help you get up higher, but it takes a lot of energy\nto drag those bags over. There goes Tiyana. -She's got the rope!\n-(grunting) Can she hang on? (Tiyana grunting) Andy grabbing Tiyana's arm. (whoops) Sierra's up for Yellow. GABE:\nCan you pull her all the way up? PROBST: Tiyana is up for Blue,\nand we're down to one person left. Here goes Caroline. -(Caroline muttering)\n-Aah! Close. Yellow stacking sandbags strategically. You get that high enough, you just reach up\nand grab that rope. Gabe coming down.\nGonna give Caroline a hand. Andy being held by Sol and Rome. You got this! All you got! There goes Caroline again. And she's got it. Andy has her. Andy is being held\nby everybody else. This is a test of trust right now. Caroline is there. Now it's up to Gabe.\nHe's already been up there once. Gonna have\nto pull himself up again. Blue now looking very good. They can move on to the\ntable maze. Two tribe members. Yellow's still working\nto get up. -They are building a wall\nof sandbags.\n-ROME: Pick it up? -You-you... you let go.\n-It's got to go this way. PROBST:\nGabe and Rome\nfor Blue on the table maze. Sue is up for Yellow! Yellow's got some momentum now.\nHere comes Teeny. That strategy\nof sandbags is working. Tiny bit from you. Yeah. You, you, you, you. Rachel's up and over now\nfor Yellow. Here comes Kyle.\nThis should be easy for Kyle. -He did it once.\n-(whoops) Everybody's up for Yellow.\nYou're in this. It's gonna be Sam and Kyle\non the maze for Yellow. It's Gabe and Rome for Blue. Okay, not too hard,\nnot too hard. Slowly and touch. Now it's gonna be\nall about touch and working together. Two people is\nmuch more difficult than one. One, you just worry\nabout yourself. Two, you got to worry about that\nother idiot you're playing with. -Guys!\n-That was me. We're good,\nwe're good, we're good. PROBST:\nYou got to be subtle. Tiny movements\naround those obstacles. Okay. Chill, chill, chill. -PROBST:\nBlue is all over the place.\n-Come on, guys, take your time. Moving with crazy, jerky moves. Rome, you're being... touch\nis way too much right now. Sol, Sol, we're good, brother.\nI appreciate it, man. -All right.\n-We're good.\nWe got this. Don't worry. PROBST:\nSam and Kyle very steady. They have not changed their\napproach the entire challenge. -Blue making huge moves,\n-Guys. playing much more carefree. Blue drops,\nand they're back to the start. It is now Yellow in the lead. KYLE:\nYou need to pick up\non your side a little. PROBST: Gabe and Rome drop.\nThey've got to start again. -Is there a swap-outs?\n-No. -Bro, relax, relax.\n-All right. My bad. PROBST:\nYellow, slow and steady, getting closer to the center. -Go, go, go, go, go.\n-PROBST: There goes Blue again. Aggressive out of the gate.\nThey've got a pattern. They are quickly\ncatching Yellow. Sam and Kyle\nmaking more progress. Blue trying to catch them. Blue very close\nto catching Yellow. Too close to call right now. KYLE:\nSo once it goes this way, -I'm-I'm pulling down.\n-PROBST: While Yellow is taking their time talking,\nBlue is now catching. Now Blue in the lead. This is very close. Both balls\nin nearly the same spot. Go! Yellow's in the inner circle. Blue is close\nto the inner circle. -Blue drops.\n-(cheering) Yellow wins! That's it! -Yeah!\n-Wow, what a finish. Within inches of each other. Defeat for Caroline, Tiyana, Gabe, Rome, Andy and Sol. No food, no shot at immunity. What a huge effort in stage one. Wow. All right, you six,\nyou're now gonna move on to the second challenge. Head down with me. You six, take a spot on the bench,\nwe'll get this going. SUE:\n This challenge was grueling, and even though we won, we have to continue,\n totally exhausted, and compete for the first\n individual immunity. Survivor is tough. (chuckles) Ou r fl oo rs d on 't s ta y cl ea n ve ry l on g. That's why I love my\n Swiffer Wet. I pop on a pad and get a mop-like clean floor\n in just one swipe. WOW! And for hair, try Swiffer Dry cloths. The fluffy cloths\n pick up hair like a magnet. Swiffer. You'll love it or\n your money back. (V O) Y ou r bo ne s ar e 4 ti me s as st ro ng a s co nc re te . Nature's Bounty supplements your\nbone health with high absorption magnesium. It's In Your Nature to Stand\nStrong. It's In Your Nature. No t to b e dr am at ic , but I love my Whole Body\nDeodorant. Really? Mine stinks. Look. Here. Try Secret Whole\nBody Deodorant. It doesn't leave\nan icky residue. and it actually gives me 72 hour odor protection... everywhere. Secret Whole Body Deodorant. Ma rs ha ll s bu ye rs a re d et ai l ob se ss ed p er fe ct io ni st s. Who take quality\n very seriously. And go to the ends\n of the earth to hustle the best\n of the best for you. Yes! We get the deals, you get the good stuff. Marshalls. Mi ke G ar ci a on a bo rt io n: “I am pro-life\nwithout exception.\" That's just wrong.\n-That's horrible. I foresee a push\nto ban abortion. Even in California. He doesn't\ncare about me. Or my daughters. He sponsored the Life\nat Conception Act. That would\nban abortion. And even ban IVF. Mike Garcia wants to\ntake away our freedom. Take away our rights. We can't have Mike\nGarcia in Congress. We deserve better. HMP is responsible for\n the content of this a. ANNOUNCER: Derek Tran will\ndo anything for a buck. Like represent a man\naccused of sexual assault. Now he's in bed with people\nwho want to gut Prop 13, jacking up housing costs. Can't. Trust. Tran. Congressional Leadership Fund\nis responsible for the content of this ad. All right. You all are eating\nthis afternoon. Food is gonna be waiting\nfor you back at camp. But all you care about right now\nis winning this. This is the second part\nof earn-the-merge. You win this, you win individual immunity, you are safe tonight\nat Tribal Council, you will get a Buff, which means\nyou will be the first person -of Survivor 47\nto earn the merge.\n-Wow. PROBST:\nThe stakes are never higher. Who knows what's gonna\nhappen this afternoon with 13 people in the game? All right, here's how it works. For today's challenge,\n you're gonna stand on a very narrow beam while balancing a ball\n on a wooden bow. At regular intervals, you will\n move farther down the beam, making it more difficult. If at any point you drop\n or your ball drops... ...you're out. Last person left standing wins individual immunity and\neverything that comes with it. Losers, you will join\nthe other six, going to Tribal Council\ntonight vulnerable. All right, everybody take\nyour spots, and we'll get it on. Here we go. All right. Everybody's\nin your first position. Place your ball on your bow. Ooh. -My gosh.\n-Come on, baby. PROBST:\nWait till everybody's\ngood and centered, and then I'm gonna call it. All right,\neverybody is looking good, and this challenge is on. We'll be in this first section\nfor five minutes. Genevieve,\nas fresh as you can be, given it's day 12 of Survivor. She is not covered in mud,\nis not exhausted. -That is the big advantage\nGenevieve has.\n-Come on. PROBST:\nSierra drops. We are down to six. Sam with a nice save.\nCan he get it back? One end to another. No, Sam is out.\nYou can leave the ball, Sam. Take a spot on the bench. We are down to five. Now it's Rachel\nwith a little movement, and a nice recovery by Rachel. You cannot lose\nyour concentration. Whatever it takes\nto keep your mind occupied, -that's what\nyou got to be doing.\n-Back to the center. -(Genevieve mumbles)\n-PROBST: If you get comfortable, and you start to drift,\nso will that ball, and before you know it, you're out, you're on the bench. 15 seconds left. Survive this,\nyou move to the next stage of this challenge. Get a little more difficult. Five, four, three, two, one. You can grab your ball.\nEverybody's safe. -Well done.\n-(sighing) You will now move down.\nDon't get off the beam. You're gonna move now\ndown into the next section. -So hot.\n-PROBST: This is more narrow. -Scalding.\n-PROBST: It's gonna be\na little more difficult. -Ooh. Oh.\n-PROBST: All right. Everybody, place your ball. Everybody looking good,\nand this challenge is back on. You're gonna be here\nfor ten minutes, twice as long\nas that first section. Teeny with movement,\nbut a nice recovery. It's tiny little moves\nto save that. She's doing it. Genevieve with a nice save. Was nearly off the end,\nand she pulled it back. (mouthing) PROBST:\nRachel's ball on the move. She cannot recover. Rachel's out.\nWe're down to four. Genevieve's ball on the move\nagain. Can she recover again? Genevieve cannot stop it\nthis time. Genevieve is out. She earned the advantage\nto get the shot. Couldn't capitalize on it. And we are down to three. Kyle locked in. Sue locked in. Teeny locked in. We got a challenge. Little bit of movement by Sue. -Oh.\n-PROBST: Teeny,\nout of nowhere, drops. She's out. We are down to two-- Kyle versus Sue. They're side by side,\nand Sue's ball is on the move. Just 30 seconds left\nin this round. If you can survive this round, you get to grab that ball, and you get a fresh start. Kyle's ball hasn't moved\nin a long time, but neither had Teeny's\nuntil suddenly, it dropped, and she was out. That's how fast\nthis challenge will get you. Sue with a lot of movement. Can she hang on\nfor another ten seconds? PROBST:\nFive, four, three, two, one. You're both safe, you move on\nto the final round. Nice job. Amazing. All right, Kyle and Sue, move down to that final section. One toe has\nto be touching the paint. Balance your ball again. Both of you look really good. This challenge is back on. This is it. Final round, final section. Sue, out of the gate,\nball is on the move, but a nice recovery. Slow, steady moves\nis what it takes. TEENY:\nNice. PROBST:\nAnother nice save by Sue. Wow. PROBST:\nSue trying to get that ball\nback under control. She's doing a nice job\nof little movements to move it back\ntoward the center. Kyle with a lot of movement. -ANDY: Ooh.\n-PROBST:\nSue with another nice save. And another nice save. -Aah.\n-(Survivors groaning)\n-Sue can't do it. Sue drops. Kyle wins first\nindividual community. My moose, my baby boy. -Thank you.\n-(whooping) PROBST:\nKyle safe tonight\nat Tribal Council, first person\nto earn the merge Buff, and will enjoy food\nthis afternoon. -What a day.\n-(cheering, applause) -Slayer.\n-Good job, Kyle! Kyle, come on over. -Kyle!\n-(whooping) Congratulations. Thanks, bro. First person to wear\nthe individual immunity necklace -from Survivor 47.\n-(Survivors whooping, clapping) -It looks good on you.\n-Thank you. With this, you are safe tonight\nat Tribal Council. With this, your merge Buff--\ngo ahead and open it. -Go, Kyle.\n-PROBST: This means you are the first person of Survivor 47\nto earn the merge. (cheering, applause) -Sick.\n-Yay! SIERRA:\nLook at that, man. How does that feel? You just went through a lot\nto earn that Buff. You know, Jeff,\nit feels really good. And, uh, anybody that knows me out here\nunderstands that I'm here for my family\nand my kids, and when I give it,\nI give it a buck 20, and I do it for my family. PROBST:\nWell done. All right, Kyle, safe tonight at Tribal Council, the only person who will be safe tonight\nat Tribal Council. To complicate things\na little more, though, Kyle, you, along with Genevieve,\nSam, Sierra, Rachel, Sue and Teeny-- you're all going to enjoy a meal at a separate part of camp. So you will be fueling your body\nand you will be bonding, while Gabe, Sol, Caroline, Tiyana, Andy and Rome are at another part of camp\nwondering what is going on. And later in the afternoon,\nyou'll all come together and start to talk. All right, grab your stuff,\nhead back to camp. See you tonight at Tribal. KYLE:\n I am the first merged member. Huge check mark on Survivor bucket list. Thank you. I'm really excited now that\n I have my name off the table. So everybody's gonna have\n to do some scurrying around. They're gonna have\n to paint their own pictures. And I have a pretty good idea of who the picture's\n getting painted of. When the pressure\nof Tribal Council is looming is when the great players shine. Think that's you?\nApply to be on Survivor. In ez , le t me a sk y ou , you're using\nHead & Shoulders, right? Only when I see flakes. Then I switch back\nto my regular shampoo. You should use it every wash, otherwise the flakes\nwill come back. He's right, you know. Is that Tiny Troy? The ingredients\nin Head & Shoulders keep the microbes\nthat cause flakes at bay. Microbes, really? They're always\non your scalp... but good news, there's no itchiness,\ndryness or flakes down here. I love Tiny Troy. And his tiny gorgeous hair. Make every wash count! And for stubborn dandruff, try Head & Shoulders\n Clinical Strength. Wh en I w as f iv e, I began getting sexually\nabused by my stepfather. And he got me pregnant when I was 12. ♪♪ ♪♪ ♪♪ 64,000 pregnancies from rape\nhave occurred in states with total abortion bans. And Trump did this. Women and girls need\nto have choices. With Kamala Harris we do. I'm Kamala Harris and I\n approve this message. At T J Ma xx , yo u ca n af fo rd to t ur n yo ur c lo se t into a place\nof endless expression. With the quality, styles,\nand prices you love. ♪♪ Re me mb er w he n th ey s ai d you've got your whole life\n ahead of you? At UnitedHealthcare, we say you still do. ♪♪ ♪♪ ♪♪ ♪♪ It's nice to know you're free\n to focus on what matters, with reliable\n Medicare coverage from UnitedHealthcare. ♪♪ ♪ ♪ SUE:\nOh, my God! SAM: Walking into the feast is like Thanksgiving afternoon\n when Mom says, \"Food's ready,\" and the football game's\nabout to kick off. -Charcuterie!\n-Charcuterie.\n-Look at. Charcuterie. SAM:\n I've been craving charcuterie. Since, like, day three\n out here, I've been asking, \"Jeff, get me some meats\nand cheeses to put into my belly, please.\" And so, I see\n this big old platter of salami and pepperoni\n and prosciutto and every cheese that I don't even know the name of,\nbut I know I want to eat it. SAM:\n I know right away, \"You're gonna\nmake yourself sick, and you're okay with that.\"\n(laughs) Oh, wait.\nShould I do my first pineapple? -My first pineapple, Si?\n-SIERRA: Mm. Yes! -Yes!\n-Let's go. Cheers.\n-First pineapple ever. -Cheers. Pineapple!\n-SIERRA: Cheers to Pineapple. SUE:\nTake a chug. Breaking news.\nSam's a pineapple guy. (cheering) (Teeny laughs) TEENY:\n After a few sips of wine, I was almost impatient in\nwaiting for somebody to bring up the fact that\nwe have a vote tonight, and we are all still vulnerable. And even though we pulled out\n this big win, it doesn't mean that one of us might not\nbe going home tonight. I know the big question,\nmillion-dollar question. -Are you guys saying Rome?\n-I'm gonna go with the majority. -I'll vote with everybody else.\n-SIERRA: I'm voting majority.\n-GENEVIEVE: Yeah. -I want Rome to go tonight.\n-SUE: I'll do Rome. Sitting down at this merge\n feast, there's only one hombre with an immunity necklace,\nand that he is me. I don't have a vote tonight,\n but Rome has got to go. Dude's a rat, man. I... You can't trust that ...\nfor nothing. Okay, so are we all\nin agreeance tonight? -SIERRA: Yes.\n-SUE: Yes. SAM:\nI think everybody here would be very happy\nvoting Rome tonight. My concern is I would love it\nif there was a second name. -Yeah.\n-Are you guys okay with Andy? SIERRA:\n Even though Rome is, like, everybody's, like,\nnumber one name that they want to write down\nat Tribal Council, we do need to have a backup,\n whether Rome has an idol, whether he plays\n a Shot in the Dark. Andy's somebody\n I've been working with, but he's been sloppy\n throughout this whole game. So it's like, \"You know, sure.\" SAM:\nTeeny, I can't have you\ngetting too drunk here. You got to hold it together -through Tribal for me.\n-RACHEL: Yeah. (snorts)\nI'm gonna need, like, a buddy. (Sue laughs) TIYANA: It's like\nevery single crevice is -covered in mud.\n-GABE: A wild day. TIYANA:\nBiggest Tribal Council ev... Like, damn, that is, like,\nan insane twist that he threw. GABE: As opposed to years past in the new era where,\nyou know, at this stage, you only have six\nor seven people vulnerable, everybody except for Kyle, who won individual immunity-- we're all\n on the chopping block tonight. I'm one of those people, so, that's something that is both\n exciting and scary. -'Cause...\n-No, stay. Every single person\non this island knows about it, and every single person\nwill know -what we're doing tonight.\n-ANDY: Yeah. ANDY: This three-way, shared amulet--\n it's something that myself, Caroline\nand Teeny agreed to take just because we didn't\n all want to lose our votes on that journey\n that we went on together. And so, the best option is\n to get these off of our hands, play 'em in a public way, and we do it tonight, and we go\ninto the merge with no targets on our back. I'm so happy with Rome. I mean, I think\neverybody wants Rome... -ANDY: Right.\n-TIYANA: Right. SOL: Earlier, at Lavo, I was struggling with Rome. I don't think\n anyone has meditated out here more than I have, and I've had\n to do it because of Rome. I have the biggest hermit crab\nI've ever seen in my life. -CAROLINE: Oh, my God.\n-I'm ready to eat. (exclaims) SOL:\n He's a pain in my ass, so, to finally, like, have a chance to take out the Rome show feels like Christmas morning. What are you thinking\nfor tonight? Oh, my God. I'm trying to think\nif it won't be Kyle... ROME: The second that Kyle won\n individual immunity, I knew, \"Okay, all the seeds\nI've been planting about Kyle? \"Ooh! They got to go out\nthe window, and I got to come up with a new plan.\" So guess\n who I want out the game? I mean, there's only one person\nthat's been, like, genuinely mean to me\nat different times in this game, and that's Sol. Sol.\nSo guess what I used? I used one little thing that Sol said\nduring the challenge today. Did you hear him when, like, -we dropped the ball twice?\n-We were, like... Did you hear him yell at me? He tries to be encouraging and all this stuff, but\nhe literally just makes me feel like such a little person,\nlike, and it sucks. Yeah.\nIt's, like, such a... Yeah. 'Cause, like,\nI already, like, have... I already have, like,\nself-esteem and, like, pride issues with, like, myself\nand, like, not being able to do things and, like,\nyou know, things like that. So when someone's, like, they're\nnot believing in me, clearly, -it just... it sucks.\n-It doesn't help. Yeah. -I don't want\nto deal with it anymore.\n-I know. ROME:\n I might have shed a little\n crocodile tear here, too,\ntalking about my pride and how...\nhow Sol's been demeaning me. So, it was, like...\nit was rough. -I didn't want to deal with it.\n-TIYANA: Mm-hmm. -I don't want to play\nwith people like this.\n-TIYANA: Yeah. ROME:\n You could tell\n Caroline and Tiyana-- they were like, \"Oh, man,\n that's just not right.\" And as long as I can keep\non playing on people's emotions, I feel like I'll at least\nbe good to go for tonight. Well, I mean,\nwe were just trying to hear where his head was at. He said,\n\"Well, the only person out here who's been mean to me is Sol,\nso, I'd like to vote for Sol.\" -That was it.\n-(chuckles) SOL:\n I do not like that Rome\nis putting a target on my back. But honestly, I expected it. I mean, he's been\ntrying to get me out since our first Tribal Council. TEENY:\nHello? -Where are they?\n-SOL: Yo. SOL:\n The one thing, though,\n that I have going for me is that Rome's ego is gigantic. And right now, everyone\n is pumping that thing up, and it's getting bigger\nand bigger and bigger. Can I give you, like, a big hug? -Of course\nyou can give me a hug.\n-Good. ROME:\n Tonight, you need seven votes to get Sol out of the game.\nKyle does not have a vote tonight. Dude, that immunity necklace\nis so cool. I have a damn bat\ntattooed on my back. ROME:\n There's also three amulets. We don't know what those three\n amulets are gonna be doing. The only crazy thing\n that I can see happening tonight is those\nthree amulets playing it on Sol. But Caroline does not like Sol\n at all right now. I'm feeling, like,\nat peace with this vote. ROME:\n So I do not see that happening\n whatsoever. It's a good feeling. So, the big thing is\nis to get the people that have the influence\ndown to vote out Sol. Oh, really? Okay, sure. That's one plan. Unbeknownst to Rome, Rome is the other plan. So right now,\nthe plan is gonna be Sol. Okay. Hey, that's great, Rome. You keep\nthrowing Sol's name around. Gonna be Sol tonight, so... Yeah. It's looking like\nit's gonna be Sol. -Okay. Is everyone on board?\n-Mm-hmm. ROME:\nI think I might be a little bit of a mastermind right now,\n you know? I got a plan in motion.\nI've been setting the seeds. Did you hear about it? -What? Sol?\n-Yeah. The fact there's 13 people\n in the game and I can corral this many people\nto vote my way? That must say a lot\nabout how I'm playing the game. GENEVIEVE:\n You guys all heard the real plan? -Yes. Okay.\n-Perfect. Yeah. And I actually feel like\nRome is comfortable. Yeah, I feel like\nhe's comfortable, too. GENEVIEVE:\nThey did a lot of work today. We did.\nWe friggin' babied him. Thank you. -(laughing): I love you.\nStop it.\n-Thank you. -Right.\n-Thing is,\ndoes he have anything? And if he does? And if he does,\nwe need something else. -I appreciate this.\n-(laughing): Yeah. Rome's coming. ROME:\n Tonight is about sending a message to Sol,\n letting him know that I won the war. Everyone's voting Rome, and then Sol is voting Andy. ROME:\n It's all good. I'm gonna be feasting on Sol's bones tonight. ROME:\n I got a big old smile\non my face because it's feeling like everything's\ngonna be rolling my way. Okay. Cool. ROME:\n Man, like, I am\n running this game. This ain't even\n Magic versus Larry. This is Michael Jordan versus Kirk Hinrich, all right?\nThis is... this is not even a competition\nright now, all right? I'm playing this game\non a whole 'nother level. I'm on Survivor, baby, and\n I'm leading a mastermind vote at a potential historic\n Tribal Council. It might be a Rome game or a home game,\n and, Sol, I'm sorry, it might be\na home game for you, buddy. To 5 0 ye ar s wi th m y be st f ri en d. [SFX: Gasp] [SFX: Spilling sound] Nooo... Aya... Quick,\n the Quicker Picker Upper! Bounty absorbs spills\n like a Sponge. And is 2x more absorbent\n so you can use less. Bounty,\n the Quicker Picker Upper. ♪ ♪ Some people just know they can\n save hundreds on car insurance by checking\n Allstate first. Alrighty! Who's ready\nfor my famous charred duck? Like you know to\n check the mascot first before bringing food\n to a tailgate. Let's torch this baby! [ambience] Yeah, checking first\n is smart. So check Allstate\n first for a quote that could\n save you hundreds. [laughing] You're in good hands\n with Allstate. Th e vi ru s th at c au se s sh in gl es i s sl ee pi ng .. . In 99% of people over 50. It's lying dormant, waiting... and could reactivate. Shingles strikes as a painful, blistering rash\nthat can last for weeks. And it could wake at any time. Think you're not at risk\nfor shingles? It's time to wake up. Because shingles could\nwake up in you. If you're over 50, talk to\nyour doctor or pharmacist about shingles prevention. Th e L. A. T im es c al le d ou t Michelle Steel for her dishonesty. Her attacks on Derek Tran are dishonest smears. Derek Tran has advocated for victims of harassment and abuse and will protect women's reproductive rights. Michelle Steel? A MAGA extremist who led the effort to ban abortion with no exceptions, even in California. That's why Planned Parenthood and law enforcement endorsed Army veteran Derek Tran for Congress. HMP is responsible for the content of this ad. We 'r e us ed t o co rr up ti on i n Co ng re ss but Ken Calvert said\n hold my hot dog, and got named one of\n the most corrupt of all. Caught directing\n federal tax dollars to benefit his own real\n estate investments. Calvert then jacked up\n costs and made a fortune. Nevermind that\n housing costs went up for Riverside families. Three decades in Washington and Calvert got up to\n 20 million dollars richer. Riverside County\n pays the price. HMP is responsible for\n the content of this ad. ♪ ♪ PROBST:\nWow. There are so many torches here. It's reflecting\nparts of Tribal Council I haven't even seen\nuntil tonight. All right, so let's\ntalk about the twists. Only one person is safe at the merge vote. Andy, what did you see\nthis afternoon? 'Cause I'm guessing\neverybody thought it's a lot more dangerous. ANDY:\nYeah. I mean,\nthere's just this insecurity, a little bit.\nThere's just, like... You just want to be safe.\nYou want that pretty, pretty purple Buff.\nEveryone wants that. And so, we're all trying to portray that\nwe are trustworthy, we're a good number. And so, everyone's\nplaying this little tango, and it's fun to be a part of, -but it's scary.\n-PROBST: And Rome, you got this big group\nof people, so, you're trying\nto get to know each other, but you're also watching\nother people watching you, trying\nto get to know each other. ROME:\nWell, it's only been,\nyou know, a little over 24 hours that everyone's\nbeen on the same beach and been able\nto get used to each other. So, right here, you got to\nreally build trust very quickly. And I think\nthe big thing today is just don't ruffle feathers.\nIf you hear a plan, \"All right,\nI guess that's the plan.\" PROBST:\nKyle, what did you notice\nin terms of the scrambling, given that\nyou're the only one with the purple Buff,\nso you had no stress today? Uh, I wouldn't say \"no stress.\" Just sitting back, I can see that many individuals\nwalk off off together, and it happened\nso frequently, I think a lot of people\nare trying to fact-check to make sure that\nthere wasn't a bunch of phony baloney\ngetting tossed around of this twisted-up\nconundrum that we've created on a beach. Sol, what kind of conversations\ndid you have today? SOL:\nWell, even going back\nto yesterday, like, there was\nan advantage out there, and we all looked for, like,\none minute, and then -we all came back,\nand it was, like...\n-For one minute?! I mean, it was...\nit was surprising, like... -Pretty much.\n-RACHEL: There's a few people that were concerned we were\ngonna let you down, Jeff. Taking notes, but not let down. So, Rome, is it possible advantages are starting\nto be seen as disadvantages? Well, the amulet is for sure... seemed like a disadvantage. That's why the people\nwith the amulets tonight are gonna be getting rid of it\nand getting it out of the game, -because...\n-My heart is breaking. So, you don't think\nthat's a good advantage? -No, they... I'm...\n-School me. Maybe you should\nbe sitting here. If you want to trade\nfor tonight, I... Rome, come over and sit here. (all exclaiming) Tell the group--\nand I will listen-- why the Amulet Advantage\nis not good. All right, so, we've got an Amulet Advantage\nout there right now. We know that three people have the amulet.\nThey all went on a journey together.\nUsually when you go on journeys, when you come back, you tell\nyour whole tribe what happened.\nSo everyone knows who has the amulets right now. And everyone knows that the\namulet by itself has no power. You have to use it together -with the other two people.\n-I mean... So, the only options is, target the other two people so that you have all the power\nwith the amulet, or say, \"Hmm, I don't want\nto be one of the two targets. \"Let me just go ahead and\nget rid of this thing right now. \"We'll use it together. -That way we don't have\na target on our back.\"\n-Wow. And I think that, as a group, sums up the Amulet Advantage\nright now in the game. Well done. Well done.\nGet back over there. Get back over there. -Wow.\n-TEENY: That was great. -That was better said than...\n-PROBST: Duly noted. Thank you. That was awesome,\nbeing able to sit there. You know, like, I love hosting, I love commentating, and you literally have my dream job,\nso the fact I even got to do that for 30\nseconds right there, that just made the...\nThat meant the world to me, man. Seriously, I'm about to cry.\nLike, that was... -Really?\n-Yeah, seriously. Like, that was...\nthat was a lot. I appreciate it.\nThank you, man. PROBST:\nWell, I don't want\nto make light of it because I know\nthis is a great job. I have the best job\nI'll ever have in my life. Rome, I know.\nAnd I hope you're not coming for it,\neven though... I'd love to be your protégé\none day, man. I'd love it. -All right, for now,\nwe'll stick to playing.\n-Yeah. PROBST:\nAnd I'm-I'm glad we had that. We'll talk later. Yeah. All right.\nGabe, let's talk about the deliciousness\nof a blindside, because everybody here has been involved\nin a blindside this season, either as one of the architects or as somebody who was\non the wrong side of it -and survived it.\n-GABE: Well, an interesting word\nthat you used in that question\nwas \"architect,\" right? When it comes to blindsides,\nit's not important for me to be the architect\nof a blindside, necessarily. What's important to me is that I know\nwhere the votes are going. PROBST:\nRome, where do you stand\non blindsides? I think blindsides\nare really only fun when you're in on the vote. When you witness it\nand you weren't part of the blindside, you can\nfeel blindsided yourself. Andy, how about for you? Blindsiding Anika\nwas fun as hell, dude. It was super fun.\nIt was the most fun I've had out here because, you know,\nmy name's been in her mouth since day one, since day two. And so, to see her shock,\nit just shows it was a job well done. PROBST:\nAll right. So, Caroline, tonight's vote is big because you want\nto make the merge. Why is that significant? CAROLINE:\nWhen I am watching the show,\nand you hear the confessionals of people\ntalking about the merge, everyone says,\n\"This is where the game starts. \"This is where\nyou separate okay players from great players.\" And the stakes are so high\n'cause we're all itching and craving\nand wanting that experience. Andy, you were nodding. Every single day out here\nis a lesson, is a gift, is its own adventure. I don't want\nto minimize that experience if I lose out tonight. But when you think about\nthe legacy of Survivor, you're like,\n\"Oh, I'm a pre-merger.\" Like, that's your identity. And so, you want\nto be known as someone who made an impact in this game,\nand it starts tonight. And if you just miss out,\nyou're going to feel the FOMO. PROBST:\nAll right, well, one thing seems\nvery clear to me. Tonight's vote is gonna be\ngreat news for 12 people... (laughter) ...devastating for one person. GABE:\nHot take. It is time to vote.\nAndy, you're up. (speaking German) Come on, now. Don't ever\nput my name out like that. They say\nRome wasn't built in a day, but your game\nsure was destroyed in one. I think everybody\nhas finally caughten up to the way\nthat I feel about you. Oh, man. I just don't want Sol\non the jury, 'cause I know\nhe'd never vote for me. Dude can't stand me, so, Sol, I know it's already\ngonna be you tonight, so I'm gonna\nshake things up a bit. I'll go tally the votes. If anybody has an advantage\nor an idol and you want to play it,\nnow would be the time to do so. CAROLINE:\nJeff? I have one I'd like to play. Other people as well? -Yes.\n-Wonderful. Ah. TEENY:\nWould you like to be our spokesperson? Sure. All right. Assuming everyone\nwho has an amulet agrees, I would love to play\nmy amulet for Teeny. -Agreed.\n-Yes. All right. TEENY:\nYeah, I can't say \"no\" to that. CAROLINE:\nPlot twist. Thank you. These are the three amulets that, when played together for the same person,\ndo form an idol. Any votes cast\nfor Teeny will not count. I'll read the votes. First vote: Sam. Andy. One vote Sam,\none vote Andy. Andy. That's two votes Andy,\none vote Sam. Rome. That's two votes Andy,\none vote Sam, one vote Rome. Rome. We're tied.\nTwo votes Andy, two votes Rome, one vote Sam. Rome. That's three votes Rome,\ntwo votes Andy, one vote Sam. Rome.\nThat's four votes Rome, two votes Andy, one vote Sam. Rome. That's five votes Rome, two votes Andy, one vote Sam. Sixth person voted out\nof Survivor 47: Rome. That's six, that's enough.\nNeed to bring me your torch. -Good game, you guys.\n-Sorry, Rome. -Good game, man.\n-Good game, Rome.\n-Sorry. Good game. Just want to say thank you guys\nall for the experience. It was awesome getting\nto play with you all. Got to live out a dream. I got to sit in your seat. It's all love for all you guys.\nYou guys don't got to worry about nothing.\nI appreciate you all, man. Thank you. Rome, the tribe has spoken. Time for you to go. -Can I get a hug?\n-Course. -TIYANA: Aw.\n-(Genevieve laughs) (applause) You got it. All right, you guys, all love,\nman. I appreciate you all. -I have something for you.\n-(all exclaiming) (Sierra gasps) -(squeals)\n-PROBST: Congratulations. You have made the merge. (cheering) -Pass it around,\npass it around. Oh.\n-PROBST: Take a Buff and put it on. CAROLINE:\nGuys, let's go. TIYANA:\nOh, it's gorgeous. SIERRA:\nIt smells really good. -SUE: We made the merge, guys.\n-SIERRA: We made it. -Yes!\n-Wow. -Yes!\n-PROBST: Congratulations. Now grab your torches.\nHead back to camp. The game continues. -GABE: Come on.\n-PROBST: Good night. -Good night, Jeff.\n-Good night, Jeff. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org Am az on f al l fa vo ri te s ar e he re . Save on fashion, home,\nbeauty and more. Shop Amazon fall favorites now. Wa nt a n ex t le ve l cl ea n? Swish with the whoa\n of Listerine. It kills 99.9%\n of bad breath germs for five times\n more cleaning power than brushing\n and flossing alone. Get a next level clean... AHHHHH with Listerine. Feel the Whoa! >> W OM AN : Wh y di d we ch oo se S af el it e? We were loading our\nSUV when... crack! Safelite came right to us, and we could see exactly\nwhen they'd arrive with a replacement\nwe could trust. >> VO: Schedule free mobile\nservice at Safelite.com. >> SINGERS: ♪ Safelite repair,\nSafelite replace. ♪ Ha rl em h as e ve ry th in g. But I couldn't find pilates\n anywhere. So I started my own studio. And with the right help,\n I can make this place I love even better. Earn up to 5% cash back\n on business essentials with the Chase\n Ink Business Cash card from Chase for Business. ANDY:\n I need to take control.\n If they're gonna come for me,\nI need to get them first. PROBST:\n Next time on Survivor... We're going to eat all the men. Of course. GABE:\n These people are just tools for me to use. SOL:\n No one knows what I'm about to pull.\nOh. (laughs) ♪ ♪ Welcome to Aotearoa,\nNew Zealand. 16 everyday Americans. (grunting) MANU:\n ...embarked\n on a million-dollar mission... ♪ ♪ ...to reach the summit\n in 14 days. JEANNIE:\n Summit, here we come! -(Rose whooping)\n-(groaning) THERRON:\nYou just got to keep going. -Ah, please, God.\n-(screams) What did I sign up for? MANU: The group has already\n shed blood... -BECKYLEE: Tony? -MANU: ...sweat and tears... GEOFF:\nSorry, Bo. MANU: ...on their way\n up the mountain, all to keep the money\n on their backs. Oh, God, I'm dropping!\n(screams) MANU:\n With the mountain's keeper\n watching every move... ROSE:\nYou guys, look. MANU:\n ...no one is safe. BECKYLEE:\n\"Two struggling members\nof your group"
}