{
    "season": 47,
    "episode": 11,
    "title": "Flipping the Win Switch",
    "transcript": "It's called \"loyal to the soil.\" I'm whispering different things\n in people's ears. All I got to do is decide\n who my next victim is. I'm a smiling assassin. (laughing) PROBST:\n Previously on Survivor... RACHEL:\n My heart is racing. Oh, my God. I got it. Survivor bucket list. SUE: Nobody knows\n that Caroline, myself and Gabe are in an alliance. SUE:\n We're gonna be a force\n to be reckoned with. KYLE:\nIt's just a matter\nof time before he strikes me or I strike him. I love Gabe to death,\n but it's every man for himself right now. It's going to be you, me and Sue\nas the final three. CAROLINE:\n Gabe is a close\n alliance member of mine, but things are opening up now. He's played a better game\nthan me. CAROLINE:\n Targeting Gabe\n means targeting Sue... ...and betraying her trust and potentially destroying\nour alliance. Tenth person voted out and the third member\nof our jury: Gabe. The tribe has spoken. We're doing this, bro. TEENY:\nI know that was hard,\nvoting with us. -I know.\n-TEENY: Yeah, it's tough. SAM:\nI'm sorry, man. I know he was your buddy.\nIt's tough to watch someone you love go. It's got me kind of\nin an emotional funk right now, the fact that Gabe went home, and that I played a part in that\nbecause I really enjoyed Gabe as a person. -It'll be okay.\n-Yeah. But Gabe's threat level\n has been climbing, along with mine, so I have to\n draw a line in the sand and say, \"Hey, I'm gonna hit you \"before you hit me and make sure it sticks.\" So now, back at camp,\n I don't trust anybody. I feel like I need\n to win every single immunity after this in order\nto ensure the fact that I'm still going to be here. (mutters) Thank you. Tribal really sucked tonight. They really blindsided Gabe, big-time.\n It sucks. And the whole tribe knew\nexcept for me. TEENY:\nThanks for getting\nthe fire going, guys. -CAROLINE: Wow.\n-GENEVIEVE: Gorgeous. You guys are miracle workers. SUE:\n I feel crushed. I can't even trust\n Caroline anymore. Something like that really lights the fire\nunder my rear end to, like, really start taking down\n everyone, but especially Kyle. I can't believe he's still here.\n That just-- ew-- turns my stomach more than him\nwriting my name down. Like, I just... I want write his name down\nfor Gabe. And I can't wait for that day. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ TEENY:\nAll right, what are the odds\nthe sun comes out today? Is the rain stopping? SUE:\n Last night, it was tough. It was pouring rain. Winds are blowing,\nwe're shivering, freezing. And you're just...\n you're miserable. You're frozen.\n You don't want to talk. You just want to, like,\n cower up, and I kept praying for a little of the heat\nfrom that fire to come my way. -RACHEL: Mm-hmm.\n-GENEVIEVE: Yeah. SUE:\n But the worst thing is that Gabe's gone. My security blanket, my... You know, my number one\nfrom day one, gone, and now, I'm miserable, I'm all alone. It-It's a tough, tough, tough environment to be in. SUE: I'm okay. It's just... CAROLINE:\n Last night, blindsiding Sue was maybe a huge mistake. I knew that there was a chance\n she was just gonna be like, \"You're on my hit list,\nyou're out. \"You betrayed me.\nI thought I could trust you. I can't trust anyone.\nOur relationship is over.\" I hated taking that chance, but I knew that,\n from the bottom of my heart, this is the game I need to play. So, I need to talk to her.\nI need to make sure she understands\nwhy I did that vote. I felt my only true friends\nwere you and Gabe. I just don't like\nnon-loyal people. That's just who I am.\nIt's not that I don't like you, but, you know, it's just... -You can see, I'm loyal.\n-Yeah. Yeah. -I want to explain\none thing to you.\n-Mm-hmm, yeah. This is not in any way making me\nfeel like I am not loyal to you. But I kept feeling like I was\nmaking decisions good for Gabe. And I started feeling like\nI didn't have any control -over my own game.\n-Yeah. Mm-hmm. I felt like I waited\nmy whole life for this -just to do what someone else\nwas telling me to do.\n-Exactly. And I was like, \"That, to me... \"I will go home earlier\nand play my game \"than make it to the end feeling\nlike someone's carried me, -and I just sat around.\"\n-Right. Right. CAROLINE:\n Gabe had a vision of me, that he was gonna\n bring me to the end, and I will have done no strategy\n of my own, just followed along with him,\nand he gets to take the credit for a lot of the moves. That is never the game\nI was going to play. I wanted to be on Survivor ever since I was five years old. Like, this is my biggest\nlife dream. That's what\nI care about the most. I feel like my goal out here is to play a game\nthat I'll be proud of. Like, I'll be able to rewatch it -and be, like,\nas, like, a little girl.\n-Yeah. Like, I proved\nto that little girl, -like, I did,\nand I was so proud of myself.\n-Mm-hmm. CAROLINE:\n I have ADHD, and the way it, like,\n impacted me as a kid is, I just felt like\n I was constantly failing. So the way I internalized that\n growing up is I was like, \"I'm just dumb,\" because I grew up\nsaying I would do something and then I would get distracted, or I couldn't will myself\nto do something. And I felt like a failure. And so I feel like\nI've just lived my life just trying to prove to myself\nthat I'm not that failure. Resilience was all I had, and Survivor was experience\n where I could see how great it is\nif you persevere. And what's crazy is, I feel like that is what has been\n pushing me in this game. -I want to go\nto final two with you.\n-Right. And we complete each other.\nIt's weird, but we do. And you're my number one. -You're my number one girl.\n-You're my 100% number one. SUE:\nEven though Caroline voted Gabe, I feel like she came to me and\nsort of gave me an olive branch, and that's all I needed. I feel good with her. I still feel we're number one\nand number two together. And now, this is our time\n to take control of this game. We're at eight,\nand we're the tightest three. We are, like,\na three-person alliance. -All we have to do...\n-We are locked in.\n-Yes. Yes. Like, for final three, all we have to do\nis play our cards right. TEENY:\nYeah. ANDY:\nSound, yeah. -CAROLINE: Hello. Hello.\n-Hi.\n-SUE: Hello. ANDY:\nGood morning. How's everyone feeling\nthis morning? -ANDY: How are we feeling?\n-Okay. RACHEL: I think that\n having Gabe not here anymore opens the door to kind of these, like,\nendgame strategies that we're all looking\nto start creating right now. -It was a hard vote last night.\n-ANDY: It was hard.\n-I know. -Mm-hmm.\n-TEENY: But I don't want you\nto feel -worried about, like...\n-Thank you. Thank you. I was grateful\nthat it wasn't me. RACHEL:\nYeah. It wasn't you. Yeah. I feel, like, good about this group\nstanding here -SUE: Yeah.\n-TEENY: Me, too.\n-um, moving forward. ANDY:\nI really do, as well. This is really good, I think, because that leaves\nGenevieve, Sam, Kyle. -RACHEL:\nUnderdog alliance, guys.\n-SUE: Yeah. I love an un...\ngood underdog story. -RACHEL: Yes.\n-ANDY: Yeah. This is what I've wanted since\nthe start. I really mean it. RACHEL:\n I am trying to build a group\n to go to the end with. I think that my best options in this game are a playing field that\n does not include Genevieve, Sam or Kyle. I think the remaining\n five players-- we all have a fighting chance\nagainst each other, um, if it comes down\nto the five of us at the end. I'm sure you would probably want\nGenevieve out sooner than later -since you've already\nwritten her name down.\n-Um... I... You know, I...\nI-I'm, like... The only person I want... -I am targeting\nright now is Kyle.\n-ANDY: Yeah. We can decide whichever one of\nthem we want for the next three. ANDY:\nLet's just do it. Depending on who wins,\nthat'll affect the order. But, like, we can get\nto five with our... -Oh. This is getting me excited.\n-CAROLINE: Yes. -ANDY: Let's go.\n-I pray for one of us.\n-Yes. -Absolutely. -ANDY: I'm in a real good\n position. With Gabe gone, we pull in Caroline and Sue. That's a five. That's a majority at eight. And we collaborated\nat the water well. We're just like, \"Yeah. We stick\ntogether, we run this game.\" Li be rt y Mu tu al c us to mi ze d my c ar i ns ur an ce so I saved hundreds. With the money I saved I thought I'd get a\nwax figure of myself. Oh! Right in the\ntemporal lobe! Beat it, punks! Only pay for what you need. ♪ Liberty, Liberty,\nLiberty, Liberty ♪ ♪ [\" De di ca te d To T he O ne I Lo ve \" by S hi re ll es ] ♪ ♪♪ Nothing tastes as good\n as that first bite. So... get a 10 piece\n Chicken McNuggets© for just... $1. Y' al l se e th is , Pa tr ic k Ma ho me s is s ay in g go od by e! Patrick! Patrick! People was tripping. Where are you going!? He was actually saying\ngoodbye to his old phone. I'm switching to the amazing\nnew iPhone 16 at T-Mobile! It's the first iPhone built\n for Apple Intelligence. That's like peanut butter\non jelly... on gold. Get four\n iPhone 16s ON US, plus four lines for $25 bucks. And save on every plan\n versus the other big guys. What a deal. That's a lot if you ask me. Ya'll giving away too fast\nT-Mobile, slow down. Ha nk u se d to s uf fe r fr om wh at f el t li ke a cold & flu medicine\n hangover in the morning. HA HA. Haha! Then he switched\n to Mucinex Nightshift. Mucinex is uniquely formulated\n to leave your system faster, so you wake up ready to go. Uhh, Hank! Try Mucinex Nightshift\n and feel the difference. I' ll b e ho ne st . By the end of\nthe day, my floors...yeesh. But who has the time to clean? That's why I love\nmy Swiffer WetJet. It's a quick and easy way\nto get my floors clean. WetJet absorbs\nand locks grime deep inside. Look at that! Swiffer WetJet. ♪ ♪ SAM:\nOne more week, man. But we're down to eight. There are people who scare me\nin terms of jury votes... -SAM: Yeah.\n-more than you guys. SAM:\nAre we worried that\nthose five are gonna just, like, try and pick off\nthe three of us? -KYLE: Yeah, a little bit.\n-CAROLINE: I think so. KYLE: I think we're the three\nbig, sitting threats. Yeah. GENEVIEVE:\nAs soon as one of us goes, we're then at the mercy\nof who wants to save us. SAM:\nYeah. KYLE:\nI mean, I want to protect\nthe biggest threats of the game, and you two are the\nbiggest threats in this game. -SAM: Yeah.\n-Like, you're the people -I want to go the distance with.\n-Yeah. I had an interesting\nconversation with Kyle and Sam. But I don't like\n using the word \"alliance\" or even saying, like, \"I trust people\" or \"I'm close\nto people\" because I don't-- I genuinely don't feel\nany of those connections to anyone out here by design. Like, if there are people\nwho everyone wants to sit with, maybe we just\ntake out those people. In real life,\n I love connecting with people, and I'm, like, an open book. And in the game, I made quick connection with Kishan.\n And as he left, his parting words\nto me were, -\"Genevieve, I trusted.\" -Genevieve, I trusted you. GENEVIEVE:\n And from that moment on,\nI realized, like, that's the power that\nconnections have in this game, and I don't want that power. You know,\n I'd rather be a villain that people didn't connect with than the best friend who killed their dream. You know? I think it's all just the game, -like, nothing personal.\n-SAM: It's very easy for any of us three, I think, to pick off the other two\nwith that five, but then you're sitting at six, and I don't know where any of us\nare getting numbers from. GENEVIEVE:\nYeah, I agree with you. I don't have anyone\nthat I feel like -would be solid at that point.\n-Like, I feel like if you... If-if you go and you go,\nI'm at six, but I'm the easy next target. The beginning of this game,\n I was deceptive, I was a liar, I was in control, and that's kind of how\nI kept my power. After Sierra got voted out, I had all of my power\nin this game stripped from me. And since then,\n I've had to pivot my approach and really come to people with full, open honesty, and that's when\n they first start to trust you. Who would have thought\nthat just telling the truth worked pretty well\non Survivor sometimes? KYLE: I-I'm not gonna lie. I wanted... It's, like, there was an emotional part\nof me that did not want -to write Gabe's name down.\n-GENEVIEVE: Totally. Totally. But last time that I voted with my emotions instead of a strategy, it hurt my inner game for somebody that was no longer\npart of the game. -GENEVIEVE: Yeah.\n-And so I had\nto separate that last night. In the beginning, I had a hard time separating\n my emotions from the game. But I'm realizing now\n that you have to be able to separate your emotions\nand who you were, and you need to be able to adapt\nand be somebody that you need to be out here\nif you want to go the distance. They've been pitching my name\nfor a while now. -GENEVIEVE: Yeah.\n-So I'm not really bonded. Yeah. KYLE:\n In my younger years when I was being put through the ringers left and right, you know, different foster cares,\n different school systems, sometimes I had to be somebody\n that I didn't want to be. And over the years, I've let\n that part of me go dormant. But I do have the ability to lie, I do have the ability\nto manipulate, and I do have the ability\nto deceit. -It's very different.\n-(Kyle laughs) KYLE:\nYeah. And it's, like, I try to make my family proud\nwhen I'm here. But there's major potential of my kids and my family\nseeing me be somebody that I... I don't want to be. -ANDY: I do think\nyou're making them proud.\n-KYLE: Thank you. I don't think you're doing\nanything that's out of bounds. 'Cause everyone knows,\nwhen you watch this show, -you know what it's about.\n-Yeah. (clears throat)\nDoesn't make it easy, though. I've learned a lot\n about myself coming out here. I am a numbers guy,\n but I can't just sit here and algorithmically determine\nthe correct path because there is\nso much variance. And all this variance comes\n from the people themselves. People are tricky\n because they have all these different priorities,\n and not everyone out here is a AI agent playing to optimize\ntheir win condition. It's wild to think about. And it's just all coming\nto a head in a week. -Yeah.\n-It's unbelievable. An unbelievable thought. But now I'm at the final eight, and I do have all\n these amazing relationships. Now I look at Sam, I look\n at Kyle, I look at Genevieve. I'm the one with the best\nrelationships with each of them. Now I have the power, and I can\n look at this as my game board, and I can arrange the pieces\n how I want them to go. And so, I'm in a crushing position\nin this game. TEENY: Oh. -Oh, my.\n-There's a boat. TEENY:\nWow. SAM:\nBoat! Oh! All of a sudden, we hear a boat down on the beach. And a boat means that, usually, somebody is getting on it,\n going on a journey, and has the chance to either\nearn an advantage in this game or lose their vote. Gather round, gather round. TEENY:\n And with eight votes left, all you need is five people\n for a majority. So, whoever goes on this journey--\na lot is at stake. I've never been on a journey,\nso I would want to. I've been on two, so I won't. I've been on a journey,\nI'm good not going. I know Genevieve wants\n to go on this journey, but I'm perceived as a pretty\n big threat within this group. So it's high-risk, high-reward. But for where my game is right\nnow, I want to get on the boat. Can we do that? Anybody else want\nto draw a rock? SAM:\nYou're staying? You're staying? -I'm staying.\n-I'm staying. -All right, I'll go.\n-You're gonna draw? Yeah, I'll draw. I don't really feel like I need to go on this journey. I don't really want a target\non my back. But the thing that I really\n don't want is Sam or Genevieve getting some kind of power because they're two\n of the three people that I am not working with\nthat are left in this game. All right, reveal. -All right, palms up.\n-Two, three. (cheering) RACHEL:\n Lo and behold,\n I have the purple rock. I'm a little nervous\nabout what people will perceive is gonna happen\nand what I might get. And so, there's this element of risk that you have\nto be willing to take on. But I think what I've learned\n throughout this game is that I can just trust myself.\n And, so, hopefully, it will not come back\nto bite me in the butt. Sh op K oh l' s Bl ac k Fr id ay d ea ls ! Get Levi's jeans, Sephora at Kohl's fragrances, And home favorites for less! Plus, earn extra Kohl's Cash, Take 15% off some\n of your finds, And save more with\n limited-time Doorbusters, At Kohl's. Wo w, t hi s Ch ar mi n Ul tr a So ft S mo ot h Te ar has wavy edges\nthat tear so much better. I'm starting\nto get tearied away. Designed with smooth\n tear edges, Charmin Ultra Soft\n smooth tear has wavy perforations that tear so\n much better for a smooth more\n enjoyable go. Plus it has more\n cushiony softness than ordinary squares. Try Charmin Ultra\n Soft Smooth Tear. Voted #1\n Product of the Year. ( ♪ ♪ ) (♪♪) Get your holidays delivered,\n at the speed you need, only from The Home Depot. ♪ ♪ I'm on a boat that takes me\nto the middle of the damn ocean, and I'm coming up to this barge, and I'm just like,\n\"That can't be it.\" You know, like,\nit's in the middle of the ocean. Like, that's not a thing.\nThat's not what a journey is. When I realized that\n that was my destination, I became very nervous about what the hell\nthis could be about. \"Today you have a chance\nto earn an advantage \"and it all revolves\naround a simple puzzle. \"Slide the balls\n into the columns \"so that all the colors match, \"and your advantage will be free\n for the taking. \"But there is one more layer \"that will complicate things. \"The puzzle is tied to a rope \"and the rope is connected\n to a series of weights. \"The weights are going\nto pull the rope into the ocean. \"You must finish the puzzle\n before the last weight \"pulls the puzzle\nand your advantage off the deck \"and into the water. \"If you do not complete\nthe puzzle in time, \"you will not participate in the vote\nat the next Tribal council.\" Oh, my God. This is crazy. Well, it is simple, I guess, but I have no idea\nhow much time I have. The point of the game is to get all the balls in every column\n to be the same color. So I understand\n the concept of this game, and I think that anybody\ncould do it with enough time. But the question is, like, can I move fast enough\nthat I will not run out of time before I complete it? That's very scary, and I hope\nI can get this done, um, 'cause I want to know\nwhat's in that box before it just sinks\nto the bottom of the ocean. This is the perfect example\n of games that I like to do at home with myself\n where I'm like, \"Okay, we're gonna set a timer and we're gonna\nsee what we can do.\" The stakes are much higher. And so, I'm going to have to see if I can turn off that\n part of my brain that's like, \"This is big stakes\n in Survivor,\" and just play\nthe fun little game that's set in front of me. ♪ ♪ ... This is a very intense timer.\n I can hear, the whole time,\n that rope just unspooling. I am trying not\n to look at the rope because I don't want to, like, lock up in panic and fear. But the whole time, I'm just\nlike, \"Am I moving fast enough? Can I move any faster?\" All right, come on, come on,\ncome on, come on. Yes! Bye! Oh, how close. (whoops) Oh, man, that was a thrill. It was so satisfying.\nIt was just, like... Like, advantage aside, I was\njust like, \"I'm accomplished. I've done something today.\" I'm shaking. Interesting. This does add to my options. Plus, I get to walk out\n of this situation with my vote, and that's huge. But I think that it also means\nthat I do need to be more vigilant about ensuring that people are still on\n the same page with me, because this can still paint a target\n on my back in way where they're like, \"Well, we were all\nat a level playing field, \"but now Rachel has this power and she could use it to,\nyou know, make a big splash.\" And so, with the things in my arsenal and the people on my side, I am genuinely having\nthat teetering moment of, like, \"Could this actually result\nin me winning this game or could it be my demise?\" On any given day, anything can\nhappen on Survivor, but only if you apply. Sh op E ts y' s Cy be r Sp ec ta cu la r un ti l De ce mb er 3 rd for up to 60% off\n all kinds of gifts carefully crafted\n by small businesses. Save big on the\n perfect presents for practical parents. Cute and cuddly\n creations for kids and other fetching\n finds made to make the holidays\n for any hard to shop for person on your list. When you want up to 60% off\n gifts that say I get you, Etsy has it. Da d: A p er fe ct d ay wi th t he f am il y! Shingles doesn't care. But SHINGRIX protects! Only SHINGRIX is proven\n over 90% effective. SHINGRIX is a vaccine used\n to prevent shingles in adults 50 years and older. SHINGRIX doesn't\n protect everyone and isn't for those\n with severe allergic reactions to its ingredients\n or to a previous dose. Tell your healthcare provider if you're pregnant or\n breastfeeding. Increased risk\n of Guillain-Barré syndrome was observed\n after getting SHINGRIX. Fainting can happen so\n take precautions. Most common side effects\n are pain, redness, and swelling where injected,\n muscle pain, tiredness, headache, shivering, fever,\n and upset stomach. Ask your doctor about\n SHINGRIX today. ♪ Fe br ez e ♪ Lo ve y ou r pl ug -i ns but wish you had more\n scent control? Introducing the NEW\n Febreze Plug Scent Booster. Enjoy the same\n 50 days of continuous scent\n as Febreze Plug, Including a cord for\n flexible placement options... AND a boost button\n for extra scent. New Febreze Plug\n Scent Booster. ♪ Lalalalala. ♪ ♪ ♪ SUE:\nI hear a boat. TEENY:\nShould we go welcome her? CAROLINE:\nI think so. SAM:\nRachel! ALL:\nWelcome back, Rachel! (whooping) Oh, my God. Hi, guys! I've never seen\nanything like it. -What?\n-What? RACHEL:\n Coming back from a journey and thinking about\nwhat you want to tell everybody, it's sort of a lose-lose,\nbecause not everyone's gonna believe you,\nno matter what you say. But I think that what I'm trying\nto do is err on the side of 99% honest, because there are three people\n that I don't want to know that I have\n an advantage, and I think keeping them in the dark\n about this is the best choice, in my opinion. I'm assuming\nI'm going to, like, an island, and then, all of a sudden,\nI see this, like, barge in the middle\nof the ocean. -Yeah.\n-And I walk up to this puzzle, but literally, to start it, I have to throw a weight\noverboard, and it starts unspooling\nall the things, and I was like, \"Come on!\" And it runs out, and the table flies off\nthe barge into the ocean. -TEENY: What?!\n-SAM: So what happened? Did you lose a vote then\nor what? Yeah, so I can't participate\nat the next Tribal Council. ANDY:\nDamn. Rachel comes back\nand she tells us this story about being on a barge\nin the middle of the ocean. And it's all very extravagant.\n But I'm thinking\n in the back of my mind, \"This is exactly\n what I would say if I had something\n and I got a big advantage.\" So, I'm not buying it. I think Rachel's\ngot something up her sleeve. Hi. I got... I got a Block a Vote. It's only good till six. RACHEL:\n No, I won't, I swear. But I was thinking I could tell\n Andy and Teeny, because, as long as the five of us\nare actually solid, we could use it if we need to. SUE: When Rachel told Caroline and myself\nthat she actually won the Block a Vote,\n I felt very bonded, because I feel like you don't share that\nwith people unless you truly trust them. -Can I tell you something?\n-Yeah. Day one, Gabe walked up to me, and was like, \"Sue, I want you\nto know I got you.\" And he pulled out\nthe Beware Advantage. And that's why I wanted\nto always protect him, because -I trusted him because\n-Yeah. -he was upfront\nand honest with me.\n-Yeah. And that's where,\nyou know, like, you doing this\nmakes my heart happy and makes me 100%\ntrust everything -you say to-to...\n-Yeah, yeah. I know. I knew I wanted to tell you. -Thank you.\n-Yeah. Sue actually tells me\n about how Gabe, at the very beginning\n of the game, approached her and told her about his Beware Advantage and how that bonded him to her and how this was, like,\n a similar thing for her to me. And I genuinely believe that.\n I think Sue plays very emotionally,\nand I think that that's great for my game\nright now. Do you think that\nthe five is, like, legit? I know us three are. -I know us three are.\n-RACHEL: Right. Yeah. I actually feel like all of our\ninterests are genuinely aligned. RACHEL:\nThat's why I agree. CAROLINE:\n So, Rachel has an advantage, and funny enough,\n I actually would prefer for her to have an advantage because I want Rachel\n to increase her threat level. Rachel doing well in this game just makes her\nan even better ally for me, because someone\nwho becomes a threat now, they just become a shield later. -Yeah.\n-Okay. -Yeah.\n-Exactly. -Yes.\n-Okay. Yeah. TEENY: Usually, the people who I put my trust in this game have gone ahead\nand twisted the knife in my back and blindsided me\nor not included me in plans, and I'm sick of that. I'm over it, and finding Andy and Rachel\n has been a solace, a sanctuary away\n from this distrustful betrayal that I had going with Genevieve. And so, I am feeling very good\nabout my group of three with Rachel, Andy and myself. Oh, it's a giant puka. -Ooh. Pretty.\n-Crazy. They're everywhere. Yes. -If Kyle wins,\n-Mm-hmm. would you be open\nto considering one of the people who are, like, basically\nbeing just, like, shepherded to final three, like, Sue and Andy? Yeah. GENEVIEVE:\n So, the general consensus around camp is Sue and Andy are great to bring to the end with you. But from\n a strategic perspective, I would love to take out\n some of the people that are being brought\n to the end, because that frees up\nmore seats for us. RACHEL:\nI am open to that. I'd have to think about,\nlike, who and... what. That would mean to,\nlike, get out... At this point in the game, Kyle is just\n this insane challenge beast that everyone's just\n itching to get out the second\n he doesn't win immunity. But Genevieve is so much\n more dangerous to me because Genevieve is actively\nseeking people out, planting seeds in people's ears,\n planting distrust. And to me, that is a very important person to get out as soon as possible. Earlier, when I was\n picking up shells... (scoffs) -I want Genevieve.\n-She's stirring the pot, -I want Genevieve.\n-and I don't want... -Like, that stresses me out.\n-That's not the first time she's said my name.\nIt's not the third time she's said my friggin' name. If I'm looking\n at the game board, the one piece that has just\nbecome a big nuisance and a direct threat\n to my game is Genevieve. People throw my name out, -I want them out. Genevieve\n-I know. has been doing that for days. So, she's gonna do it\nwith Caroline and Sue, too. She's gonna throw\nall our names to that person. Yeah. You're right. So... ANDY:\n Genevieve telling Rachel that she's dragging me along\nis laughable. I've been playing a game\n that no one is seeing, and I'm sick of it. I'm sick of being\n underestimated in this game. Genevieve is\n a snake in the grass. We need to get her out soon, and I'm confident I can make that happen. It 's t im e fo r th e ma in e ve nt : Wayfair's Black Friday\n Savings SPECTACULAR is here! Right now, get up to 80% OFF furniture and cookware,\n holiday decor, and more at Wayfair's lowest\n prices of the year! Plus, score 24-hour\n flash deals you have to see to believe! And get FREE shipping\n on EVERYTHING! Save up to 80% OFF Wayfair's Black Friday\n Savings Spectacular! Now through December 2nd! ♪ Wayfair.\n Every Style. Every Home. ♪ ♪ ♪ (Mmm) (Mmm) (Hmm) (Mmmhmm) ♪♪ Milk chocolate beyond words. Classic Recipe by Lindt. ♪ ( \"S ta yi n ' A li ve \" by Be e Ge es ) ♪ ♪♪ ♪♪ ♪♪ What's in your wallet? ♪♪ LAINEY WILSON: In\nthis family, we ask for help when we need it so\nwe can help more children who really need it. Families never receive a bill\nfrom St. Jude for treatment, travel, housing, or food. But we can't help\nthese kids without you. This holiday season,\njoin our St. Jude family. We need you. Please donate now. [music playing] ♪ ♪ Come on in! You're looking like Survivor players. (laughs) Little worse for the wear. The smiles are still there. Excuse me. So, let me just check in. Twenty days into this adventure, Kyle, have you noticed\nor learned or reflected on any part of\nyour life while you're out here? Absolutely. You know,\ngrowing up a little bit rough, and in the conditions I did, there wasn't, like,\na lot of stability. And, uh, after being out here for so many weeks, it's... my reflection on that is, just as long\nas I have my family, any calm and casual Tuesday, a plate of food in front of us\nand just being together is what I want, and just to share that love\nwith one another. Sue, I got to check in. You seem emotional. I'm very proud of myself\nfor being here. And it's... I knew I was gonna\nhave tough times and I actually\nwas looking forward to it because I feel like\nwhen I am knocked down, I do come back stronger. So, my desire is-is, like, so powerful inside me, and I believe in myself\nthat I can do it. ANDY:\nI just want to say, like, I relate to Sue a lot\nin this moment. I was standing\nin this exact same spot. I recognize it. -You're talking about day three.\n-Day three, exhaustion. I was feeling like\nI gave it my everything and it wasn't enough. And that was gonna be my story. None of us have sailed through the first 20 days of this game. It's been rocky\nfor every single one of us. But this is what\nI feel, altogether, that we have learned and grown this sense of backbone and composure\nand resiliency that we could take\ninto the rest of our lives. Well, it's one of\nthe great things about Survivor. It is a roller coaster of highs\nand lows, but there is one thing that is always there: opportunity.\nIncluding right now. Shall we get\nto today's immunity challenge? -(all voicing assent)\n-All right, Kyle.\nFirst things first. For the fourth time, I am taking it back from you. Thank you, sir. Once again,\nimmunity is back up for grabs. For today's challenge, you're gonna use a rope to balance a wobbly table while you stack letter tiles. If at any point\n your stack drops, you got to start over. The first person\n to spell \"immunity\"... ...wins immunity, guaranteed a spot\nin the final seven. Losers, Tribal Council,\nwhere somebody will be the eleventh person voted out, become the fourth member\nof our jury. You are 20 days into your adventure\non Survivor 47. You want to guarantee\nyou see day 21? Win this. Big enough stakes? -(all voice assent)\n-All right. We'll draw for your spots. We'll get it on.\nHere we go. All right, here we go.\nFor immunity and a guaranteed spot\nin the final seven. Survivors ready? Go! Ooh, everybody gonna\ntake time out of the gate to stack their blocks. Some people gonna race out, some people are stacking\ntheir letters in order. You're racing out\nwith that first letter. You're spelling \"immunity\"\nfrom the bottom to the top, so you're spelling it backwards. You're balancing that table\nto make sure it doesn't fall.\nThis is all about touch. How fast can I move while still keeping that rope really still? It's not so difficult\nwith the letter Y, but as that stack gets higher, it gets more precarious. Genevieve drops, got to\ncome back. That's gonna happen. That's how you start to find\nwhere that tipping point is. You want to go\njust as fast as you can, but not so fast\nthat you're out of control. Unless, of course,\nyou find yourself behind, in which case\nyou have to catch up. So, it's gonna be a lot\nof changing strategies out here. Sam moving quickly\non his way back. Rachel moving quickly. Kyle and Teeny\nmoving very slowly, taking a different approach. Teeny's gonna go slow and steady and hope for\na late-game fail that will open the door for her. You got to focus on your game in Survivor and in this challenge, because you never know\nwhen somebody's gonna drop. You just keep\nbuilding your stack. Sam places his seventh letter. -Okay.\n-PROBST: Genevieve places\nher seventh. Rachel places her seventh. Here comes Kyle with his sixth,\ntrying to get in on this. -...\n-PROBST: Caroline drops. She's got to go back. It is now Sam in the lead, then Rachel, then Genevieve, all heading back for their\neighth and final block. This is it right here.\nThree people in it. Everybody else chasing. Teeny places her sixth. Teeny hoping\nfor a disaster from all three, and that will open the door\nfor her. Oh... PROBST:\nAnd she gets one of 'em.\nGenevieve drops. Sam drops and loses everything! It is now Rachel\nsolely in the lead. Rachel drops\nand loses everything! This is what Teeny and Kyle\nwere hoping for, and they got it. Kyle now in the lead,\nalong with Teeny. That is why you always\nkeep fighting on Survivor. That is why you never give up. 'Cause anything can\nand often does happen. Now it's Kyle who has to worry -about it getting too perilous.\n-No way. -Come on, Teeny.\n-And Kyle drops everything. -Go, Teeny, go.\n-PROBST: And just as though she had written it out,\nTeeny got what she wanted. It is Teeny\nwith her seventh block. Kyle had done such a good job of catching up, but lost it. It is now Teeny and then Sue at five blocks,\nand then Andy at four blocks. And now it's Teeny that has\nto worry about the same thing. Just a little too much slack\nin that rope, and it will dump. It wants to tip. It's top-heavy. And there it is--\nthe opportunity you want. Teeny drops everything. The lead is gone. And once again,\nwe have a fresh start. And now it is Sue in the lead. She has been slow and steady. Sue loses everything! We have another new leader. It is Andy. Andy loses everything! Oh, my God. We're back where we started. Damn. Right now, where we're at is Rachel's in the lead with seven. Kyle places his sixth block. Genevieve places her seventh. Genevieve and Rachel both\nat seven letters, both with one letter left. Rachel has her eighth letter. She's heading back out. Genevieve still has\nto get her eighth letter. Kyle one full letter behind. Everybody else not in it\nright now. Damn. Rachel slowly but surely\ninching closer. Genevieve slowly but surely inching closer to Rachel. We could have a race\nto the finish here. Rachel very close to placing that eighth and final block. Genevieve right on her tail. Genevieve loses everything. And that is a huge opportunity\nfor Rachel. She can slow down now. Kyle the only person\nchasing her. Kyle now placing\nhis seventh letter. This'll put him\none behind Rachel. Rachel has spelled \"immunity.\" All she has to do now\nis get back to the end and get two feet\non the platform, that necklace is hers,\nday 21 is guaranteed. Can she do it? Kyle has a big decision. Does he go for it? Do you push it,\nput your foot on the gas, or do you hope Rachel drops? One wrong move, and this game\nis back up in the air. Rachel slowing down now. It is a game of cat and mouse. Kyle on the platform now, reaching for his eighth\nand final block. This is where\nthings get really tricky. One wrong move,\nand you will dump everything. Rachel now down\nto about six steps left. Kyle has made up some time, and he's coming back\nwith his eighth letter. It would be a huge comeback for Kyle to place this letter\nand catch Rachel. This is coming down\nto Rachel's last few steps. Can she hold it steady, get two feet on that platform and win immunity? Kyle moving quickly\non his way back. He's gonna go for broke and try to pull it out. Can he catch Rachel\nor is this over unless Rachel drops? Rachel two steps away\nfrom immunity. All eyes on Rachel. She's got one foot\non the platform. Kyle's hoping for a mistake. -It's over. Rachel wins\n-SUE: Yay, Rachel! individual immunity! TEENY:\nRachel! PROBST:\nGuaranteed a spot -in the final seven.\n-Rachel! -(laughing)\n-PROBST: Tribal Council tonight. -Oh, my God.\n-PROBST: Somebody will be\nthe eleventh person voted out and become\nthe fourth member of our jury. It will not be Rachel. Wow! What a challenge. RACHEL:\nOh, don't believe that. -Rachel, come on over.\n-Go, Rachel!\n-Yeah! -Congratulations.\n-Thank you. Immunity is yours,\nsafe tonight at Tribal Council, cannot be voted out\nof this game. You will live to see day 21. What did it take\nto win this challenge? RACHEL:\nYou know what's so funny?\nMy husband Derek is the opposite of me.\nHe is so patient. I'm the most impatient person. And so, like, I was just... In that moment, I was like,\n\"Just harness him. \"Like, he would be screaming\nat you to slow down, to just focus and just,\nlike, take my time,\" which is something\nI'm not very good at. (laughs) It worked today.\nYou are safe, not going home. As for the rest of you,\nafter 20 days, somebody's Survivor dream\nwill come to an end, eleventh person voted out,\nfourth member of our jury. See you tonight\nat Tribal Council. Congrats. -Thanks.\n-SUE: Good job. Rachel. PROBST:\nGrab your stuff, head out. TEENY:\n It is beyond overdue for us to take Kyle out. Getting Kyle out will be a way to help all of our odds\nin this game. 'Cause I don't think there's any\n beating Kyle in this game. He's too good of a competitor, he's got too good a story,\n and people just like Kyle. So, the best thing\n for this entire group to do is to vote Kyle out. Bi g ne ws f or M ah om es ! I'm switching to iPhone 16\nat T-Mobile! It's built\nfor Apple Intelligence. That's like peanut butter\non jelly... on gold. Get four iPhone\n16s ON US, plus 4 lines\nfor $25 bucks. What a deal. Ya'll giving away\ntoo fast T-Mobile, slow down. Al ic e lo ve s th e sc en t of G ai n so m uc h, she wished there was a way\nto make it last longer. Say hello to your\nfairy godmother Alice, and long-lasting\nGain Scent Beads. Part of the irresistible scent collection from Gain. Be li ev e it o r no t ba by .. . You could earn your... Master's... For under 11 thousand! Master's degree for under\n11k in less than a year. Earn your competency\n - based master's at University of Phoenix. ♪ ♪ (VO) Behind all the holiday\nmagic... is you. Maxx what makes you, you. ♪ Ho li da y mu si c pl ay in g th ro ug ho ut . ♪ ♪♪ ♪♪ ♪♪ ♪♪ ♪♪ ♪♪ ♪♪ ♪♪ ♪ ♪ RACHEL: Coming back\n to camp with immunity is this incredible feeling. That's something\nthat I wasn't sure that I would ever get\nto do in this game. -Good job, Rachel.\n-Good job, Rachel.\n-Rachel! RACHEL:\nEveryone's clapping and saying,\n \"Good job,\" and, like, whether they mean it or not,\nit feels good. (laughs) Where do you hang it?\nI don't even know. Here? Yeah, just hang it up there. RACHEL:\n Kyle has had this necklace around his neck for so long that we have not been able\n to take any shots at him. And so, it's an \"easy vote\"\nto vote Kyle out tonight. On the other hand,\nwhen it's a really obvious vote, that's a perfect time\n to take out somebody that's unsuspecting, like Genevieve or Sam. And frankly, I want all three\n of them out of this game. I don't really care\nwhat order they go in. And so, it does feel like\nby winning the necklace, I have way more options for who's gonna\n go home tonight. SUE:\n I've been waiting patiently, and there will be nothing\nthat will bring me more pleasure than writing Kyle's name down\n tonight at Tribal Council. I knew his day would come, and I've been drooling. (laughs) Drooling... for this day. I think it would be a little bit\ndumb to do anything else. Everybody will have\na better chance at immunity, everyone will have\na better chance at winning. Do you guys agree? -Yes.\n-I agree. GENEVIEVE:\n If I had my way, Kyle would stay. Unfortunately, I have zero power right now. The group is gonna do\n what they want, which I'm told is Kyle. But my name was out there for the Gabe vote\n and, thankfully, I was able to, like,\nby the skin of my teeth, hide behind Gabe. And so, tonight, I hope that everyone is more afraid\nof Kyle than me. SAM: It is not good for my game to get Kyle out of here. As soon as Kyle is gone, everybody that's looking\nat Kyle is looking at Sam, and it's way too early to have\neverybody looking at Sam. We can do Sue,\nwe can do anybody. -Or Andy.\n-I'm not doing it. Okay. The problem tonight is getting one\nof the other five players in the tribe on board to save Kyle, and I don't know\nif the numbers are there. TEENY:\nI'm not doing that,\nand I would really appreciate if you guys didn't do that. SAM:\nWe can't do it\nwithout you, so... So, I might have\n to just go with the group once again, and that sucks,\n but that's the game. ANDY:\n I'll keep it short. You don't have an idol, do you? -No.\n-Okay. I don't think\nyou have the numbers. Especially if Rachel has a vote. I don't know about that or not. KYLE: Not bringing home\n that necklace really means that I've got a lot\n of work to do. I've been so vulnerable\nwith my story and the reason why I'm here. They know it's an excellent\n story, and that a family man is a dangerous person\n to have in the endgame, so, now it's time to step away from my physical abilities\nand just try to get\n into the social game of this and try to get somebody\n on a different direction, other than headed at me,\nat this point. If the votes are\nthat unanimous against me, would you take a risk and shoot\none direction to try to help me? I promised you, right, that... I would want Gabe first\nand then Genevieve next, and I meant it. Everyone's eyes are set on Kyle, but I'm thinking that if I want to leave my imprint on this game\nand start making my mark and start flipping\nthe win switch, I have kind of maybe\nother ideas. If I had it my way,\n I would 100% prefer for Genevieve to be the one\n to leave tonight. And so, I have to\n pitch a case in which I can make that happen. -Yeah.\n-So... The likelihood\nhe's gonna win all of the next four immunities\nis 6.25% chance. It's not that risky.\nIt's a calculated risk. I like thinking about things\n in terms of probability. That gives him a coin flip\n to win a given challenge. Roughly, for a coin flip to land on heads four times in a row is, um, one out of... two, four, and... Wait. Two, four... It's one out of 16, and that is a 6.25% chance\n of happening. That's not that risky. The risk of winning out\nis too high. Even if he doesn't win... People will see it as too high,\nI would see it as too high. \"The chances of him winning another immunity challenge\nare 6.2%.\" No, that's not 6.2%. I don't know where\nyou got that number from, but it is... baloney. TEENY: Yeah. The only thing Kyle's gonna do\nfrom here on out, he's gonna sit in the shelter,\nmake the fire, talk about Shania. That's-that's who he is\nas a game player. She's threw my name out,\nyour name out, your name out. I look at that\nas more threatening to our five-person alliance\nthan Kyle. TEENY: Andy and Rachel are definitely heavily weighing\ntaking out Genevieve tonight. I think they are starting\nto feel the fear of Genevieve. \"She's just going to find a way \"to win a challenge and stay\n in this game long enough to take the rest of us out.\" It's a valid concern. I'm not not hearing it. I know that\nwe have to get him first. His run is overrated.\nThat's all I'm saying. CAROLINE:\n Getting rid of Genevieve\n honestly makes sense, but targeting Genevieve\n means targeting Sue and betraying her trust and potentially\n destroying our alliance. So, I'm really hoping,\nwith every fiber of my being, he agrees with me and we can stick to the smart plan. RACHEL:\n I think that Genevieve is way scarier of a player\nthan Kyle is. So, if everyone\n is staring at Kyle and assuming he's going home, this would be a perfect time to\nget a player out like Genevieve. TEENY:\n Kyle has won\n four immunities, so to not take him out when he doesn't\nhave a necklace on would just be the dumbest look ever\nfor us as players in this game. ANDY:\n A lot of people go\n by their gut or their heart. Those things are really not in my decision-making right now.\nLike, I'm playing the numbers,\n but the hard part is getting everyone else on board\n and trying to convince them that my plan should be the plan\n to happen tonight. Hi , I' m Gr eg . I live in Bloomington, Illinois. I'm not an actor. I'm just a regular person. After working 25 years in the\nautomotive industry, I retired. Eight years ago, I just didn't feel\nlike I was on my game. I started taking Prevagen\nand I want people to know that Prevagen has worked for me. Give it a try. I want it to help you just\nlike it has helped me. I've been taking Prevagen\nfor eight years now and it is still helping\nme tremendously. Pr Wa nt t o ge t th e mo st o ut here\n witho of o ne s he et ? tion. Grab Bounty. (♪♪) Bounty is made\nto be stronger... ...and more absorbent. So, while ordinary\nbrands can't hold up, one sheet of Bounty\nkeeps working, even when wet. (♪♪) Now that's the sound of value. Bounty.\nThe Quicker Picker Upper. Ko hl 's B la ck F ri da y is b ac k and you don't wanna miss it! Shop amazing deals\n and save big on something for everyone! Plus, earn\n extra Kohl's Cash. Get 15% off some\n of your finds! And save more with\n limited-time Doorbusters. At Kohl's. Yo u kn ow yo u wa nt a b ur ge r. So make it\nmy Smashed Jack, rated the best burger\nin fast food. It's even got more beef\nthan a Big Mac. Chin up, Ronald. Maybe you'll\nget a participation trophy. My Smashed Jack, now on sourdough. Welcome to\nJack in the Box! Yo u ' re c ra vi ng t ac os . Not just tacos, Birria Tacos. Actually, Birria Tiny Tacos.\nSauced & Loaded. And served with my new\nbirria-flavored buttermilk ranch. You won't find\nall of this at that other taco joint. Welcome to\nJack in the Box! ♪ ♪ Now bring in the members\nof our jury. PROBST:\nAll right,\nso with tonight's vote, eleventh person voted out becomes the fourth member\nof the jury. So, Sam, as this power starts\nto shift more to the jury, what changes about the vote? SAM:\nI think everybody\ngoes into a vote figuring out who is a threat\nto them later on. But, you know, I actually think\nthis group might have a bit of a warped perception\nof that because I think there's people\nin this game that go through the motions of, \"Here's the people\nthat can beat me, so I got\nto take all of them out,\" but not consider the fact that if they just go down the line,\nthey're not gonna get there. And all of a sudden, those votes mean nothing to them\n'cause they'll be one of them. PROBST:\nRachel, do you agree\nwith that philosophy? Yeah, I mean, I think it's clear that power players are being\ntaken out of this game, but I think that Sam's\nperspective is Sam's perspective because he may be somebody that is more powerful\nthan other people sitting here. And so, whoever\nSam thinks is a threat and whoever Sam thinks\nhe can beat is different than who I think is a threat\nand who I think I can beat. It's different\nfor every single person here, and that's what\nmakes it complicated. Kyle, what do you think\nabout that? KYLE:\nThe way that I'm seeing things is a little bit different,\nmaybe, than the way that other people are\nseeing things right now, because I'm sitting in a hot seat. They want to vote me out,\nmostly because of like, \"Wow. this guy\nis physically challenging.\" Yes, I've prevailed\nin challenges, but ultimately, the social game, the strategy game,\nall the other parts of this game that come into play, I might not\nhave executed so good. We've had people on Survivor that have just\nannihilated challenges, got to the end\nand not received votes. I might not be as big of\na threat as what people think. PROBST:\nAndy, Kyle makes a valid point. Half of the people that have won five individual immunity\nchallenges did not win Survivor. They might not have even\ngot to the end. Yeah. I do kind of\nunderstand what Kyle's saying, to an extent.\nLike, I didn't do much sugarcoating.\nLike, I lied to all three\nof those jurors -on their way out,\nto their faces, so,\n-He did. it just goes to show how there\nare so many different sides to Survivor and what\nmakes a good player. Whether that's pitching that\nyou are beatable at the end, that you can't win at the end, that you're\na one-dimensional player-- that all goes into it.\nAnd you just have to weigh, like, how to survive.\nAnd you just have to give yourself the best chance\nto win the game at the end. PROBST:\nTeeny, was there\na big debate about \"threats\" in terms of what kind of threat\nis most dangerous right now? TEENY:\nAbsolutely. If you are more\nof an outward-facing threat, somebody like-- sorry-- Kyle, who's won\nfour different competitions, like, that's a big\nphysical challenge threat. Or if you're somebody who's leading and orchestrating\na lot of votes, you're getting your voice heard. That's a big outward threat. We all sort of know who falls into the big,\noutward-threat section, and who falls\ninto this sort of underdog, maybe sneaky,\ncome-from-behind threat. And that's where\ndecisions like this are super important. Genevieve, are you displeased\nor just thinking? (laughs) Both. Both. So, Teeny mentioned\noutward threats-- \"are you great\nat immunity challenges?\" She's not talking about me. But then she said,\n\"Or you get your voice heard or you lead votes,\" and I've heard my name a lot. The pitch I try and make is\nif there are people who everyone\nis comfortable keeping in, they're probably taking up seats\nyou want in the end. So, it's difficult\nto make a pitch. I mean, once you get that stamp\nof threat, it doesn't wash off. So, Andy, you go back to camp, you start talking. There's one thing\nvery different. There were no Shot in the Darks. So, unless someone has an idol or some other kind\nof new advantage, there's nothing they can do. Did you sense that today? The safety net is off\nfor sure, but we're still kind of playing\nthe way we're playing, and we're not just gonna walk up to a target and say,\n\"You're the target.\" We're trying\nto be more sophisticated with that, and layered. We're not playing a simple vote. We're not just doing\nload up on one person and not worry\nabout the consequences. -PROBST:\nKyle, you're smiling big.\n-(laughs) -You don't buy that answer.\n-KYLE: Well, it's not\nthat I don't buy that answer, but, like, there's a couple of points\nthat I'd like to highlight on. When we got back to camp,\nit was pretty obvious that I didn't have a necklace\naround my neck at this point in time. There was no safety\nfor me, right? So I pulled a couple\nof individuals. And one of those individuals\ntold me that \"There are so many people\ngunning for you right now,\" which tells me that\npeople are still hiding behind one another\nand making an obvious play. But this is opportunities\nfor moves to be made. This is, like,\ntime to flip the switch. This is when you start\nto think about maybe there's different threats. PROBST:\nSo, did anything change to give you some optimism,\nor as you sit here right now, do you believe you're the vote? You know, I'm gonna be optimistic\nin this position. I'm not going to roll over\nand just give up. That's not who I am, and that's not\nwho I want to be perceived as. So, we have the opportunity\nto have a crowd-pleasing moment, something that we can shift\nto the point where, like, you know, somebody\ndidn't see that coming. PROBST:\nSue, that's an\ninteresting comment. \"We could have\na crowd-pleasing moment if we don't take me out.\" Right, well, personally, I feel\nevery single person here is making up their own mind. They're not really\nbeing swayed by anybody. I certainly am not\nhaving anybody try to sway my vote.\nI know what I'm planning on doing\nand I'm sticking to it. Sam, what did you experience\nthis afternoon? SAM:\nUh, I think my experience was pretty similar to everybody\nelse's in the sense that Kyle is the obvious target. But he also makes\nsome very good points. The fact that he is a vote,\nthe fact that he is a shield to a lot of people who feel like they're also targets, and they're also threats\nin this game. -PROBST: How about you, Rachel?\n-RACHEL: Yeah, I mean, I think it's being\nunderplayed a little bit. I definitely\nhad discussions today about targets that were not Kyle that were seriously considered.\nSo, I don't think that it was just, Kyle doesn't win immunity,\nand we're voting out Kyle. There...\nIt is more nuanced than that, whether people want\nto believe that or not. Genevieve,\nwhen you hear Kyle say, \"Well, I was told it was me,\"\ndoes that give you comfort? Uh, I don't think it'll be... a dogpile on Kyle tonight. PROBST:\nGenevieve, you're\nvery quiet tonight. Your energy is quieter,\nyour voice is quieter. Is that 20 days of exhaustion or is that the pressure\nof being at Tribal feeling that your name might\nactually be the name tonight? I'm a little bit... all over the place, mentally. Um, half of my mind is, \"I wonder if\nI'll get through tonight.\" And the other half is... \"Then how do I\nget through tomorrow?\" CAROLINE:\nFunny enough, this is actually a moment where\nI would remind Genevieve of one of my absolute\nfavorite Tribal quotes I've heard so far, which is, \"The great Survivor players can see through the noise\nto see the news.\" -Who said that?\n-Genevieve. CAROLINE:\nAnd I have honestly thought\nabout that quote -almost every day.\n-PROBST: Genevieve, so you have a player\ntelling you, \"You actually said something\nthat I'm using right now. You should use it\nyourself tonight.\" That's community, Jeff. And it's so twisted out here,\nand it can feel awful and it can feel, like, rejuvenating and like,\n\"Oh, yeah. Maybe I'm not on an island\nall on my own.\" So, thank you, Caroline. Absolutely.\nI mean it. PROBST:\nGenevieve, there's one more layer\nthat starts to creep into this\nat 20 days and only eight people left\nis that you know each other. It starts to become personal. GENEVIEVE:\nYeah, since the Kishan vote, I have made\na very specific effort to separate Genevieve the person from Genevieve the player, which is how I am able\nto think strategically without clouded vision. But people I've known\nfor a long time trickled through and pulled in some emotion from Genevieve the person.\nPeople I've known only for a short time\nwere able to access that, and it does make it more complex for me.\nI wish I could truly just\nbe Genevieve the player. It would be a lot easier. Andy, more difficult for you the\nlonger you stay in this game? ANDY:\nI do think it gets more intense, but at the same time,\nthe finish line is right there. Right?\nWe see eight slots and five people have to go. I feel like\nthere's a happy medium where you have to determine the big calculus of thinking about\neveryone's threat levels, because it is dynamic,\nand it's gonna change after this vote.\nIt's gonna change after the next vote.\nAnd the real goal is to be not at the top, not at\nthe bottom. You have to just figure out a way to get through and have a shot\nto win at the end. PROBST:\nKyle, do you agree with that? KYLE:\nI think there's a lot of truth\nto that, but it's getting to the point\nwhere you may not want to just go\nmajority rules anymore. I think this is time\nwhere you can really start flipping the script,\nmaking moves happen that people really\nweren't expecting, and prove to the people\nthat are sitting over there that you have in the tank\nwhat it takes to make things happen. Okay, it is time to vote. Genevieve, you're up. ♪ ♪ I'll go tally the votes. If anybody has an advantage\nor an idol and you want to play it,\nnow would be the time to do so. All right.\nI'll read the votes. First vote: Genevieve. Kyle. One vote Kyle,\none vote Genevieve. Teeny. That's one vote Kyle,\none vote Genevieve, one vote Teeny. Kyle.\nTwo votes Kyle, one vote Genevieve,\none vote Teeny. Kyle. That's three votes Kyle,\none vote Genevieve, one vote Teeny. Eleventh person voted out and the fourth member\nof our jury: Kyle. That's four. That's enough.\nNeed to bring me your torch. All right, guys, line 'em up.\nLet's knock 'em down. Thank you for each\nand every one of you, for the kind words\nthat you had to say for me, for my family. Every one of you are beautiful\nand have a wonderful story. You are playing your hearts out. Thank you so much\nfor this experience. Thank you so much\nfor your friendship. ANDY:\nLove you, man. -KYLE: Good game, you guys.\n-RACHEL: Good game, Kyle. Bye, Kyle. (chuckles) If you have a family,\nwhen you're out there, give it a buck 20.\nWe do 100% for ourselves, but when it comes to our family,\nwe put 120% into everything we do. I'm gonna need a hug\nfrom you, too. You got it.\nKyle, the tribe has spoken. Thank you so much\nfor this opportunity. Thanks for coming out. KYLE:\nBye, everybody. -GENEVIEVE: Bye, Kyle.\n-TEENY: Bye, Kyle. See you, bub. Grab your torches.\nHead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org [p ar ch me nt p ap er c ri nk li ng ] ♪[Jazz Music]♪ [parchment paper crinkling] ♪♪ [girl laughs]\n[muffled chatter] Nothing tastes as good as that\n first bite... and it just got better. Get a 10 piece\n Chicken McNuggets© for just... $1. Th er e' s so me th in g go in g ar ou nd th e Go rd on H om e. Good thing Gertrude\n found Delsym. Now what's going around\n is 12-hour cough relief. And the giggles. The family that takes Delsym\n together, feels better together. I to ld m ys el f I wa s OK w it h my m od er at e to severe rheumatoid\n arthritis symptoms... ...with my psoriatic\n arthritis symptoms. But just OK isn't OK. And I was done settling. If you still have symptoms\n after trying a TNF blocker like HUMIRA\n or ENBREL, RINVOQ works differently. RINVOQ is a\n once-daily pill that can rapidly\n relieve joint pain, stiffness, and swelling as fast as\n 2 weeks for some. And even at the 3-year mark, many people felt this relief. RINVOQ can stop joint damage. And in PsA, can leave skin\n clear or almost clear. RINVOQ can lower ability\n to fight infections. Before treatment,\n test for TB and do bloodwork. Serious infections,\n blood clots, some fatal; ...cancers, including lymphoma\n and skin; serious allergic reactions; GI tears; death; heart attack;\n and stroke occurred. CV event risk increases in age\n 50 plus with a heart disease\n risk factor. Tell your doctor if you've had\n these events, infection, hep B or C, smoked, are pregnant or planning. Don't take if allergic\n or have an infection. Done settling? Ask your rheumatologist\n for RINVOQ. And take back what's yours. (♪♪) CAROLINE: We are gonna\n be the final four women. CAROLINE:\n And it's so exciting. PROBST:\n Next time on Survivor... SAM:\n This is what I've been waiting for. This is the biggest heist\nof Survivor. MANU:\n Two days left. PUNKIN:\nY'all keep pushing. MANU:\n Five remaining and almost $750,000 at stake. -AMY: She's got a yellow bag.\n-JEANNIE: Oh, my God. MANU:\n Last time,\n the mountain's keeper demanded that a fateful choice\n be made. THERRON:\n\"Whoever touched this bag first \"has the power to eliminate\n someone immediately, sending them and their money\noff the mountain.\" Dusty. DUSTY:\n Making it this far\n was not a surprise. Getting voted out in this slimy of a manner is a surprise. I don't think a leader\nwould make that call. I wouldn't be able\nto sleep at night. PUNKIN:\nI was not expecting that at all. MANU:\n With so few left... I could have a target\non my back. MANU:\n ...and alliances shifting... I don't want to go home."
}