{
    "season": 47,
    "episode": 8,
    "title": "He's All That",
    "transcript": "Sam said that you're the backup. ANDY:\n I need to flip the switch. PROBST:\n Previously on Survivor... We're gonna randomly divide\ninto two groups of six. SAM:\n I think Lavo and Gata--\n we have some level of trust. We are five Tuku strong. So, we have\n an easy vote out tonight. This gives someone\n the opportunity to have safety without power. (laughs) PROBST:\nAll right. It is time to vote. Jeff? \"Announce that you have the\nSafety without Power Advantage. \"You will leave\nTribal Council immediately. You cannot be voted out.\" Tuku five, you will\nbe turning on each other. Seventh person voted\nout of Survivor 47: Tiyana. The tribe has spoken. ♪ ♪ All right, well. Coming back\n to camp completely alone, my head is just spinning,\n honestly. Like, on the one hand, I am just breathing the largest sigh of relief because I'm here\n and I'm in the game. But at the same time,\n it's not great to have, kind of,\n the spotlight on me, and I hope that I didn't piss anybody off. RACHEL:\n I'm feeling anxiety\n and relief, but still nervousness.\n But also, there's a huge question\nof who gave me this advantage. -I know.\n-Marco. Polo. -Rachel.\n-RACHEL: Sorry, guys. -What a move tonight.\n-RACHEL: Oh, my God. (overlapping chatter) Thank you. GABE:\nTribal did not go good tonight. You know, Rachel is\n a very threatening player. I was very excited\nfor her to leave tonight. (grunts) GABE:\n But she forced the Tuku five to cannibalize itself in front of everybody at Tribal. So, this was quite a disaster. -Safety without Power is crazy.\n-Yeah. CAROLINE:\nAnd it was, like,\na genuine shock. TEENY: Yeah. I would love to know\nwhere it came from, but I'm just happy I had it. SOL:\n I was the one\n who gave Rachel the advantage, and nobody knows about it\n because I've been playing this act out here\n that I'm kind of goofy. So, people don't that I'm really\na really strategic guy. We moved back to Michigan.\nMy dad didn't want to be in Thailand that far away\nfrom us, so he moved to Texas. But he owned\na video store down there. -Just as immigrants. Yeah.\n-My mom owned\na liquor store. Yeah. -Um, like, my...\n-Why do all Asians\nalways own a store? I gave the advantage\n to Rachel because she was, what I felt,\nin jeopardy. Big, big trouble\nat Tribal Council. But also, genuinely,\n there is a connection there. And I'm working on building the SSAs-- Sol's Secret Agents. When you got up and left,\nthey were all freaking out, -like, \"Oh, damn.\"\n-Really? Your ass was gone. And... Literally, the second\nI found it, I was like, -\"It was Sol.\" Yeah, I knew it.\n-Yeah. RACHEL:\n Sol saved my life. You know, in this game,\n no one has to help anybody else out,\n but he was looking out for me, period. You have somebody now, okay? -Clearly, I want\nto work with you.\n-Yeah. But I definitely don't\nwant it to come out because that's a target on me. -All right.\n-Thank you so much. RACHEL:\n I'm so excited\n for this budding relationship. I finally have someone\n that I can look at and be like, \"I think at least for now, I could trust you.\"\n(laughs) One million percent,\nyou were going. They were all playing me. It was very clear\nthat they were, -like, planning\non staying together.\n-That's wild. I know you had\na really hard day, so I'd hate to tell you\nhow good of a day we had, but we had a really,\nreally good day, and... With Lavo. Oh, my God. Okay. You... Well... -Okay, yes. Yes, yes, yes.\n-(laughs softly) SAM:\n At this point,\n I don't trust Tuku as far as I can throw 'em. So the Gata-Tuku War is absolutely coming,\nand I want to make sure that I'm on the right side of\n the numbers when it gets here. ♪ ♪ Holy crap, dude. -Kemo sabe.\n-Hey, Mr. Miyagi. Dude, some people on my tribe\nhave never seen The Karate Kid. And I'm like, \"Wax on, wax off.\"\nThey're like, \"What?\" -I'm like, \"No.\"\n-Are you serious? I'm like, \"Please, no.\" KYLE: I like Sol.\n You know, Sol might actually be, like, my favorite person\nout here at this point. He's a jokester.\n He's got a beautiful smile. -Look at that.\n-That's primo.\nThat was one swipe. One swipe. Oh! (coughs) Ah. CAROLINE:\n Hello, hello. Everyone, I have something\nI'm really excited -to show you all.\n-(Genevieve gasps) I was going on a walk\nfor a little bit, and I saw something\nkind of interesting. -I think\nwe should all get going.\n-Ah, field trip. SUE:\nLead the way, Caroline. Oh, even the suspense\nis killing me, honestly. -Oh, my God.\n-Get out. -CAROLINE: Here it is.\n-SUE: Get out. Oh. (laughs) -Y'all cool if I read it? Okay.\n-(all voice assent) (cheering, screaming) CAROLINE: I see that word\n \"auction,\" and, like, my heart explodes\nand I can't believe I get to be a part of, like, one of the biggest\n bucket-list items. Oh, my gosh. Breaking news from\nthe islands of Survivor 47. A Survivor icon is back. It's the auction. The players are fired up,\n running around the jungle, collecting their money, ready\n to go to eat some good food. -Oh.\n-Oh, nice! Thank you. Oh. Oh. No. I'm so far. I hate running, but, like,\n I want food, so I need money. So I'm just repeating to myself\nthe things I want to eat. Yes. Seems like the water wall\nwould be... Got one. Oh, nice. Hey, bro. There we go. Bingo. Bingo! I haven't gotten\n a single food reward yet. Everything I've eaten so far\nhas come from the sand. GABE:\n So I'm hungry. Ooh. I'm gonna get some steak. I'm gonna get a burger.\nI'm gonna get something good. Like, I want\n to make this money count. ♪ ♪ Dude, I have one. Potato salad. Potato salad. (sighs) I got you. It's like an Easter egg hunt.\n I've been good at Easter egg hunts my entire\n life. I mean, my family-- we've had Easter parties\n every single year. Oh, yay. And I truly, to be honest,\nI didn't stop Easter egg hunting until last year.\nI was like, \"I got to retire.\" But I'm, like,\n going hard out here. Oh, my God. Sierra. I'm live from\nthe islands of Survivor 47. We're about halfway through\nthe search for the cash here. The players are all\n going very nuts. Uh, so far, Andy in last place and Sierra,\n a surprise early favorite, racking up lots of dough. Oh. (grunts softly) How's it going, Andy? -Hold on. Let's see.\n-I just need one. I feel myself in a hole. A panic sets in, and I just have\n to tell myself, like, \"Okay, I'm just looking\n for tubes in the jungle.\" I can do that. I have my eyes.\nThey work fine. At this point,\n I just have to laugh. At this point,\n I recognize what... I'm on Day 14. Like,\nthis is how it's going for me. I just want to make sure\nI don't get zero. No. All right, we're catching up. ANDY:\n With more time passing, fewer tubes\n are gonna be available. It's scary\n because you can sort of feel the time running out. Cool. ANDY:\n And you really don't want\n to be left without any money. You don't want to be broke at the Survivor auction\nbefore you even get there. SOL:\nAndy, that's it. -SIERRA: We found 'em all.\n-SAM: That's it. And that's a wrap from\nthe Survivor 47 money hunt. Sierra comes out on top,\nwith Andy in dead last, as usual. (indistinct chatter) Six, seven. $140. -SIERRA: $340.\n-GABE: $280. GENEVIEVE: Yeah. KYLE:\n For a guy that\n only found two tubes, I got, like, 580 bucks here. That's more money\nthan I have back home. I got 440. -Six sixty.\n-SOL: Nice.\n-SUE: Nice. SAM:\nOne thousand sixty dollars, bro? SIERRA:\n I'm rich. I'm rich. I know. And who wants some? Anybody? -(whooping)\n-GENEVIEVE: Well done, Sierra. (indistinct chatter) GENEVIEVE:\nLove that, Sierra. [A ch oo !] Needs, Alka Seltzer\n Plus Cold & Flu When speed is\n what you need, bounce back fast with Alka Seltzer Plus. Also try the new chewable\n Fizzy Chews. No water needed. Amazon early holiday \ndeals are here. With everything you need to\nkick off the season. Shop Amazon early holiday \ndeals now. We l os e 1% of o ur c ol la ge n ev er y ye ar , starting in our 20s, which means we MUST start banking collagen\nfor plumper, glowing skin. Do it with Neutrogena\nCollagen Bank. Trust me, I'm a banker. Shouldn't they trust me, the dermatologist? It's not\na competition. Th e $6 M ea l De al i s he re . It starts with Dunkin's\n legendary coffee, a toasty, melty bacon egg\n and cheese sandwich, and a crispy, crumbly order of hashbrowns. It's kind of the biggest deal\n in breakfast. The $6 Meal Deal -\n available now. >> W OM AN : Wh y di d we ch oo se S af el it e? We were loading our\nSUV when... crack! Safelite came right to us, and we could see exactly\nwhen they'd arrive with a replacement\nwe could trust. >> VO: Schedule free mobile\nservice at Safelite.com. >> SINGERS: ♪ Safelite repair,\nSafelite replace. ♪ (V O) At D og C ho w we believe helping dogs live\ntheir best life... should be simple. That's why Dog Chow is made with high-quality protein\nand no fillers. Purina Dog Chow. Keep Life Simple Th e Fr ee St yl e Li br e 3 Pl us se ns or tracks your glucose\n in real time, and over time it can help\n lower your A1C. ♪♪ This is progress. Learn more and try for free at\n FreeStyleLibre.us ♪♪ Do wn y Li gh t ad ds a s ub tl e fr es h sc en t to y ou r wa sh . It doesn't overwhelm like: It's campfire\nleather musk overload. Because Downy Light\n is gentle and balanced. It's a nature inspired scent, to breathe life\n into your laundry. ♪ ♪ Come on in. Day 14 smiles. PROBST: Survivor auction. -And come on in.\n-(whoops) PROBST:\nWe got room for everybody. Let's have some fun today. Welcome to the Survivor auction\nfor Survivor 47. (cheering, whooping) This is a new-era auction, so let me remind you\nhow it works. This morning,\nyou had a money scramble where you raced into the jungle to try and find various amounts\nof cash. The reason\nfor the money scramble is you all start the auction\nwith varying amounts of money. So let's take a look\nat who got what. (cheering) All right, most money: Sierra. $1,060. And it goes down from there\nall the way to Andy. Good news is, Andy,\nyou're not gonna lose your vote. You got to have\nthe most amount of money -at the end of the auction\nto lose your vote.\n-Yes. You don't have any money.\nBad news is, -you cannot bid on any items.\n-Yup. PROBST:\nSo let's get to the items. We have 15 items\nprepared for you today. But only the first five\nare guaranteed. -GENEVIEVE: Ugh.\n-PROBST: The additional number of items\nwill be determined by me drawing a random number -out of a bag\nbetween six and 15.\n-Wow. The reason this matters is the auction will end\nwithout warning, and whoever has the most money at that point in the auction\nloses their vote at the next Tribal Council. PROBST:\nLet's see how many items\nwe're gonna have. Okay. I know the total number\nof items that's going to be in the auction.\nYou don't. -So that's been determined.\n-Oh, my goodness, buddy. The question is\nhow many items will there be? -Okay.\n-Shall we get this auction going? -(all voicing assent)\n-PROBST: All right. GENEVIEVE: Oh, no. -Ugh.\n-PROBST: First item. First $60 buys it. -$60.\n-$60 to Sol. Come on up. (whooping, cheering) Salted potato chips,\nsoft drink for 60 bucks. That might be the best buy\nof the day. -Yeah, I think so.\n-$60. -Ooh, want me\nto try this, buddy?\n-Try these for me, Sol. Oh, you got it, baby. RACHEL: Oh, that's a big bowl. -That's a big bowl.\n-That's a big bowl. GENEVIEVE:\nThat's a big bowl. -(whooping, cheering)\n-Oh, my God. Yeah, buddy. Ugh. That potato chip\nright there was so money. -PROBST: Enjoy.\n-SOL: Thank you so much. -(whooping)\n-Attaboy, Sol. -PROBST: Let's update the board.\n-Thank you, thank you. Sol goes from $600 to $540. All right,\nshall we get the next item? (all voicing assent) All right. Next item up for bid: mac and cheese. -All my money. All my money.\n-Oh! -$640.\n-Damn it! PROBST:\n$640. The first bid by Teeny. Teeny, you're gonna spend\nall your money on this? I like mac and cheese. -$640. Sold to Teeny.\n-GENEVIEVE: Ugh. -Come on up.\n-Yay! RACHEL:\nGood job, Teeny. Here you go, dude. It's all right.\nThere's more coming. -Dip in. Have a bite of that.\n-Oh, my God. KYLE:\nThat's a big bowl, man. SIERRA:\nOh, my gosh. Good, Teeny. (laughing, whooping) PROBST: Worth the money? -Absolutely.\n-All right, take it back. -Enjoy.\n-Thank you. -PROBST:\nMac and cheese for Teeny.\n-GENEVIEVE: Oh, my God. Wow. Oh, my God. Ugh. (sighs) PROBST:\nIf only she could share. Shall I get another item? -(all voicing assent)\n-All right. I'm sorry, guys. -(indistinct chatter)\n-SIERRA: Okay. Okay. Oh. -I think\nthere's a drink in there.\n-PROBST: The question is am I walking gingerly\nbecause I'm worried about protecting\nan amazing reward or am I walking gingerly -to sucker you in?\n-SOL: Oh... PROBST: That's the question\nyou're gonna contemplate as you bid\non this covered item. -$360.\n-$360 to Sam. $560.\n-$560 to Kyle. -$800.\n-$800 to Sierra. PROBST: That's it. Sierra. Sold for $800. Come on up. -TEENY: That's good, Sierra.\n-PROBST: See what you bought. -Give me the dough first.\n-Okay. PROBST:\nAll right. This is what $800 bought you. -(all exclaiming)\n-(squealing) PROBST:\nChips, salsa, guac\nand a margarita. Where do you want to start? Oh, the margarita. Oh, my God. Cheers, guys. -(cheering, whooping)\n-Mmm. -Don't spill it, now.\n-SIERRA: Oh, no! I am having a margarita\nwith Jeff Probst. This could be you\nif you apply to be on Survivor. -It's, like, I want\nto just take a picture.\n-Do it. -Do a selfie.\n-I know. I will. Like, if I could\nseriously just be, like... -Yeah, here we go.\n-(laughing) PROBST:\nAll right, take it back. Enjoy. -(whooping, cheering)\n-(squeals) SOL:\nOh, my God. Look at that guac. That leaves you with $260. -I'm using my best\nacting skills\n-GENEVIEVE: Yeah. -That's what I'm worried about.\n-trying to sucker you into not knowing if that's\na really great item or not. I think we got\nto keep it covered again. -$80.\n-PROBST: 80 from Gabe. -$560 for Kyle.\n-PROBST: $560 to Kyle. -Going once.\n-Uh, I didn't like\nyour acting job, Jeff. I'll let Kyle, uh,\ntake the cover off. -PROBST: Let's find out.\n-Hey, Jeff? Uh, if there's meat under there, Kyle's not gonna be able\nto eat it. Can I give you my $360 -on the shot that there's meat?\n-Uh-uh. Uh-uh. This is one item. No sharing. Sold to Kyle. -Go, Kyle!\n-TEENY: $560. PROBST:\nAll right, talk to me about the meat issue.\nSam said as long -as it's not meat, you're good.\n-KYLE: Yeah. So, that's... You know,\nI've been a vegan for, like, six plus years, and then\nI switched to vegetarian not long ago just so that way, if I had the opportunity\nto be here, I could have more options\navailable to me. That was part of why\nyou changed your diet, -was on the chance\nyou might get on Survivor? -(chuckles) -Wow!\n-Oh, my God. -GENEVIEVE: Ugh.\n-PROBST: It's very interesting, everything you just said,\nbecause your reward comes with dairy,\nand there is some meat. Here's what you bought. (all exclaiming) PROBST:\nA giant tray of buffalo wings... -Look at all those.\n-TEENY: Oh, my God. PROBST:\n...with ranch\nand some celery and carrots. You know, this is horrible. Yeah.\nSo you're gonna take this back. There's no sharing of items. -Nobody can buy a buffalo wing\nfrom you.\n-Okay. KYLE:\nI'll just take it all, you know. -PROBST: All right.\n-Yeah. I would have liked that. Thank you, sir. (sniffing) Oh, you're thinking about it. Oh, my gosh.\nI'm gonna do it. If you're gonna do it,\nlet me see. All right, so my favorite\nwas always the wing, right? Oh, he's going for it. -This is a moment.\n-(all exclaiming) My heart's pounding right now. -Really?\n-Yeah, I'm... Well, why are you doing it? -I'm hungry.\n-Okay. That feeling like you're about\nto do something, and that something\nmight be wrong. -(whooping)\n-SUE: Good job, Kyle. SAM:\nYay, Kyle. -(Probst laughs)\n-It's turned me into an animal. How is it? I'm a little d-disappointed\nin myself for caving, but if you're gonna cave,\nthis is a place to do it. -GENEVIEVE: Yeah.\n-Good job, Kyle.\n-PROBST: Enjoy. PROBST:\nKyle left with $20. -Let me get another item.\n-SUE: Oh, my God. -Look how many there are.\n-(sighs) (British accent):\nWell, if I had ever been in Shakespeare in the park, -this is how I would do it.\n-(laughing) Sir, I present\nto you the most beautiful of Survivor auction items. I don't know what's in here.\nIf you don't like it, I'm merely the messenger. $660. (regular accent):\n$660 to Gabe. -Gabe buys it. Sold to Gabe.\n-Go, Gabe. -SAM: Good job. Good job.\n-Oh, good luck, Gabe. For all the money he has. So the good news is\nyou can't lose your vote. Well, if you're having\na bad feeling, you can trade it. Oh, Gabe. -SUE: Yikes.\n-PROBST: For this. Yeah. -Sticking with the fish guts.\n-Sticking with the fish guts? Okay. What you bought was... a very fresh... coconut filled with very cold water. -Oh, no, Gabe.\n-PROBST: All of your money. (sighs)\nMakes me stronger. SUE:\nSorry, Gabe. -(overlapping chatter)\n-Just like that, $660 gone. PROBST: From this point forward, any item could be the last item, which means\nif it is the last item, whoever has the most money after\nthat item loses their vote. Sixth item in the auction. -$380.\n-$380 to Sue. -$540.\n-540 to Sol. Come on up, Sol.\nSold to Sol for $540. He got the first item. This is his second item\nin the auction. Take that from you. This is what $540\nbought you, Sol. -SIERRA: Oh, you were right!\n-SOL: Oh, my God. PROBST:\nA giant apple pie, whipped cream,\nwhich I will let you put on. I got the wrong item, dude. -PROBST: Put the 47 on there?\n-SOL: 47, baby. -PROBST: Doesn't have\nto be pretty. That looks good.\n-Yeah. -What's this?\n-Well, this $60, Sol. It's called the Survivor cash-back program. Some items come -with money\nthat go back to you.\n-(all exclaiming) -So you will go back with $60.\n-Right. Before you do that,\ntake a bite of the pie. Oh, yeah. That's how you eat a pie\non Survivor right there. -How delicious is it?\n-PROBST: Wow.\n-SOL: Oh, man. Take it back.\nTake your money back. Enjoy. (whooping) PROBST:\nSo, Solomon is still in it. If that was the last item,\nRachel, with $500, you would have the most money\nand you would lose your vote. Okay. -There is another item.\n-SIERRA: Yay. -Yeah.\n-SUE: Yay! RACHEL:\nOoh! -Oh, my God.\n-Oh, wow. Next item up for bids\nwill remain covered. -$500, Jeff.\n-$500 to Rachel. Come on up. Rachel, out of the\npossibility of losing her vote, which may be\nthe most important thing. $500. Thank you. -What's your feeling right now?\n-I have a feeling it could be bad, but\nI also have a feeling that... -It could be good?\n-There might... I might... For whatever reason,\nwhen you came out, I was like, \"I think\nthere's a burger in there.\" Wow. (cheering) PROBST:\nHow does this happen? I feel like I should\ntake a bite, probably. Yes, take a bite. Take a bite. PROBST:\nThat's a Survivor burger\nright there. -TEENY: Oh, my God.\n-SIERRA: Get in there. Oh, my God. -GENEVIEVE: Hey, Rachel.\n-PROBST: All right. Take it back and enjoy. Wow. -Well done manifesting.\n-Oh, my God. -I just, like, felt it.\n-PROBST: All right. Genevieve, at $440... ...you have the most buying\npower right now in the auction, if there's another item. If there is not another item\nand that was it, you will lose your vote\nat tonight's Tribal Council. There is another item -in this auction.\n-RACHEL: Oh, my God. I thought he said they're isn't. Sorry. -I'll go get it.\n-(Genevieve sighs) (Genevieve laughs) (Genevieve mumbles) ♪ ♪ RACHEL:\n Oh, my God. All of a sudden, I see a tiny little piece of paper\nin my fries. And I'm just like, \"What is it?\n Has anyone else noticed it? What the hell\n could this be about?\" Wa nt t o sh op W al ma rt Bl ac k Fr id ay D ea ls f ir st ? Walmart+ members get\n early access to our hottest deals. Join now, and get 50% off\n a one-year membership. For the deals you desire, join Walmart+ today. And shop Walmart Black Friday\n Deals first. ♪♪ ♪ ♪ Missing out on the things you love because of asthma? Get back to better breathing with FASENRA, an add-on treatment\nfor eosinophilic asthma that is taken once\nevery 8 weeks. FASENRA is not for sudden\nbreathing problems or other\neosinophilic conditions. Allergic reactions may occur. Don't stop your\nasthma treatments without talking\nwith your doctor. Tell your doctor\nif your asthma worsens. Headache and sore throat\nmay occur. Tell your doctor if you have\na parasitic infection. Step back out there\nwith FASENRA. Ask your doctor if it's right\nfor you. Wh en a ny on e in t hi s ho us e we ar s wh it e, it doesn't stay\nwhite for long. White? To soccer? I'm not gonna\nslide tackle. But now with\nTide Oxi White, we can clean our white clothes\nwithout using bleach even works on colors. I slide tackled. I see that. It's got to be Tide. Ho n ' , ta ke A ir bo rn e! It has 7 key nutrients to help fill those holes\nyour immune system may have. What holes? [Screams] New Airborne. 7 immune supporting nutrients. Our most complete\n support yet. CO PD ? I ha ve b ad d ay s. .. ...but I'm fine the next day. (Pop!) If I take it easy today, I'll be back to\n normal tomorrow. (Pop!) One flare-up isn't going\n to make a difference. (Pop!) The truth is, those COPD\n flare-ups you keep having? They have the potential\n to cause... ...permanent lung damage, making it harder to breathe\n over time. But we now know more about\n a cause of flare-ups for some people. It's called\n Type 2 inflammation, and it can be identified\n by a blood test. Ask your pulmonologist if a\n blood test is right for you. ♪ ♪ RACHEL:\n I'm sitting on the bench, I'm eating my juicy,\n delicious burger, and all of a sudden, I see a tiny little\npiece of paper in my fries. Oh, my God, Jeff put an advantage\nin the auction. But I don't know what to do. Next item up for bid... -All my money.\n-All right, Genevieve. Come on up.\nSold to Genevieve. RACHEL:\n And I'm just like,\n \"What is it?\" You know, I can't just, like, unroll it\n and read it right then. See what you bought.\nGive me the dough first. RACHEL:\n My heart is pounding,\nand I'm waiting, and finally... (cheering and whooping) RACHEL:\n Everyone is staring\n at Genevieve because that's such a big moment. GABE:\nWow! Genevieve. RACHEL:\n So, I very slyly, like, reach into my fries,\n and I just, like, go under and adjust my shirt and stick it in my bra,\n and I was like, \"I think I got away with that.\" (applause) -Oh.\n-Smells good. Oh, there's, like,\na truffle in there. Chocolate-covered strawberry. PROBST: All right,\nlet's update the board. Now the person\nwith the most buying power and the most risk is Sue. So now, Sue, you are the person\nwith the most money. It's the same dilemma. At some point,\nthis auction is going to end, and if it does, right now, you will not vote\nat the next Tribal Council. Sue, you will... have a shot at another item. -(whooping)\n-Oh, my God. -TEENY: Wow.\n-Jeff, I love you. Oh, my God.\nLook how big that is. -It's a pizza?\n-Maybe it's a pizza. -It's probably a pizza. Yeah.\n-Oh, my God. Let me start\nby showing you the item. -CAROLINE: Oh.\n-PROBST: We call this the Survivor Outwit, Outplay, Outbreakfast\nSunrise Spectacular. Everything you could want\nfrom a breakfast. But this item is not gonna go\nto the highest bidder. Sorry, Sue.\nThis item comes with a price. The price is $200. Anybody who wants a shot\nat earning this can declare their $200\nright now. You will come up here\nand compete for it. -I'm in.\n-Sue is in at $200. Sierra's in. -I'll go, Jeff.\n-PROBST: Sam is in. Caroline in. All right,\neverybody, who's in, come up--\nSam, Caroline, Sue and Sierra. What do you think it is?\nWhat do they have to do? We're about to see.\nI have no clue. So, Sue, Sam, Caroline, Sierra, I can't think of a better way\nto earn this -than a Survivor classic.\n-What is it? (Survivors screaming,\nexclaiming) SAM:\nOh, my God. PROBST:\nTwo grubs. This is how it's gonna work. The first person to get down two grubs\nearns this breakfast, and I keep your money. I'm gonna bring you\nsome freshies. Oh, they're huge. Do it. Ew!\nMine's crawling off the plate. Thanks, Sam.\n-SIERRA: I, uh... PROBST: All right. Sierra, take your money,\nhead back. PROBST:\nSierra's gonna take her seat. We are down to three. (Sue groans) PROBST:\nAll right, you ready to begin? Here we go. Three, two, one, go. First to get two down\nand show me an empty mouth. Sam does one quickly. Sue spitting hers back out. You got to keep most of it in,\nSue, for it to count. Caroline working on hers. -Sam has it! Both done!\n-Yay! PROBST:\nSam wins. Sue spits it back out.\nCaroline seemed to enjoy it. Nice effort from everybody. Caroline, you will take\nyour $200 back. -Sue, I'm sorry.\nYou get your $200 back.\n-Ugh. PROBST:\nSam, I will keep your $200. -Blueberry pancakes.\n-This thing looks ridiculous. Fresh from the Survivor kitchen. It is ridiculous. -Attaboy.\n-TEENY: Yay. PROBST:\nSam spends $200 of his money, and Sue with the most money. That was... not the last item. What?! PROBST: Next item... Come on up. -(Survivors cheering,\nexclaiming)\n-I did it! -Yes, yes, yes!\n-PROBST: A giant Survivor burrito and iced tea. -(laughs)\n-Mmm, mmm, mmm.\nThank you, Jeff. Next item. I'm doing $280. -PROBST: All right, come up.\n-Go, Caroline!\n-All right. PROBST:\nThe good news is, with no money, -you can't lose your vote.\n-You're right. Bad news? -(Survivors exclaiming)\n-PROBST: Fish eyes. Oh! (indistinct chatter) (cheering, exclaiming) PROBST:\nWow. That's how you do it\non Survivor, Caroline. Item number 12. -$260.\n-Sierra, come on up. See what you bought. You are going to... -share.\n-(cheering) You and two other players\nwill have three minutes to eat. SIERRA:\nGabe and Caroline,\ncome up and join me. All right, let's do it. Big handfuls of peanut butter, -chunks of chocolate.\n-(Sierra groans) This is one of my favorite\nthings to watch on this show. Oh, I'm going back in. -TEENY: Oh, my God.\n-GABE: Yeah! That is it.\nThis item is over. GENEVIEVE:\nOh, good job. PROBST:\nWell done. An impressive attack on\nthe peanut butter and chocolate. ANDY:\nWell done. Well done. PROBST:\nHere's where we stand now. Sam is in the lead right now\nat $160. So, Sam, if that was\nthe last item, $160 means you will not vote\nat the next Tribal Council. That was the last item\nof the auction. The Survivor auction is over. Grab your stuff and head out. Survivor continues. Thank you... so much. -SIERRA: So good.\n-SUE: So good. (quietly): Okay, the players\nare still walking off, but if the auction looks fun,\napply to be on Survivor. Oh .. . st uf fe d up a ga in ? So congested! You need Sinex Saline\nfrom Vicks. Just Sinex, Breathe, Ahhhh! What is ━ Wow! Sinex. Breathe. Ahhhhhh! ♪ ♪ ♪♪ ♪♪ It isn't the holidays\n without a little magic. Inside, outside, and everywhere in between. Get everything to make\n your season jolly, delivered at the speed\n you need. The holidays have arrived, at The Home Depot. ♪♪ Th e vi ru s th at c au se s sh in gl es i s sl ee pi ng .. . In 99% of people over 50. It's lying dormant, waiting... and could reactivate. Shingles strikes as a painful, blistering rash\nthat can last for weeks. And it could wake at any time. Think you're not at risk\nfor shingles? It's time to wake up. Because shingles could\nwake up in you. If you're over 50, talk to\nyour doctor or pharmacist about shingles prevention. ♪ ♪ RACHEL: That was so fun, guys. Congrats on\nthe spicy marg, dude. -Oh, my God.\n-SAM: That lost vote just had-had my name\nover it all day. And I'm like, \"I'll do anything\nnot to lose my vote.\" -I know, I know.\n-SAM: And then, it just--\nit kept following me. I'm so sorry, too,\n'cause I was right above you. SAM:\n It sucks losing your vote. Your vote is your voice in the game. And now, with 11 people left, I can't say,\n \"You got my vote, man.\" I just have to say,\n\"Sure, you have my blessing.\" RACHEL: At the auction,\n inside the fries was a note that I desperately want to read,\nbut I'm very scared to take out because\n there's people everywhere. But I finally get a moment\n where I'm going to check on my clothes\n at the clothesline, and I have a moment to myself. Oh, my God. Okay. Wish I would have known that\nlast night when I was alone in the shelter. Oh, my God. This is the auction jackpot. Like, I couldn't\nhave scored better. I have been down and out\n Tribal after Tribal. So an idol would give me the most power\nthat I could possibly have in this game right now. But there's two tarps\n at this camp. Is it at the top? Am I gonna\n have to, like, climb a tree to get to the corner\n of this tarp? My mind is just going nuts. So, I walk by it\n and kind of do, like, a... a little corner check\n and I see a tiny little lump in the corner of the tarp. Definitely it.\n There's something in there, but my brain is reeling on how I'm ever\ngonna get this idol. I can't just, like,\n slash the tarp, because there are people at camp at all times, like,\nmingling around the shelter. TEENY:\nI want you to try\nand braid my hair for funsies. I'm thinking business\non the sides, party in front. SIERRA:\n Sam and I-- we are, like, a very strong alliance\nand, like, a duo out here. So him losing his vote--\n it's a little scary at this time in the game. We know we have four members\n of Gata, but obviously, you think of the numbers. We need to recruit more. And it just came naturally\nwith Lavo. Like, I feel great with them,\n I feel great connections. So let's work together and knock out Tuku one by one. I think we have\nall formed, like, a great bond with all\nof you, like, from Lavo. Like, you, Sol -and, um, Genevieve.\n -TEENY: Genevieve. SIERRA:\n So it's, like, I don't want to break any of that right now. RACHEL:\nWhat, uh, so, what's our plan? Are we just Lavo and Gata? -I would love that.\n-SIERRA: I know.\nI think right now, we're like,\n\"Let's just knock out Tuku.\" Well, there is a part of me,\nalso, that would love to, you know,\nif we're getting Tukus, for it to be the male Tukus. SIERRA: I think if Kyle loses\nin an immunity challenge, -like, that has\nto be our first target.\n-TEENY: Yeah. TEENY:\n I think the Gata and the Lavo people have kind of formed\nthis alliance together. And the name that we're all throwing around\n right now is Kyle because he's won the past two\n individual immunities. So, if Kyle loses\n the next challenge, he'd be the easy decision. GENEVIEVE:\nI want to catch you and Caroline specifically up on yesterday,\nand I'd love, if you don't mind, to catch up on what I missed\nwith you guys. Um... SUE:\nYou didn't miss much.\nWe were so focused on... -Was it gonna be Rachel?\n-Yeah. Yeah. That would have been good. GENEVIEVE:\n Right now, I believe Teeny is trying to work\n with the former Gata members. We all know they're so charismatic,\nthey're so big and strong. But they are the most dangerous\n to me on this beach. So, I'd like to shake things up\n and steer the next vote towards one\nof the former Gata members. GENEVIEVE:\nI think Sam is charming. But I do not want to sit\nwith him at the end. -CAROLINE: No.\n-SUE: Mm-hmm. But I'd like to keep some\nof those obvious targets around. -You know what I mean?\n-Yes. I don't know how\nyou guys feel about that, but I'm almost inclined to... target, like, Rachel over Sam. Yes. Genevieve is a smart cookie. She is planting the seeds\n for a big move against Gata. And I'm like, \"Damn,\nthat's what I wanted to do.\" That's exactly what\nI wanted to do. Go, Genevieve. -It's more under the radar.\n -GENEVIEVE: Yes. It's more under the radar. CAROLINE:\n Genevieve and I see Gatas are way too charismatic\nand have way much control, and one of them has to go. Sam is an obvious choice, but Rachel is the sneaky,\ndangerous one. GENEVIEVE:\nI was, like, scratching my hand. I thought I was so tan, and then\nI just scratched it off, -and I'm pale.\n-(laughs) It's just dirt. I really want to get the idol. Unfortunately, this camp has not\nbeen empty since I got the clue. But there was this point where almost everybody was\n in the shelter. They were all chitchatting, and I was like,\n\"I think this is my chance.\" I am looking around, trying not to look suspicious. I don't want anybody\n to know about it. I want that power\nto stay with me. I don't want it to be exposed. I flipped up the edge\n of the tarp so I could do it from underneath so no one\n could see that it was ripped. Oh, oh, oh. RACHEL:\n My heart is racing. I'm freaking out.\n I'm trying to get through it. I don't know how long\n it's gonna take. (indistinct chatter in distance) RACHEL:\n Oh, my God. I got it. Look at this guy. Survivor bucket list. I genuinely can't believe\n I pulled it off in broad daylight\n in front of a lot of people. Last night, I was seconds\n from being voted out, and now, I'm holding a... an idol\nthat nobody knows about. That is the epitome of, like,\n a Survivor turnaround. ♪ ♪ Your pain shouldn't be\nminimized or forgotten. ♪♪ When medicine gets better, all of us can get better. In ez , le t me a sk y ou , you're using\nHead & Shoulders, right? Only when I see flakes. Then I switch back\nto my regular shampoo. You should use it every wash, otherwise the flakes\nwill come back. He's right, you know. Is that Tiny Troy? The ingredients\nin Head & Shoulders keep the microbes\nthat cause flakes at bay. Microbes, really? They're always\non your scalp... but good news, there's no itchiness,\ndryness or flakes down here. I love Tiny Troy. And his tiny gorgeous hair. Make every wash count! And for stubborn dandruff, try Head & Shoulders\n Clinical Strength. DU PI XE NT c an h el p pe op le wi th a st hm a br ea th e better in as little\n as 2 weeks. So this is better. Even this. DUPIXENT is an\n add-on treatment for specific types\n of moderate-to-severe asthma that's not for sudden\n breathing problems. DUPIXENT can cause allergic\n reactions that can be severe. Tell your doctor right away\n if you have rash, chest pain, worsening shortness of breath, tingling or numbness\n in your limbs. Tell your doctor about new\n or worsening joint aches and pain\n or a parasitic infection. Don't change or stop asthma\n medicines including steroids, without talking\n to your doctor. Ask your specialist\n about DUPIXENT. ♪ ♪ It's only twice a year. Shop everything you want. On sale now, at Sephora at Kohl's. Bo un ce d fr om o ne do ct or t o th e ne xt . Does it have to be like this? At Kaiser Permanente, we have a different\n kind of healthcare... So, how did you like Doctor Lum? ...where all of us\n work together for all that is you. ♪ ♪ Come on in. Survivor 47 down to 11. Who will survive\nto make it to ten? All right. Shall we get to today's\nimmunity challenge? -Oh, yeah.\n-Yes.\n-PROBST: First things first. For the second time, Kyle,\ngot to take back the necklace. -Thank you.\n-Thank you. Once again,\nimmunity is back up for grabs. For today's challenge, you're\n gonna hold on to a handle connected to a bucket\n containing 25% of your pregame body weight. As your hands fatigue, that bucket's gonna lower. When it finally drops\n and breaks your tile, you're out. Good news is men and women\nhave won this challenge. Better news is\none of each will win today. -(Survivors gasping)\n-Oh, my God. The last woman left standing and the last man left standing -will win immunity,\n-Wow. guaranteed a spot\nin the final ten. Losers, Tribal Council,\nwhere somebody will be\nthe eighth person voted out of Survivor 47 and become\nthe first member of our jury. Big stakes. We'll draw\nfor spots, we'll get it on. Here we go. All right, everybody,\ngrab your handles. And pull it back toward you.\nYou'll hear some clicking. This challenge is on. KYLE:\nOh, my gosh. I already feel slippy. PROBST:\nYou are now holding a quarter of your pregame body weight. The good news is,\nyour odds are a lot better with one man and one woman. But still, this requires\na lot of willpower. And already, Sam is struggling. Come on, Sam. Sam, you got it. PROBST:\nGenevieve starting\nto drop a little bit. Stop. PROBST:\nSam trying to hold on. Not looking good. Sam, slowly... Sam is the first person out.\nRight behind, Genevieve. Come over and take a spot\non the bench. One man, one woman out. PROBST:\nOdds just got a little better. -Oh.\n-PROBST: Now it's Teeny\nwho's struggling. Teeny drops. -Teeny's out.\n-Damn. PROBST:\nWe're less than one minute\ninto this challenge. Three people already out. Four women left, four men left. PROBST:\nSue looking good. Rachel looks like\nshe's in a trance. -Damn, I must have been heavy.\n-PROBST: Well, you have been playing Survivor for 15 days\non very little food. (sighs) (screaming):\nNo! -No!\n-PROBST: Little bit of movement\nnow from Sierra. There it is. Sierra's out. Gabe adjusting now. Gabe trying to wrench it\nback up. Can he do it? Gabe. No. Gabe is out.\nTake a spot on the bench. We are down to three men\nand three women. Two immunity necklaces\non the line, one for each. Caroline readjusting again.\nThat bucket dropping. Can Caroline get it back up? She's trying to make a move. TEENY:\nNice work, Caroline. SIERRA:\nNice work, Caroline.\nPush through. You got it. PROBST:\nCaroline holding it off\nright now. You never know\nwhen someone else is gonna drop. 25% of your pregame\nbody weight is a lot. Sol dropping a little bit. Caroline fighting\nto hang in there. -Sol fighting to hang in there.\n-(exhales loudly) (grunts) -Caroline's out.\n-SIERRA: Come on, Rach. It is Sue and Rachel\nin a showdown for the women. -(exhales sharply)\n-PROBST: It is Sol, Andy and Kyle for the men. Rachel giving everything\nshe's got, trying to wrench that back up. PROBST:\nBut it continues\nto lower inch by inch. -There she goes!\n-SIERRA: Nice, Rach. -PROBST:\nRachel pulling it back up now.\nSIERRA: Yes! Nice, Rachel. PROBST:\nRachel settles back in now. -Ugh!\n-TEENY: You got it, Sol. Fight! PROBST:\nSol digging in, but continues to drop. Rachel is now moving, Sue is\nlocked in right next to her. Sol is out.\nWe're down to two men and two women. It is Sue and Rachel. Rachel's out. Sue,\nyou've won individual immunity. -You're good.\n-(whoops) (whooping) SIERRA:\nNice going, Andy!\nCome on, Andy! We're now looking for one more.\nIt is Andy versus Kyle. Kyle's won it twice. Andy would like\nto break that streak right now and be safe tonight at Tribal. You can't drop now. Dig in. Find that gear\nyou're looking for. Bleed, whatever it takes\nto stay in this. Come on, Andy. PROBST:\nAndy digging back in. Gonna try to wrench it back up.\nCan he do it? -No way.\n-SOL: Nice job, dude.\n-PROBST: And he is. Andy getting that bucket\nback up there. Uses a little strength\nto do that. It gives you a little\nmore margin for a slip later. (grunting) (laughing):\nOw. PROBST:\nKyle's dropped a little bit. Andy now dropping again. Andy trying to pull it back up.\nCan he do it? -There's a little bit of yes.\n-Yes, you can.\n-Come on, Andy. Still dropping. PROBST:\nAndy drops,\nAndy's out of the challenge. Kyle wins his third individual immunity challenge, safe tonight\nat Tribal Council with Sue. Nice, Kyle. PROBST:\nWow. Great showdown. Great effort by everybody. That is not an easy challenge. -So impressive.\n-Nice work.\n-Nice. -Good work.\n-Good job, Kyle. Sue, come on over. (cheering, whooping) -Congratulations.\n-Thank you. Well done.\nAre those tears I see? -I'm hugging you.\n-Yeah, hug me. I love a hug. Sue,\nindividual immunity is yours. Guaranteed a spot\nin the final ten. You will see day 16\nin this game. The emotion is always personal. -So what is it for you?\n-So... If you're just... Like,\nhow would this even be possible? Because I got a bunch\nof warriors over here. So it really feels good,\nbut I just kept telling myself. I kept channeling all\nthe strength of my whole family, knowing that everyone\nat home is rooting for me. And they'll be so proud\nof me doing this. -PROBST: Well done.\n-Thank you. That was definitely possible\n'cause it happened. You are safe tonight,\nwill not be going home. -Thank you.\n-Head back over. -Good job, Sue.\n-Sue! -(laughs)\n-(whooping) Kyle, come on over. -Go, Kyle.\n-Hat trick. PROBST:\nThis is becoming routine. Third straight time this season, individual immunity is yours. You are safe tonight\nat Tribal Council. You will see day 16. Guaranteed a spot\nin the final ten. Head back over. -Congrats.\n-Good job, Kyle. Proud of you, brother. PROBST:\nAll right, so Sue is safe, Kyle is safe. Everybody else, Tribal Council tonight, where somebody will be\nthe eighth person voted out of Survivor 47, and you will become\nthe first member of our jury. Grab your stuff, head out.\nSee you tonight at Tribal. SUE:\n I came into this game\n wanting to be an inspiration to my generation. If I can do this against all\nof these younger people, you can, too. Age is just a number. Get out of your beds,\n get out of your couches. Believe in yourself and come play Survivor. De pr es si on i s a jo ur ne y. I'd made some\nprogress on my antidepressant. But I was still\nmasking my symptoms. So I talked to my doctor. She told me I could\nbuild on my wins, without changing\nmy antidepressant. REXULTI, when added\n to an antidepressant, significantly reduced\n depression symptoms more than an\n antidepressant alone. And less depression?\nThat's a win. Elderly people with\n dementia-related psychosis have increased\n risk of death or stroke. Antidepressants may increase\n suicidal thoughts and actions and worsen depression\n in children and young adults. Call your healthcare\n provider right away to report new\n or sudden changes in mood, behavior,\n thoughts, or feelings, or if you develop\n suicidal thoughts or actions. Report fever, stiff muscles, and confusion,\n which can be life-threatening; or uncontrolled\n muscle movements, which may be permanent. High blood sugar can lead\n to coma or death; weight gain, increased\n cholesterol, unusual urges, dizziness on standing,\n falls, seizures, trouble swallowing, or sleepiness may occur. Keep moving forward. Ask your doctor about REXULTI. So un ds l ik e yo u ne ed to v ap or iz e th at c ol d. DayQuil VapoCOOL? It's DayQuil\nplus a rush of Vicks vapors. ♪ VapoCOOOOOOL ♪ Woah. DayQuil VapoCOOL. The vaporizing\n daytime, coughing, aching,\n stuffy head, power through\n your day, medicine. Th e $6 M ea l De al i s he re . It starts with Dunkin's\n legendary coffee, a toasty, melty bacon egg\n and cheese sandwich, and a crispy, crumbly order of hashbrowns. It's kind of the biggest deal\n in breakfast. The $6 Meal Deal -\n available now. ♪ ♪ SAM: Kyle. -Good work, man.\n-Thank you. Congrats, Kyle and Sue. -Hat Trick Kyle.\n-Hat Trick Kyle. -GABE: Yeah,\nwhat a battle, guys.\n-GENEVIEVE: So amazing. They're making it seem like\nthey're happy for me, but I know everybody here\nis gonna want me out, especially now. This is my third\n immunity win in a row. (chuckles)\nSo, as you can imagine out here, I'm really creating a name\n for myself. This is not good. It's good for me today, but it could be\nthe death of me tomorrow. SAM: With Kyle and Sue\noff the table and safe, Gabe is, by far, a bigger threat than Caroline is\n at this point in the game. Here is my only thought. -I'm a little bit\nmore scared of Gabe.\n-Same. -Yeah.\n-RACHEL: Do you think\nwe need to split or do you think\nwe should just keep it clean? I think we can keep it clean. SAM: Yeah. SOL:\nOkay. SAM:\nThe Gata-Lavo alliance has been a very natural and easy thing\n for all of us. And before you know it, there ain't gonna\nbe any more Tuku left. I feel like I was, like... I just wanted\nto catch up with you guys. -Yeah.\n-And it sounds like... -I feel a little behind,\nthat's all.\n-Yeah. You know, Andy has just been somebody we're...\nwe've been keeping around 'cause he's still\n in Sam and I's pocket. He's just, like, an easy number\n that we could use. He's not a threat,\n he's not somebody I'm worried about in the game. So I'm, like, you know,\nmight as well drag him along a little longer until, you know,\nwe can no longer tolerate him. But we just want to make sure -that you're still strong\nwith us.\n-I am. -And, like, that we still\nhave you locked in.\n-Yeah. -You swear?\n-Yes, that is...\nI swear, that is... -I'm still your island sister?\n-Island sister, yeah. Sam and Sierra still feel like they own me, and they have me\nin their pockets. They look at me\n as an expendable piece, and as sort of a weak player. SIERRA:\n He came over to me,\n and he was like, \"I'm having a really bad day,\"\nand I'm, like... I just feel like the guy's had\na series of bad days. -It's really sad.\n-I know. ANDY:\n And so, for me, that's\n enough to just cut bait. Like, goodbye. I feel like this is my, like, She's All That makeover moment. I'm starting this game\njust like, \"Oh, hi, I'm Andy.\nLike, please like me. \"Um, Sierra and Sam,\n like, you're the cool kids. Like, can you... can I sit\n at your lunch table?\" And now I'm at the merge. And I'm getting a lot cooler\n and, like, I don't need to wear these freaking glasses\n anymore, and I could be... the Andy that\nI believe myself to be. I could be my full version\nof myself. And I can turn into the pivotal\nplayer in this post-merge. Sam and Sierra. -And so...\n-You don't have\nto work with them anymore. -(laughs)\n-Let's do it. -Yeah. Okay.\n-Yeah. It's looking really good. ANDY:\n I can make my own lunch table.\n Sam, Sierra and Rachel-- they're gonna be\n shocked by the new Andy. They're not gonna\n see me coming, and... that was stupid. (laughs) Like, I've been doing a lot. I've been doing a lot\nbehind their backs. I feel like I'm a Lavo. I love hearing that. ANDY:\n I want to build an alliance\n with myself, Lavo and Tuku, and I think splitting up Sam and Sierra\nis of the utmost importance. They're gonna be like,\n\"Damn, Andy did that. Our Andy? Wait, no.\nHe was gonna be our goat.\" -I'm looking to change my fate.\n-Yeah. Just have a number of people\nwho we're actually working with. -Yeah. That's awesome.\n-Yeah. We can just line 'em up and take 'em all out\none by one, you know. -That's promising.\nI'm down for that.\n-I mean... GABE:\n It is perfect, a chef's kiss. You know, however many Gata he wants to turn on,\nthat works for me. -I feel pretty good\nthat he's voting with us.\n-Yeah. Yeah. GABE: That's the question.\nI don't know. KYLE: I think Sam's more of a\nphysical threat, but she is.... -The social game's\nthe dangerous part.\n-GABE: Yeah. I see Sierra as the head of the snake\n right now of Gata, and it's fitting,\nbecause Gata's logo is a snake. So, I mean, there you go. You know, I think it'll be\n a good time to disarm 'em. And whether\nit's Sam or Sierra or... Like, how do you feel\nabout that? -SOL: Yeah.\n-Yes. -You're in?\n-Yeah. GABE:\n If there are\n eight people strong, being the four Tukus,\nthe three Lavos and Andy,\nSierra will be out of the game. TEENY:\nI think the easy thing to do,\nwhich we could all, like, see right now is to work with\nthe Gatas and get a Tuku out. Right? Like, Gabe,\nbecause whatever. Um... I kind of want\nto work with the Gata... -Not the Gata, but Tuku.\n-GENEVIEVE: Tuku? -SOL: Yeah.\n-GENEVIEVE: Me, too. Would you rather lose Sam,\nSierra or Rachel? SOL:\nI think it would be Sierra. TEENY: Right now\n I'm in sort of a pickle where Sierra is somebody who I feel\nlike I'm very good friends with. Working with her in this game\n is something I want to do. But I don't want to take the reins and be\ntoo pushy about anything. GENEVIEVE:\nAre you gonna be choked? I know you're tight\nwith Sierra and Sam. -Like, honestly.\n-TEENY: Um... -Okay.\n-I'm tight with Sierra. So I would want Sam to be\nthe Gata who goes home tonight. My hope is that I can convince\n everybody to vote Sam out. I am very, very scared of him. He's the bigger threat. As far as this vote goes, like, if I had my way,\nit would be Sam. You want Sierra out over Sam? 'Cause that's not my preference. Sam is the biggest threat\n of the three of them. I think he's the head\nof the Gata snake. I think he is charming.\nHe gets everybody laughing. Sam? Agreed. -Hey, hey.\n-TEENY: Look at that. My vote's going on Sam tonight. That's for sure. I'd like to break up Sam\nand Sierra, but... GENEVIEVE:\nIf they're nervous and they have an idol,\nthey wouldn't play it on Rachel. -SUE: Right.\n-She's not in their duo. Rachel may be the easier one\nto go for 'cause they would never\nplay it on Rachel. CAROLINE:\n Voting out Gatas is in almost everyone's\n best interest. I personally would\n love Rachel to leave. I think she's the best player in this game right now. I think she is the most\ndangerous. I want her gone. -CAROLINE: I would like Rachel.\n-Yeah. Genevieve would like Rachel. -Really?\n-Yeah. Why? About where everyone is? I know it's weird\nthat everyone's, like, gone. Something just doesn't\n feel right to me. I want to feel good\nin this kind of Gata-Lavo, like, union. But they're still having a lot\n of conversations with people. RACHEL:\n You just don't know\n what's gonna happen, but what I do know\nis that I have an idol that nobody knows about. Now, it's, like,\n the pressure's on that I know when and if\n I need to play it. I want to go Rachel. SOL:\n I've put too much damn work in helping out Rachel to have her go home tonight. I just want\nto split up that duo. Rachel can be someone\nwe can use. GENEVIEVE:\nRachel's my ultimate preference\n to go home. But there are many different\ncooks in the kitchen, and we want different things. If you ask Teeny,\n she wants Sam out. Sol wants Sierra out,\n and I would take out Rachel. She's a strategic thinker,\n she's social. I see her as a huge threat. And in this group\n that will be voting together, what are the odds all eight of us\nare gonna be like, \"Hey, yeah, that's the target,\nwe all agree\"? Slim to none. [b ar ks ] ♪ There is no life,\n I know ♪ ♪ To compare\n with pure imagination ♪ ♪ Take a look and\n you'll see into your imagination ♪ Fo r pe op le w ho f ee l li mi te d by the unpredictability of\ngeneralized Myasthenia Gravis and who are anti-AChR\nantibody positive, season to season, ULTOMIRIS\nIS continuous symptom control, with improvement in\nactivities of daily living. It IS reduced muscle weakness. And ULTOMIRIS IS the only\nlong-acting gMG treatment with the freedom of just\n6 to 7 infusions per year, for a predictable routine\nI can count on. ULTOMIRIS can lower\n your immune system's ability to fight infections,\n increasing your chance of serious\n meningococcal infections, which may become\n life-threatening or fatal, and other types\n of infections. Complete or update\n meningococcal vaccines at least 2 weeks\n before starting ULTOMIRIS. If ULTOMIRIS is urgent,\n you should also receive antibiotics\n with your vaccines. Before starting ULTOMIRIS,\n tell your doctor about all of your medical\n conditions and medications. ULTOMIRIS can cause reactions\n such as back pain, tiredness, dizziness, limb discomfort,\n or bad taste. ULTOMIRIS IS moving forward with continuous\n symptom control. Ask your neurologist about starting ULTOMIRIS. [c ar h or n] I'm the team mascot, and boy, am I running late. But I've got lead in my foot and spirit in my fingers. [cheering] [car rev] Ha, ha, what a hit! And if you don't have the\nright auto insurance coverage, the cost to cover that... might tank your season. ♪♪ So get Allstate, save money on auto insurance and be protected from Mayhem, like me. [whoo] [cheering] On C he wy , save up to 40% on\nholiday gifts for your pet. Like their favorite\ntreats, toys and food. The best presents.\nAt the best prices. For the best pets. For low prices For holidays with\npets, there's Chewy. ♪ ♪ So this is it. This is the group that will define Survivor 47. Because at the very least,\nyou all will have a say in who wins,\nif not be one of the people vying for it at the end. So, Sam,\nwhere is the game right now and where do you think\nit's heading? SAM:\nThe game is... waiting for war, and you don't want to be the one that's still getting ready while everybody else\nis already in battle. Gabe, agree? GABE:\nI mean, is there\na war coming? Sure. Survivor is a war.\nIt always is, but there's a lot\nof moving parts, and folks were lied to today, but that's what\nTribal Council's for. Your pen goes to parchment, and it reveals\nyour true intentions. PROBST:\nAndy, how about for you? Well, I'm glad everyone's\nstill getting ready for war. I got two votes at the last\nTribal Council I attended, so, I'm under attack already. Like, the battle cries\nare sounding. Like, I'm at war.\nAnd so, we're trying to see what factions are linking up and what factions\nare gonna be left to be vulnerable to this first attack, which is\ntonight, which is a big night. Gabe? Just to stick\nwith our war analogy-- that seems to be the theme\nof Tribal Council tonight. -It's working.\n-GABE: Yeah. So, Christmas Day\nof World War I, I believe, there was a ceasefire,\nand both sides came together, and they played a game\nof soccer. And then the very next day, they just went back to\nthrowing bullets at each other. And that's what auction day\nkind of felt like. -Yeah, you're right.\n-It felt like we all had a ceasefire. And then, the next morning,\nyou wake up, and shots start firing again. PROBST:\nTeeny, why were you nodding? What was it\nabout what Gabe said? You know, we've all enjoyed\nthese milestones of Survivor together--\nmaking the merge, making the jury, at this point. The next goal\nis making it to the end. So, yeah, we're friends, but it's not a game of friends.\nIt's a game of Survivor. And there's only one winner. PROBST:\nGenevieve, is a group this large just as scary if not scarier than a group of five? GENEVIEVE:\nYeah, because\nin a group of five, to have a majority,\nyou need three, which means you need\nto rely on two people. In a group this big, you need\nto rely on many more people. And relying on anyone but yourself is... treacherous in Survivor. PROBST:\nAnd Sierra,\nto Genevieve's point, there's also trust. You can have all the numbers\nstored perfectly, but if the information's bad, -then the numbers are bad.\n-SIERRA: Jeff, school didn't come\nthat easy to me. And keeping all these numbers\nand names and, like, putting all the pieces\ntogether-- it's something that is really taking a toll on me\nmentally, 'cause I'm like, \"Oh, my gosh, how do you\nkeep track of all this?\" But as far as tonight goes, we will see\nwhere our trust lies, short-term and\nlong-term alliances, you know, starting from back\nwhen it was just Gata, but also now,\nwe all have new alliances. And truthfully, I think tonight is, like, a huge outcome of what the rest of the game\nwill look like. PROBST:\nSam, you were nodding. -You agree?\n-SAM: Yeah, I do. It's a lot more difficult\nto be a shepherd when you got more animals\nto keep track of. It's scary.\nYou want to have your finger on the pulse of the game,\nvote or no vote. Like, you want\nto feel like you know where things are kind of headed. But you start to wonder like, \"Is there something\nI'm missing?\" PROBST:\nKyle, if the vote\ngoes the way you think it's gonna go, will it be about a group, an alliance\ngetting their way, or is it taking out\na threat in the game? KYLE:\nWe're all standing here\nlike a bunch of gladiators\nready to brawl in an arena. I think that if you\nstand out as a threat, then you're probably\ngoing to get hit. So it's, like, in a sick way, almost a compliment,\nsaying, like, \"Hey, like, you're really good at this game,\nand I need you to not be.\" -(chuckling)\n-PROBST: Caroline, -you agree with that?\n-Absolutely. I honestly think, at this point,\nif you're targeted, it's a huge sign of, like,\nrespect and admiration. PROBST:\nAndy, how certain are you\nthat you know where the vote is going? Um... I have a plan. I have a name in mind, and I do feel pretty confident that that is what's\ngonna happen. Now, that's not always\nbeen the case. Actually, you know,\nmy last Tribal Council, I felt confident,\nand I was surprised. Point being,\npeople will be left out and be upset. PROBST:\nAll right, group question. How many people here\nare uncomfortable that you could be\ncompletely wrong? So, nobody here really has any certainty. Teeny, is this\nan obvious question or does it speak\nto where this game is right now? I mean, there's never\nany certainty at Tribal Council, and if you feel it,\nthen you should be in trouble, and you usually are. But especially\nat an 11-person Tribal Council, where we have not truly tested our trust\nwith each other. And I think it's monumental, because it's an indicator\nof what to come. What happens tonight\nis really going to show that, you know, there's a level\nof play going on here that we haven't yet seen. PROBST:\nAll right, it is time to vote.\nSol, you're up. ♪ ♪ I'll go tally the votes. If anybody has an advantage or an idol\nand you want to play it, now would be the time to do so. Jeff? I thought I knew what was going on\ncoming into this Tribal tonight, but the longer\nthe Tribal went on, the more this feeling of dread filled my stomach. Um, and I was supposed\nto go home last Tribal, and I don't want any shoulda, coulda, wouldas, so, -SUE: Good for you.\n-I played my Shot in the Dark. Ooh. Ooh. Oh. Thank you. PROBST:\nSo, Rachel played her\nShot in the Dark, which means there is no vote in here\nfrom Rachel. If this says you're safe, then any votes cast\nfor Rachel will not count. Rachel, you are... ...not safe. Any votes cast\nfor Rachel will still count. All right, I'll read the votes. First vote: Sam. Gabe. Sam.\nTwo votes Sam. Sierra. -Wow.\n-PROBST: Two votes Sam, one vote Gabe, one vote Sierra. Sam.\nThat's three votes Sam, one vote Gabe, one vote Sierra. Sierra. That's three votes Sam, two votes Sierra, one vote Gabe. Sam. That's four votes Sam,\ntwo votes Sierra, one vote Gabe. Sierra. -Wow.\n-That's four votes Sam, three votes Sierra,\none vote left. Sierra. -We're tied.\n-... Wow. PROBST:\nSam and Sierra both have four votes, so we're gonna revote. But this is a unique situation that needs an explanation. Typically, when you have\ntwo players who are tied, they don't vote simply because they can only vote\nfor each other, so their votes\nnullify each other. That's the only reason\nthey don't vote. That's not the case tonight.\nSam, you don't have a vote. You didn't cast a vote. Sierra\ndoes, and she did cast a vote. So, Sierra,\nyou will vote in the revote. -Wow.\n-So everybody will vote except Sam and Rachel,\nwho played her Shot in the Dark. And you can only vote\nfor Sierra or Sam. All right, Sol, you're up.\nWill you come grab the urn? I acknowledge\nI'm doing you dirty, but I'm a dirty player. I'll read the votes. First vote: Sam. Sierra. One vote Sam,\none vote Sierra. Sierra. Two votes Sierra,\none vote Sam. That's three votes Sierra,\none vote Sam. Sierra. That's four votes\nSierra, one vote Sam. Eighth person\nvoted out of Survivor 47 and the first member\nof our jury: Sierra. That's five. That's enough.\nNeed to bring me your torch. SIERRA:\nYeah. If I'm the biggest threat\nsitting here, it's pretty... -I'm pretty honored,\nso, thank you.\n-Good game. SIERRA:\nWell done, guys. Sierra, the tribe has spoken. -Can I have a hug?\n-Course. -Pleasure having you out here.\n-(Sierra muttering) -Oh. Bye, Sierra.\n-Bye, Sierra. GENEVIEVE:\nSee you, Sierra. Grab your torches.\nHead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org [A ch oo !] Needs, Alka Seltzer\n Plus Cold & Flu When speed is\n what you need, bounce back fast with Alka Seltzer Plus. Also try the new chewable\n Fizzy Chews. No water needed. No m at te r wh at k in d of t ee th yo u go tt a br us h, Oral-B electric cleans better\n with one simple touch. Oral-B's dentist inspired\n round brush head hugs em, cleans em,\n and gets in between em, for 100% cleaner teeth. Your perfect clean starts\n with Oral-B. Amazon early holiday \ndeals are here. With everything you need to\nkick off the season. Shop Amazon early holiday \ndeals now. [ ♪ ♪ ] Looking for a moisturizer\nthat does more than just\nmoisturize? Try Olay Regenerist\nfor 10 benefits \nin every jar. Olay visibly firms, lifts,\nand smooths wrinkles, by penetrating the skin,\nto boost regeneration at the surface\ncellular level. Try Olay. Th e Fr ee St yl e Li br e 3 Pl us se ns or tracks your glucose\n in real time, and over time it can help\n lower your A1C. ♪♪ This is progress. Learn more and try for free at\n FreeStyleLibre.us ♪♪ SAM:\n I have a vendetta. It's time to cause chaos. PROBST:\n Next time on Survivor... It's an absolute mess. I think\nyou blow up everybody's game. This is nightmare fuel. ♪ ♪ Your challenge\nis to reach the summit. NICK:\nDamn, look how high that is. MANU:\n You'll only be as fast as your slowest member. (screams) MANU:\n Last time, the group passed the midpoint\n in their journey. THERRON (crying):\nOh, my God. I'm not an adrenaline junkie. I do not get on rollercoasters. I do not do stuff like this. -DUSTY: Therron!\n-(screams) MANU:\n And their true characters have been revealed. Raise your hand if it's Dennis you want to send off\nthe mountain. DENNIS:\n Jennye literally just blew up her own (bleep) game. (laughs) JENNYE:\n Dennis is a liar,\n and I'm gonna hold him accountable to his (bleep) lies. NICK:\n This is not a game\n where you want to go around making enemies. (laughs):\nThis could get nasty. (laughs) MANU:\n There's no hiding..."
}