{
    "season": 47,
    "episode": 9,
    "title": "Nightmare Fuel",
    "transcript": "RACHEL:\n My heart is racing. Oh, my God. I got it. Survivor bucket list. PROBST:\n Previously on Survivor... SIERRA:\n It just came naturally\n with Lavo. Let's Gata and Lavo\n work together and knock out Tuku one by one. -CAROLINE: Tuku?\n-Yeah. CAROLINE:\n The former Gata members want to work with us,\nbut I'd like to shake things up. -You're in?\n-Yeah. I'm going to try and steer the next vote towards one\n of the former Gata members. ANDY:\n Sam and Sierra look at me\n as an expendable piece. ANDY:\n They feel like they own me. You don't have to work\nwith them anymore. Yeah. Yeah. But Sam, Sierra and Rachel-- they're not\n gonna see me coming. PROBST:\nEighth person voted out of Survivor 47 and the first member\nof our jury: Sierra. The tribe has spoken. ♪ ♪ Thank you for, uh...\nfor keeping me. I appreciate another day. SAM:\n Tribal Council tonight\n was horrible. Rachel and I get blindsided,\n Sierra gets sent home, and we happen\n to lose Andy in the process. So, Gata is no more. Gata got got. And now... it's every man for himself. All right. That sucks really, really,\nreally bad. -I want to look out for you,\ntoo, and see...\n-Yeah. Yeah. SAM:\n Tonight, both Andy and Lavo flipped on Gata. It was a brilliant acting job, like, across the board. These people had me fooled, and right now, their only mistake was keeping me in the game. That Lava group is a bunch -of very, very good liars.\n-Yeah. SAM:\n And then, I don't even\n want to look at Andy. SAM:\n Yeah. But I just... I don't know where\nto go from here. Like, I don't know who to trust. I kind of had this gut feeling\nthroughout Tribal that there's something going on, but I didn't know what. And so, I played\n my Shot in the Dark. Not safe. Any votes cast for Rachel\nwill still count. RACHEL:\n I played it\n to gauge the reactions of everyone at Tribal\n to see if they were looking worried or surprised. And based on the reaction\nthat everyone had when I played\nmy Shot in the Dark, I did not feel like\nI was the vote, and I didn't play my idol. We just got to play our own individual game and try to do what we can\nfor each other. Moving forward,\n I'm willing to work with just about anyone\n that will have me. I don't have a lot of options.\n(chuckles) Um, my door is open,\nI'm taking calls. We'll see who comes knocking. It was nice that we all stuck\nto the exact plan, though. I want to say that. -Yeah.\n-Yes. -Yeah.\n-Yeah. Andy, thank you\nfor voting with us. It was a team effort. Yeah. After this vote, I'm a certified flipper. I flipped on Gata, and I feel like\nthis is the first step of me taking my fate\ninto my own hands. And so, the only thing\n I have to do at this point is damage control with the Gata members\nwho are left in the game. From my perspective,\nwe come to the merge, and I feel like I was left\nto my own devices a bit. -Okay.\n-So... I wanted to better my position\nin the game. Since the start of this game,\n I felt like I was the outcast. I feel like I was on the bottom,\nand I was sort of an expendable piece. And so, now,\n for me to be the one to get one over on all\n of my original tribe members, like, it's complete Survivor satisfaction. Not everyone gets\nto feel that... that chef's kiss that I have flipped the script. Today, the target was square\non your back, and I spent some social capital\nI just gained to make sure it was Sierra\nand not you. Going all the way back\n to day three after the immunity challenge\nand the moment I had on the mat, I fell on the bottom\n of my tribe, I succumbed to paranoia, and I thought that was just\ngonna be it for me, and that was gonna be my legacy. -I appreciate it.\n-All right. Yeah, dude. And so, I feel like\n I've been given the biggest second chance you could ever have\nin this game. I am learning every day\n out here, and have just a huge amount of just\noverall gratitude that... that this is my story,\nand it's continuing, and I'm still getting\nto write it. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ RACHEL: Dude. It was Sierra, predominantly, that was like,\n\"We could do Andy.\" -Ah-hah.\n-And then, I was like, \"I am not putting\nAndy's name down again.\" ANDY:\n Rachel and I have both been\n on the bottom, and so, I feel like\n if I were to have a future with any of the Gata members,\nit would definitely be Rachel. But the stars have not aligned for various reasons. I'm not gonna lie. That little chain of events... did make me lose trust -in Gata.\n-Yeah. I feel like\n Andy and I have kind of orbited each other\nthis entire game. And we've, like,\nwanted to connect, and then not wanted to connect and we just kind of, like,\n ping-ponged off each other for a long time. It was like a rock\nand a hard place for me. -So I'm sorry, and...\n-That's completely fine. -I want you in this game.\n-Yeah. I wanted you\nin this game the entire time. I feel like we should be working together\nin this game. That was my plan on day one. -Yeah.\nWe're-we're in alignment. -We're synchronized.\n-I agree. I'm like,\n\"You're strong. I'm strong.\" -Yeah.\n-I feel like it's good. There were points in the game\nwhere I was like, \"I kind of want to work\nwith Andy, but, like, oh, he's frustrating to work with.\" You have to be careful, though. I totally... I'm so sorry.\nIt's just that... I just... ANDY:\n Rachel didn't feel\n the same way about me, so I was leaning in to my role,\nwhich was the bottom player. Yeah. I'm in. All right. Fifth person voted out\nof Survivor 47. ANDY:\n I blindsided Rachel\n on the Anika vote. Anika, the tribe has spoken. RACHEL:\n Andy blindsided me\n at the Anika vote and then he blindsided me again last night.\n And so, I feel like\nI'm climbing a sand dune and every step I take up,\nI slide two steps down. Despite all this, it's like, I've always felt\nthe same way about you. Like, we should probably take this opportunity\nto, like, actually... Okay, can we, like... -Work together?\n-Maybe we can work together. -Actually work together? Yeah.\n-For real. Throughout this game, I've definitely broken trust\n with Rachel, but I do like her. I feel like we have chemistry, and we could definitely have\ngame chemistry out here. I feel like,\ngiven the game board, I feel like you are an absolutely key relationship\nfor me right now. -Oh, Andy.\n-I know. Is there anyone\nyou're really wary of? Oh. -There's Kyle\nwith the challenges.\n-Yeah. Sue and Caroline,\nlike, don't like him. -They wanted him out forever.\n-That's true. -That's true.\n-He just won't lose. We've had a rocky road,\n but we're finally in a place now where we can\n maybe start to kind of, like, come together and be like, \"Hi.\" Like, \"Hello. I'm...\" Like, \"I'm Andy.\" \"I'm Rachel.\" And it's like, almost like we can start over and, like,\n reform something and work together on some votes. I still have some sort of life\n in this game. Me rr y Ch ri st ma s Thank you (♪♪) It's that moment It's a gift It's so fluffy When a wish becomes true. A present for me? A person feels seen. I just thought God forbid\nsomething happens to that one I knew you'd like that,\nthat's your color And to be seen Oh, you nailed it! Is to be loved Thanks mom Give the gifts that show\n you get them. Welcome to your Walmart. >> W OM AN : Wh y di d we ch oo se S af el it e? We were loading our\nSUV when... crack! Safelite came right to us, and we could see exactly\nwhen they'd arrive with a replacement\nwe could trust. That's service the\nway we want it. >> SINGERS: ♪ Safelite repair,\nSafelite replace. ♪ ( ♪ ♪ ) Start your day\n with Nature Made. The #1 Pharmacist Recommended Vitamin and Supplement Brand. I' ll b e ho ne st . By the end of\nthe day, my floors...yeesh. But who has the time to clean? That's why I love\nmy Swiffer WetJet. It's a quick and easy way\nto get my floors clean. WetJet absorbs\nand locks grime deep inside. Look at that! Swiffer WetJet. ♪ ♪ TEENY:\n I just want to say sorry. -Like, I know it sucks\n -SAM: Yeah. to, like, be blindsided\nlike that. I feel like it was... We're... From our standpoint,\nkind of like, uh, Tuku wanted\nto split you and Sierra up. -Mm-hmm.\n-Like, thought of you guys\nas a power couple, and that was really hard,\nand I'm sorry. And I know how it must feel. I hope that there's still a way we could, at some point,\nyou know, come together. SAM:\nI'm ready to play. I have a vendetta against Lavo. We thought we were working\nwith Lavo and, turns out, we never had Lavo. So, I'm ready for them to feel what I had to feel last night. -I want to pick myself back up\nand, you know...\n-For real. -'Cause, like, I really want\nto play with you guys.\n-SOL: Right. SAM:\n But I need to play along, at least for now, and then come\nfor my revenge later. I wasn't turning my back\non Sierra. I think everybody\nknew that. Um... So, something had to be done\nabout that, from everybody else's\nperspective, I get that. SOL:\n I was a part of that\n blindside against Sam, but I like Sam's mentality. He's not getting emotional,\nhe's not getting pissed. TEENY:\nDid you and Andy mend fences,\nor, like, what was... -What did he say?\n-Look, I get it from Andy. -You know, I don't have\nany hard feelings there.\n-TEENY: Right. SOL:\n And so the fact\n that Sam's telling me, \"Hey, I get it. It's all good.\" It's like, \"Okay, maybe\nI can work with this guy.\" SOL: Even though I worked\n with Gabe last night to take out Sierra, I think that dude's a player. I'm starting\nto get, like, just... I'm so unsure\nof their dynamics that, like, we should try\nand make it be Gabe. SOL:\nYeah. Okay. SOL:\n At some point,\n we need to get out Gabe, and, um, that's\nwhat I'm trying to do. (all exclaiming) Wow. RACHEL: Okay. CAROLINE:\n Tree mail says,\n \"Only one of us is safe.\" So, what's tricky\n about this type of pairing is you're really trying\nto think about, \"Okay, who will get me\nto that last stage \"of the challenge\n where I can actually compete for individual immunity?\" But I also want to be careful\n not to pick someone who's so competitive\n and so strong that they're gonna be a shoe-in\nto win immunity. SAM:\nAndy? Let's do it. -I'll go with Andy.\n-All right. ANDY: Sam grabs me and is like,\n \"Andy, let's go. Let's do this.\"\nI thought that was interesting because I really\n betrayed him last night. But I kind of looked at it as a pretty good opportunity\n for us to at least, like,\nin a challenge setting, just be kind of bros again. SAM:\n I'm really down to go\n head-to-head against Andy. If it comes down to me and Andy, I'm gonna beat him out. GABE: Me and Kyle are partners going into the challenge today,\nand that's a very exciting thing for me because he's won\n the last three challenges. So, if there's anybody you want\ngoing to battle with you, it's the guy who's on\na winning streak, and I got him. KYLE:\nBased on just general knowledge\n of the game, you can expect to work together\n in a pair to a point. And then that other person\nin your pair is going to become your mortal enemy\n at the end of this challenge, which is exactly why\n I picked Gabe. I think that I can beat Gabe\nwhen we go head-to-head. ♪ ♪ Come on in! Welcome. (laughing) All right, let's get\nto today's immunity challenge. First things first.\nGot to take back the necklaces. Look at Sue coming to me. -Oh.\n-Look at this.\nHow kind. Thank you. -Thank you, Kyle.\n-Absolutely. PROBST:\nOnce again, individual immunity\nis back up for grabs. This morning in tree mail, you were given instructions\nto divide into pairs. So let's get into those pairs.\nLet me see what happened. Get next to your partner.\nLet's see what's what. So, Kyle, you made these pairs. How did that go? -What happened?\n-KYLE: I think everybody just kind of jived\npretty good. You know,\nGabe and I locked eyes, and I asked him to be mine\nand he said yes. (laughing) All right,\nlet's review our pairs. We have Sue and Genevieve. We have Caroline and Rachel, Teeny and Sol, Gabe and Kyle, Andy and Sam. All right, today's challenge\nis gonna run in stages. For the first stage, you're gonna crawl\n through a narrow tunnel filled with sand\n and retrieve one puzzle step. You'll then race\n to dig up a second step. The first three pairs\n to get back with their steps move on to the next stage. The last two pairs are out.\nNo shot at immunity. For the next stage, you will use those steps\n to build a staircase. Once you get to the top,\n you will attempt to cross a three-level\n balance beam. The first two pairs to finish move on to the final stage. You are pairs no more. You will compete\nas four individuals. You'll use your hands and arms\n to brace against two walls while your feet balance on very narrow footholds. It will be painful.\n You will feel it. When you drop, you are out. Last person left standing wins immunity, guaranteed a spot in the final nine--\nsingle digits. Losers, Tribal Council,\nwhere somebody will be the ninth person voted out and become the second member\nof our jury. In addition, you're playing for a reward. Want to know\nwhat you're playing for? (all voicing assent) Final four--\nthose last two pairs that move on\nto the final round-- you will enjoy an afternoon\npicnic back at camp. BLT sandwiches, potato chips, soft drinks. -Worth playing for?\n-(all voicing assent) All right.\nOh, one more thing. -Ooh.\n-Oh, no. The first two pairs who are out lose their vote at tonight's Tribal Council. -Wow.\n-What?! Oh, yeah, one more thing. PROBST: You will take a journey\nwith a chance -to earn it back.\n-Wow. Now we got some stakes\nworth playing for. -All right.\n-PROBST: We're gonna draw\nfor spots. Here we go. Let's go. All right, let's do this. First three pairs\nto finish move on to the next stage. Last two pairs are out,\nno shot at immunity. Here we go.\nSurvivors ready? Go! One at a time, you got\nto get through this tunnel and retrieve one puzzle step. You're working\nthrough a very narrow, very low tunnel\nwith a lot of sand in it. -Kyle working on those knots.\n-SOL: Hell, yeah, Teeny. -PROBST: There goes Teeny.\n-SOL: Hell, yeah, Teeny. Your knot's at your right. Yeah. PROBST:\nYou got to then untie\nthat puzzle step, and get it and you through\nthe rest of this tunnel. It is Kyle in the early lead, yet to lose\nan immunity challenge. -You're good. Go, Gabe.\n-(Sam groans) PROBST:\nHere comes Sam\nwith his puzzle step. You're good! Here goes Andy. Three pairs are moving on,\nso keep digging. SUE:\nYou're doing good, Genevieve. PROBST:\nGenevieve down on the end. -And Teeny.\n-My ass is too big! -KYLE: Come on, man,\n-PROBST: There goes Gabe. we got this. Come on, buddy. Andy's through. Start digging. Gabe's through.\nIt is Sam and Andy, Kyle and Gabe in the lead. -Genevieve is through.\n-SUE: Good job, good job,\ngood job! PROBST:\nYou're good! Go, Sue! -Let's go, Teeny!\n-SOL: Hell, yeah. PROBST:\nGabe and Kyle working\non that second step. Andy and Sam\nworking on that second step. (grunting) You're good.\nGo, Caroline! RACHEL:\nSorry, Caroline. PROBST:\nAbe and Kyle moving on. GENEVIEVE:\nYeah, Sue, yes. Sue is through. You're good. -Start digging!\n-Okay. Dig. PROBST:\nYou're good. Go, Sol! Jeff? -Our piece is out of the bag.\n-PROBST: Yup. -That's on you all.\n-I'm through. PROBST:\nCaroline's through. Find a step. TEENY:\nYou got it, Sol. -Let's go.\n-PROBST: Sol is through. Everybody now digging\nfor their second puzzle step. Sam and Andy--\nthey are on their puzzle step, -but they cannot get it out.\n-(grunting) GENEVIEVE:\nWe're so close. (indistinct chatter) PROBST:\nKyle and Gabe are moving on. PROBST: We're looking\nfor two more pairs. -Yeah.\n-PROBST: Who is it gonna be? Look at that.\nTeeny and Sol have it! They're moving on!\nWe're looking for one more. -Oh, my God.\n-It is going to be Rachel, Caroline, Sam and Andy, or Genevieve and Sue. Sam and Andy have been working\non that piece for a long time, -cannot get it out.\n-Yeah. Yeah. PROBST:\nAndy's pulling on it. Can we wedge it out? GENEVIEVE:\nOne, two and three. -Go, go, go! Go!\n-SOL: Good job, guys. PROBST:\nThere it is! Genevieve and Sue kept working, -and they have moved on.\n-We did it. We did it. -PROBST:\nSam and Andy are out.\n-We did it. We did it. PROBST:\nRachel and Caroline are out. No shot at immunity. -(sighs)\n-CAROLINE: That was hard. PROBST:\nYou have lost your votes. Will have a chance\nto earn them back later today. Sue and Genevieve,\nyou're moving on. Sol and Teeny, you're moving on. Kyle and Gabe, you're moving on. Move up to the next stage\nand we'll keep going. ♪ ♪ (VO) Behind all the holiday\nmagic... is you. Maxx what makes you, you. ♪ ( \"S ta yi n ' A li ve \" by Be e Ge es ) ♪ ♪♪ ♪♪ ♪♪ DU PI XE NT c an h el p pe op le wi th a st hm a br ea th e better in as little\n as 2 weeks. So this is better. Even this. DUPIXENT is an\n add-on treatment for specific types\n of moderate-to-severe asthma that's not for sudden\n breathing problems. DUPIXENT can cause allergic\n reactions that can be severe. Tell your doctor right away\n if you have rash, chest pain, worsening shortness of breath, tingling or numbness\n in your limbs. Tell your doctor about new\n or worsening joint aches and pain\n or a parasitic infection. Don't change or stop asthma\n medicines including steroids, without talking\n to your doctor. Ask your specialist\n about DUPIXENT. (u pb ea t mu si c) ♪♪ Introducing Applebee's\n Really Big Meal Deal for only $9.99. ♪♪ Choose our NEW Hand-Breaded Big Cluckin' Chicken Sandwich. ♪♪ Or the stacked\n Classic Bacon Cheeseburger. ♪♪ Plus fries and a drink. All for just $9.99. That's what we call a\n Really Big Meal Deal. We're eatin' good in the\n neighborhood. My l if e is f ul l of q ue st io ns .. . How do I clean\nan aioli stain? Use Tide. Do I need\nto pretreat guacamole? Not with Tide. Why do we even buy napkins? Thankfully, Tide's the answer\nto almost all of them. ━Do crabs have eyebrows?\n━Except that one. For all of life's\n laundry questions... It's got to be Tide. Amazon early holiday \ndeals are here. With everything you need to\nkick off the season. Shop Amazon early holiday \ndeals now. To m e, H ar le m is h om e. But home is also your body. I asked myself, why doesn't\n pilates exist in Harlem? So I started my own studio. Getting a brick and mortar\n in New York is not easy. Chase Ink has supported\n us from studio one to studio three. When you start small,\n you need some big help. And Chase Ink\n was that for me. Earn up to 5% cash back\n on business essentials with the Chase\n Ink Business Cash card from Chase for Business. Make more of what's yours. ♪ ♪ PROBST:\nAll right. Moving on\nto the next stage, Sue and Genevieve, Sol and Teeny, Kyle and Gabe,\nyou're gonna use your puzzle steps\nto build a staircase, cross the balance beam\nand get to your mat. First two pairs move on\nto the final round. Last pair is out,\nno shot at immunity. Here we go.\nSurvivors ready? Go!\nIt is one puzzle step -at a time. That's the trick.\n-(indistinct chatter) And you got to build it\nin order. You got to figure out\nwhat piece you need. These are all puzzle pieces. The question is\nwhich spots do they go in? Pull out the next one. It's a lot of communication. -SUE: What do you got?\n-One jumbo. So, one jumbo in the middle... Kyle, no.\nGot to go back. If they don't fit,\nit's not right. They may look right,\nbut they may be a little off. This is part of it. -This is a puzzle staircase.\n-Got it. It is not easy. You're gonna\nlearn as you go. A lot of experimentation\nand a lot of memory. -Here comes Kyle.\n-No. That's not right.\nTeeny now gonna get into it. She's got one. That's three for Red\nand that's four for Blue. One jumbo in the second spot. PROBST:\nGenevieve and Sue\nin the early lead. -We're good. Good.\n-KYLE: Yup.\n-Gabe has the second piece. There goes Genevieve\nwith another piece. Blue has got some momentum. Sol sprints\nwith another piece for Red. -Good.\n-Gabe's got one for Yellow. There goes Sue\nwith one for Blue. One jumbo at both ends. Two jumbos on the end? PROBST:\nTeeny with another for Red. -Good.\n-PROBST: This is very tight\nright now. -All three pairs are in it.\n-Good! PROBST:\nGenevieve and Sue have been\nin the lead for most of it, just barely. Then Teeny and Sol, then Gabe and Kyle. -There's another piece for Red.\n-SOL: Yell it out. Big, small, medium! -What?\n-TEENY Big, small,\nmedium, teeny. -PROBST:\nThere's another piece for Blue.\n-One jumbo on the end! Gabe and Kyle trying\nto stay in it. -KYLE: Go, Gabe.\n-TEENY: Go, buddy, go. PROBST:\nSol with another piece.\nRed down to three. Okay. Bring it up. PROBST:\nBlue down to one. Here it is-- the last piece\nfor Sue and Genevieve. You're good.\nOne person across the beam now. -Let's go.\n-Yeah, yeah, yeah. PROBST:\nHere comes Sol\nwith another piece for Red. -Big one on this side.\n-Gabe with another for Yellow. Sue gonna take on that beam. It is Sue and Genevieve\nin the lead. Here comes Teeny\nwith another piece. -Here comes Gabe\nwith another piece.\n-No good. No good. -Good, good, good, good, good!\n-Here, try this. -We have time.\n-PROBST: Sue taking her time\non the beam. Red down to one piece left. -Got to get it in there.\n-SOL: Nice. That's good. You're good, Red.\nNow it's Teeny -and Sol on the balance beam.\n-GABE: Good. PROBST:\nGabe with another for Yellow. -You're still in it.\n-Big one on this end. Slow and steady.\nSlow and steady. -It's a regular balance beam.\n-Teeny whips across it! -You're good!\n-Come on, Sol. Just go. PROBST:\nSue's across! Go, Genevieve!\nKyle and Gabe now down to one piece left.\nHere goes Sol. Come on, Sol. Sol falls. He's got to go back. Slow and steady.\nWe got tons of time. PROBST:\nHere it is, the last piece\nfor Kyle and Gabe. -Got it. Come on, Gabe.\n-Yeah. PROBST:\nLet's go!\nYou're still in this. Kyle and Gabe now\nare crossing quickly. -Kyle jumps on that beam.\n-Just keep stepping. This is gonna be a close finish.\nSol now struggling. You're good, on the mat.\nHere comes Gabe. Sol's across. You're good! Gabe's across. You're good.\nHead down! What a finish on the beam. Wow! What a comeback -by Kyle and Gabe.\n-SOL: Nice job. Hell yeah. After having the lead\nthe entire challenge, Sue and Genevieve fall short -on the beam.\n-Sorry.\n-No, don't apologize. PROBST:\nWhat a finish. That was instant classic. (overlapping chatter) PROBST:\nAnd now lots of congratulations. -Good game.\n-Oh, my God, yeah. PROBST:\nEven with your adversaries. You're seeing it\non display again. Huge effort. All right, we're moving on\nto the final round. Wow. PROBST:\nAll right. We're gonna start\non the highest foothold. At regular intervals,\nwe're gonna move farther down,\nmaking it more difficult. You are gonna feel it.\nWhen you drop, you're out. Last person left standing\nwins immunity. Everybody looks good. This challenge is on. Day 16, Survivor 47. Teeny smiling big as ever. Sol concentrating. Done a lot to get here. You dug through a tunnel,\nbuilt a staircase. You navigated a very tricky\nthree-level balance beam. And now it comes down to this:\nwillpower. This is about pain. Good job, guys. PROBST:\nThis is as good as it will get. That next foothold\nis a lot more narrow. All right, we're gonna\nmove down to the next foothold. Start making your move. This is a live transition. If you fall during this process, you're out. Much more narrow. Gabe, you got to go. -GENEVIEVE: Good job.\n-PROBST:\nEverybody has transitioned... -(whoops)\n-Hang in there.\n-to the next stage. Everybody's good. You're gonna be up here\nfor five minutes. Now this challenge\nis really gonna dig in. Kyle has won all three individual immunity challenges\nthis season, has not lost. A chance to extend that to four. Kyle, how you doing? Doing all right. It's not as bad\nas you thought, huh? I wouldn't go that far. PROBST:\n Everybody looking\n really good up there. Whatever you are doing\n right now, it's working. Watched people do this challenge\n for many years. There's nothing about this\nchallenge that is comfortable. (Gabe gasps) Gabe, you all right? Politely, Jeff,\ndon't talk to me. -(chuckles)\n-PROBST: You got it. Politely accepted. All right, it is time\nfor another live transition. Start making your way down. You can't grip along the way. That's good, Gabe.\nGot to start moving. Gabe's good. Teeny's good. Kyle's good. Sol is good. Gonna be here for ten minutes. (panting) We're now into\nthis third foothold, and this one is really small. PROBST:\nYou cannot give in. You came out here\nto play Survivor. You came out here to win. Outwit, outplay, outlast right now. This is why you came out here, -for this kind of test.\n-(groans) PROBST: Teeny, hang in there.\nLet's go. Dig in.\nFind some more pain tolerance. ♪ ♪ One minute left in this round. Then we go\nto the most narrow foothold. If we get there. Sol with a bit of a slip.\nCan he recover? Sol trying to get it back. He's got it. Come on, guys. Hang tough. PROBST:\nGood news about this challenge. Nobody knows\nif you're struggling or not. -(Teeny sighs)\n-Nobody can see anyone else. But anybody could drop\nat any moment, which is why\nyou want to hang in there -as long as you can.\n-(groans) (groans) PROBST:\nTeeny drops and Sol drops. -SUE: Hang in there!\n-We have a showdown -from an original pair.\n-Hang in there. PROBST:\nIt is Kyle versus Gabe for individual immunity. Great job. PROBST:\nAll right. We're gonna make our move\nto that final stage. Before you move,\nlet me remind you, it is a live transition.\nYou both have to start moving at the same time. Here we go. Three, two, one. Start moving. Get down to that last foothold. ♪ ♪ (exhales loudly) PROBST:\nBoth guys have done it. Now it's on. Kyle versus Gabe. The last\nand most narrow foothold. This is it. We go here\nuntil somebody drops. Game on, brother. PROBST:\nKeep digging. Let's go. Use your arms\nto brace against those walls. (groans) PROBST:\nThis would be Kyle's fourth individual immunity win, a perfect record this season. (groans) PROBST:\nKyle drops. He's out. Gabe wins individual immunity. Safe tonight at Tribal Council, cannot be voted out\nof this game. SUE:\nGood job, Gabe. PROBST:\nWow, what a huge effort. -Gabe, wow.\n-Good job! -Nice job.\n-Good job.\n-Well done. Gabe, come on over. (applause, cheering, whooping) CAROLINE:\nYay, Gabe. Gabe, individual immunity\nis yours. You are safe tonight, guaranteed\na spot in the final nine. -You're in single digits.\n-GABE: Yeah. -Cannot be voted out.\nHead back over.\n-Uh-huh. -Can I hit a dance\nfor the people back at home?\n-Please do. SUE:\nOh, my God. (rhythmic grunting) Aah! Good job, Gabe. -(whooping)\n-SUE: You rocked it. PROBST:\nAll right, little business to take care of right now. Andy, Rachel, Caroline, Sam-- first two pairs to lose. You have lost your vote. So as of now,\nyou do not have a vote. Good news is you're gonna\nleave here, go on a journey where you will have a chance\nto earn it back. It is not guaranteed. Grab your stuff, head out. -Good luck, guys.\n-Good luck, guys. -Good luck, guys.\n-Thank you.\n-Thanks. You will return back to camp\nthis afternoon before Tribal Council. Everybody else\ngoing back to camp, but Sol, Kyle, Gabe and Teeny-- you're gonna enjoy an afternoon\npicnic. A little bit of a break\nfrom the game, a chance to bond,\nfuel for your body, help your mind\nfor the big decision tonight. Who's gonna be the ninth\nperson voted out and become the second\nmember of the jury? Grab your stuff, head out.\nSee you tonight at Tribal. KYLE:\n I am a little\n disappointed in myself because I thought\n that I can beat Gabe. I really gave it my all,\n but now I'm a sitting duck. I can be picked off just as easy\n as the next guy. So, I'm nervous about tonight. I mean, what can I say?\nTh-These are the moments. If you want this, you got\nto apply to be on Survivor. (V O) T hi s ho li da y, V er iz on wi ll t ur n yo ur o ld or broken phone into a gift. Anyone can trade in any phone, in any condition and get Samsung Galaxy S24+ with Galaxy AI and Watch and Tab, all three on us. Even if your phone is old\nor dated, you can turn it in at Verizon for gifts for you\nand the family. All three on us. That's up to $1,900 in value. Only on Verizon. A be ar d th at do es n ' t it ch . And you're\nusing King C.\nGillette on that\nthing? King C.\nGillette? Look! This beard\n trimmer pro's got 40 length settings. And this beard oil-\n one of GQ's best beard\n conditioners for soft, no itch\n facial hair. The Best A Man Can Get... ...is King C. Gillette. Yo u kn ow w ha t yo u do n' t se e in p so ri as is c om me rc ia ls ? The thousands of real people\n who go undiagnosed. People whose psoriasis\n can look very different depending on their skin tone. As the makers of TREMFYA®, we understand that everybody's\n moderate to severe plaque psoriasis\n doesn't look the same. So, we undertook a\n first-of-its-kind study of plaque psoriasis\n in every skin tone. Like hers And his And yours. Serious allergic reactions and increased risk\n of infections may occur. Before treatment, your doctor should check you\n for infections and TB. Tell your doctor if you have\n an infection, flu-like symptoms or if\n you need a vaccine. Ask your dermatologist\n about TREMFYA®. ♪ ♪ ♪ GABE:\n It's a very interesting\n dynamic after the challenge. We're all split up into three separate groups. There are the no-vote\n journey people, and they're off on a different\n island somewhere doing God knows what\nto try and earn their vote back. Then there's Genevieve and Sue, who didn't lose their vote, but they didn't\nget a reward, either. Oh, my God. Oh, my God. And then there's\n the reward group: me, Kyle, Teeny and Sol. -Oh!\n-Congrats, guys. Gabe's not with us right now. GABE:\n This is one of the best\n days of my life. This is bucket list.\nThis is, \"Oh, my God. I'm wearing the necklace.\" And then, on top of that,\n it's the first proper meal I've had in 16 days. I got dizzy from just how good it felt. I'm hallucinating right now. -(groans) -TEENY: All we're hearing from Gabe right now is\n just pleasureful moaning and groaning\n as he bites into this BLT. (moans) TEENY:\n And on the other side of me, I have Sol,\nwho is just a burp machine. (loud burping) SOL:\n I grew up burping\n in front of my family. Whenever I'm just so comfortable\naround people, I'll let it go. (burps loudly) I was trying\nto keep up with Sol. (burping) It was impossible. (burping) SOL:\n I'd much rather have a cool cartoon burp than,\nlike, a weak-ass burp. (loud burping) GABE:\n I would chug some soda to try to force more out, and I would just get a little,\nlike... (imitates burp) (burps) And then, Sol just would be,\nlike, have his head down and lift up and just go... (loud burping) And then put his head back down,\nand I was like, \"I feel small right now.\" (loud burping) Yeah. GABE:\nI mean, you wanted\nSam last night. You know I did. How do you feel about tonight? I'm so down for it. SOL:\n Sam, I necessarily\n don't want to get out. I believe he trusts me. But honestly, the reason why\n I would vote out Sam is 'cause that's what everyone wants\nto do, and I'm riding the boat. It's not my name, number one. That's the most important thing. My name's not on there. Genevieve will be on board with whatever we bring to her. Sue will give us\nthe majority we need if we get Genevieve. KYLE:\n This is the first time I'm actually vulnerable\n in this game. I'm nervous because you never know what Genevieve\nand Sue would be talking about. But, you know,\nI don't really see Genevieve as, like, a super social,\nlike, a thinker in this game. This is what I wanted\nto talk to you about. Sol wants Gabe out. SUE:\n The first time\n Tuku went to Tribal, Kyle wrote my name down. So tonight, my plan was to do a blindside on Kyle. I quite like Gabe, and I don't want him\nto go home yet. I know.\nHe's such a good guy. -That's a huge...\n-And so, like,\nmy preference would be get out Sol. SUE:\n But I learned that\n Sol is after Gabe. If I lose Gabe... ...like, my whole game is shot. -Sue is... Yeah.\n-GABE: You know... -She's great\nto have on our side.\n-GABE: Yeah. -I think it's, like, very nice.\n-GABE: Sue is not gonna be the person to be, like,\n\"Hey, everybody, it's Sol tonight.\" We could do a big blindside\non Sol. It would have to be a total blindside\nbecause he's so clever. I've had a bee in my bonnet\n since my Lavo beach, where Sol targeted my ally Rome. (burps loudly) And we've mended fences-ish. But, like, in this game,\n I am so petty, and so, I've really just been waiting. \"When can I get Sol?\" SAM: I'm going\n into this mystery journey without a vote. I feel vulnerable and in danger and completely powerless. I have to find a way to get my vote back. RACHEL:\nThe last two times, it was -the same puzzle\nfor every person.\n-ANDY: Yeah. Three people were separated\nand did the same puzzle, and if they won,\nthey got their vote back. SAM:\n I went into the challenge with such heart and such motivation that this was gonna be the one\n that I won. I... I really wanted that one. I want it because I don't want to be the guy\n that's scratching to, you know, hang on. SAM:\n I don't know\n what's in store, but I still have a fighting shot at getting myself back into this game. All right. ANDY: These journeys are like nightmare fuel for me. We have to compete in a game, and the loser of this game\n is going to be the one player that loses their vote tonight. I'm like, \"Okay, Survivor put me on this journey. Like,\nlet's see how things shake out.\" I lo ve c ro wd s, if y ou c an b el ie ve i t. Ah, you found me. You found me. There he is. But wherever I go it's\n always “Where's Waldo?” Are you Wally? Yeah. Yeah I am. Never “Who's Waldo?” Sometimes it takes\n someone who really knows you to make you feel seen. Gifts that say I get you.\n Etsy has it. Th is C ha rm in U lt ra So ft S mo ot h Te ar has wavy edges. It's no ordinary square. Charmin Ultra Soft\n smooth tear has wavy perforations that tear\n so much better, with more\n cushiony softness. Enjoy the go,\n with Charmin. ♪ ♪ Vicks VapoStick provides soothing\n non-medicated Vicks vapors. Easy to apply for the whole family. Vicks VapoStick. And try NEW VapoShower Max\n for steamy Vicks vapors. Ma rs ha ll s bu ye rs t ra ve l fa r an d wi de to hustle the best deals\non amazing holiday gifts, so you don't have to. ( ♪♪ ) We get the deals. you gift the good stuff. ♪ I'mma give you\n what you want ♪ ♪ ♪ -Hey.\n-Hey.\n-GABE: Hey, there. (laughs) It was nice. Uh, no. I'm not depressed. I'm not depressed.\nI'm full. (laughs) TEENY:\n So coming back into camp, the four of us have this plan\n to tell Sue and Genevieve about Sam. TEENY:\n And it doesn't really take any time for Sol\nto just shout out, \"So, we decided Sam.\" -SUE: Yeah.\n-GABE: Yeah. TEENY:\n And everybody agreed\n upon Sam to go home. GABE:\nBut, yeah, I think if everyone's cool\nwith Sam tonight, we got numbers right now. We all worked together\nlast night. Let's work together\nagain tonight. GENEVIEVE: Everyone is happy\n with Sam going, but unfortunately\nfor everyone else... ...I had a lot of downtime\nwith Sue. And when I pitch the idea\n of blindsiding Sol, Sue is open to it\n on the condition that I talk to Gabe. He is the missing piece\n to this plan going forward or not. Yeah. Uh-huh. Yeah. The reason Gabe is pivotal\nto this plan is because Gabe has the numbers behind him. All of the Tukus\n will listen to him. He's the one who will make this happen. Okay. GENEVIEVE:\n And so, I think I can use the conversation\n from this morning to my advantage\n because it allows me to approach it\n in a way that he will be extra receptive to. Basically, the name\nthat was said... was you. GABE:\n So me and Genevieve\n go on a walk together and she tells me. She goes, \"Hey, this morning, Sol and Teeny were\nthrowing your name out.\" -My preference would be...\nI would like\n-Yeah. to take out the, like,\n subtle threats. Literally, no one\n is talking about Sol. GABE:\n And she said, \"I think\n that we should make a move for Sol tonight.\" -He's good with everybody,\nand I think\n-No. -him and Teeny want to play\n between Gata and Tuku.\n -No, I-I think you're right. There are dangerous players\n I'm working with that I need to be prepared\nto strike against before they strike me. And if Sol is coming after me,\n he's gonna regret that. It'll burn my bridge with Teeny, which makes me more vulnerable\nto you guys. -And, yeah, yeah.\n-But, like, if he skates by a couple more,\nlike, it will be you, -it will be Kyle,\nand then it'll turn to me.\n-Yeah. I think we could do this but there are people that I need to be on board. -Yeah.\n-GENEVIEVE: Okay. Sol's been, like, kind of working everybody.\nLike, everybody feels like Sol is their BFF. Would you be okay\nwriting Sol's name? KYLE:\n I'm hearing from Genevieve\n that Sol's gonna go. Sam's not even\nthe target anymore. Yeah. KYLE:\n Hey, I'll do\n whatever you guys say as long as I stay around. I'm just really hoping\nthat the rest of the tribemates that have votes are going\nto side with me and decide to keep me in this game\na day longer than Sol. Yeah. Yeah. GENEVIEVE:\n I am a planner,\n and this Sol plan has \"Genevieve Mushaluk\"\nwritten all over it. But it's very complicated\n to pitch a plan when you really have no idea what ingredients\nare going into your plan. And how do you count the numbers when four people\n are on a journey? And will they all\n come back with a vote? Will they come back\n with no votes? And we need one more vote\n to do it. So, it all depends on what's coming back\n from the journey. It is a game\n for the four of us to play against one another\n in which three of us will earn our vote back,\nand one of us will be without a vote\n at Tribal Council. So, the stakes are high. (neck cracking) SAM:\n This game is kind of like building a house of cards. We have to stack up these cards and not knock over the tower. CAROLINE:\n We have to form triangles on top of triangles\non top of triangles. And each card that you put down feels high-stakes. ♪ ♪ CAROLINE:\nGot it? SAM: Wow. Ah. Seriously. I knocked over the tower. It all tumbled down, and I lost my vote tonight. -Back to camp we go.\n-Yeah.\n-RACHEL: Yeah. CAROLINE:\n Not a fan of losing my vote. I like having some control\n in the game, and I'm kind of opinionated on who I want\nto have go home today. I think a lot of people\nare on board -with that right now.\n-I agree. I am, definitely. CAROLINE:\n If Kyle gets to the end, he's just gonna be absolutely\n hard to beat. Kyle is a big challenge threat. And I could see him winning -all the way to the end,\nand, like...\n-Yeah. CAROLINE:\nI really want it to be Kyle, but without a vote, it's more\nchallenging for me to do so. -All right.\n-Let's do it.\n-SAM: All right. Let's go. CAROLINE:\n I don't have agency regarding who goes home tonight, and so, I'm worried. Th ur sd ay N ig ht F oo tb al l on P ri me .. . It 's O n. Th at 's w ha t we d o on T hu rs da y ni gh t. It 's f ir ew or ks . Th ur sd ay N ig ht F oo tb al l is o n. It 's a n ol d sc ho ol N FC E as t sh ow do wn b et we en W as hi ng to n an d Ph il ad el ph ia . It 's J ay de n Da ni el s an d th e Co mm an de rs .. . Th is i s a te am t ha t ca n su rp ri se a l ot o f pe op le . .. .v er su s Ja le n Hu rt s an d th e Ea gl es . To uc hd ow n! Le t' s go ! St re am T hu rs da y Ni gh t Fo ot ba ll . On ly o n Pr im e. [ ♪ ♪ ] Did you know,\nthere's a detergent that gets your dishes\nup to 100% clean, even in an\nolder dishwasher? Try Cascade\nPlatinum Plus. For sparkling\nclean dishes even on the\ntoughest jobs. Just scrape, load\nand you're done. Switch to Cascade\nPlatinum Plus. He y, g ra b mo re D el ec ta bl es . You know, that lickable cat\ntreat? De-lick-able Delectables? Yes, just hurry. Hmm. It must be delicious. Delectables Lickable Treat. Cu st om iz e an d sa ve wi th L ib er ty M ut ua l. Customize and sa━ (balloon Doug pops & deflates) And then I wake up. Is LiMu with you\nin all your dreams? Oh, yeah. Only pay for what you need. ♪ Liberty, Liberty,\nLiberty, Liberty. ♪ DREW BARRYMORE: In this\nfamily, we never give up. St. Jude has helped push\nthe overall survival rate from 20% to more\nthan 80% within the US. But that means one in five\nchildren still won't survive. And every kid in this\nfamily is our kid, so we won't stop until\nno child dies of cancer. Because that's what\nyou do for family. This holiday season,\njoin our St. Jude family. We need you. Please donate now. Wh at a re y ou w or ki ng on t hi s ho li da y? We're washing the laundry! [Ding] Make that drying it. Get Black Friday Savings\n now on the GE Profile\n combo washer/dryer, with smart\n dispense technology. And we got it delivered free. Get Black Friday Savings now\n at The Home Depot. ♪ ♪ GABE: Hey! Welcome back! Oh, no way. GABE:\n Sam, Rachel, Caroline and Andy all return from the journey. And of course,\nCaroline's the person who loses her vote. And I needed Caroline's vote 'cause she was gonna vote\nwith us no matter what. SAM:\nWe basically had to do, like, uh, reverse Jenga. We had to build a tower, and first one to knock over\nthe tower lost their vote. The way the votes are\nshaking out right now are me, Kyle, Genevieve and Sue are gonna go Sol. And because Caroline doesn't have her vote,\nfive is a majority tonight. So, if we can get one more vote,\n there's our five for Sol. The difficult part of this is who else gets to know\nthis is happening. Hi.\nSo, what are we discussing? One of the stronger men\ngoing home. Right. Yeah. GENEVIEVE:\n I am fully aware\n that lying to Teeny and voting out Sol is going\n to burn my bridge with Teeny. She is someone I have a complex\nrelationship with in this game. I care deeply about her.\nI believe she cares about me. But I still think that this\n is the right move for me. Sol. I was thinking\nthat he can't... We can't keep him\nfor a long time. I think that Genevieve is feeling pretty froggy tonight. I think she's ready to jump\nand hop and make a big move. But my current viewpoint\n on how to use Sol is to really just kind of\nuse him for a couple more votes and get rid of him. ANDY:\n And on the other hand, whenever there's a really\nexciting blindside in the works, the last thing\nyou want to be is, you know,\nmissing the boat on that. Check back in with me and I'm,\nlike, if it's lined up, then... -Then you'd do it?\n-Yeah, that'll be fine. Let me see\nif I can line this up. As luck would have it,\n Andy told me Sol was also on his mind.\nNot for tonight. But with a little encouragement, Andy's also in on this plan\nfor Sol tonight. And then\n the question mark became what about Sam and Rachel? And I thought, let's bring in Rachel\n and let's let Rachel decide\ndoes she want Sam in or out? Okay. RACHEL:\n I am now an underdog\n in this game. And so, as much as I owe Sol for sending me\n the advantage, I am genuinely torn. But even more importantly, I don't know if I should\n let Sam in on the vote. This Tribal is my opportunity\nto show these new allies that I am with them\nand that they can count on me. SAM:\nI want to, like,\nknow what's happening. I know. Hey, I can talk\nto you more later. Just know that we are still\nlooking out for you. I can't tell you who it is.\nIt's not you. It's not. SAM:\n I feel very uneasy. I've been a social pariah\naround here. Like, nobody wants\nto talk to me. Rachel is the only person\n in the game that I believe\n I can genuinely trust, and I... I need her right now. So, I'm just gonna guess, -and you don't have\nto confirm anything, obviously.\n-Yeah. You're working with Tuku. You're blindsiding\none of the Lavo. -Yeah? Okay.\n-Mm-hmm. I want... -Please. Please don't\nblow up my spot, okay?\n-I won't. I won't. Okay. I won't. SAM:\n I get the information\n from Rachel that there is a plan\n in the works to blindside Sol. And maybe I shouldn't blow up\nher spot right after I tell her, \"Hey, I'm not gonna blow\n up your spot,\" but I have to be able\n to look out for myself. And so, it's time to cause chaos. It's time to blow this thing up. Okay. You're going home tonight. -S... Shut up.\n-Let's go. Are you serious? I just found out\ntwo seconds ago. Rachel. She was like, \"Sam,\n please don't blow up my spot.\" And that's exactly\n what I'm doing. They're telling you it's me,\ntelling me it's Kyle, and they're voting you out. SOL:\n Me?! I'm going home tonight?! My first reaction is panic. But I work the best\nwhen I'm at the bottom. -And I promise you...\n-Okay. that if we don't do something, -you're going home tonight.\n-Okay. You, me, Andy,\nGenevieve and Teeny. I want Sue\nout of this game because Sue is probably the most\n insulated player in this game. I love you so much. SAM:\n Not only does she have Caroline as a tight number one. She's got Gabe\n and she's starting to get inroads with Andy, Rachel, Genevieve. If I can get Sue out, it'll free up a lot more players\n to work with, and that's important\nto me at this point. I think you blow up everybody's\ngame if you take out Sue. -All Right. Sue.\n-What's Caroline got to do? -Sue.\n-All right. -And Gabe can't...\nNobody on Tuku can find out.\n-Okay. My head is\n on the chopping block. The sun's coming down. I know Tribal Council\n is coming, and I'm gonna do whatever it takes. The vote was me tonight. -What?\n-Yup. So, you, Genevieve, Andy,\nSam and I are voting Sue. Teeny, vote Sue. Okay. My red flags just instantly go up. I have heard nothing about this. And Sol's my number one ally and best friend in this game. TEENY:\n So, my first instinct is, we have to\ndo something about it, we have to save Sol. Lay it on me.\nWhat are you thinking? I'm trying\nto take out Sue tonight. And if you vote with us,\nshe's gone. Who do you...\nSue? -Who do you got?\n-It's me and Lavo. And I think\nif we take out Sue... Yeah. ...Tuku is no more. ANDY:\n Things have totally exploded. I need people to make ballsy\nmoves with me in this game. ANDY:\n Sam is ready\n to make his big move. He wants to gun for Tuku. Dude, this is an exciting day. This is the best day yet. But can I work with Sam again and get rid of Sol later on? This is, like, very big\n decisions that need to be made in a really short\namount of time, because Tribal is looming. It's happening, like, very soon. We're good. What? GENEVIEVE:\n Unfortunately for me,\n my beautiful plan, which was carefully laid out, all the pieces were in place... -Oh, it's...\n-I don't really understand how they could have the numbers\nto do you. GENEVIEVE:\n I feel it slipping through my fingers,\nand have the panic of, \"Oh, no.\nLike, what if it is not Sol?\" Yeah, yeah, so, it was Rach... They pulled Rachel in. GENEVIEVE:\n Sol is coming to me and Teeny, and Teeny's getting pulled in, and it is a mess. Sue is the best target. 'Cause we were already gonna do\n that. So it's not like... -You guys want to do Kyle then?\n-Yeah. We're getting Kyle out. It's Kyle.\nWill you please vote Kyle? I saved you. RACHEL:\n I'm pretty conflicted\n about what to do. There's so much going on and there's so much chaos. It's starting to dawn on me that I should have never\nsaid anything to Sam. Sol is just freaking out. SUE: Once word spread\n that Sol was getting more paranoid, more paranoid, we all changed all of our plans. And we kept going\n back and forth, jumping from person to person\nto person to person. KYLE: It's just a lot\n of running around, it's a lot of craziness, and I'm starting to sweat\na little bit on this one. GENEVIEVE:\n It's an absolute mess, and the sun is setting, and we do not have time\nfor a mess. -Yeah.\n-This is nuts. This is nuts, man. Conversations are still live about \"what are we gonna do?\" GENEVIEVE:\n Okay, is it go ahead with Sol or are we pivoting to something\n else? If we're pivoting, who are we pivoting to--\n Sue or Kyle? And the sun sets and it stops. And those are\nthe questions left. And there are no answers\nto those questions. ♪ ♪ Oo h we a re b ac k! What're we doin' tonight? Well... the dog\nstole your arm... Again? ...and the humans are\nshopping with... Rakuten. What's Rakuten? It's Cash Back at your\n favorite stores. So it's like\nshopping the sales? Better... it's Cash\nBack on top of sales. What?! I didn't know you\ncould stack savings. Girl, you can\nstack anything. Look at us! Look at us! Oh shhh shh... Don't look at us. Don't look at us. Rakuten. Phew that was close! >> W OM AN : Wh y di d we ch oo se S af el it e? We were loading our\nSUV when... crack! Safelite came right to us, and we could see exactly\nwhen they'd arrive with a replacement\nwe could trust. That's service the\nway we want it. >> SINGERS: ♪ Safelite repair,\nSafelite replace. ♪ ( ♪ ♪ ) (♪♪) (♪♪) To 5 0 ye ar s wi th m y be st f ri en d. [SFX: Gasp] [SFX: Spilling sound] Nooo... Aya... Quick,\n the Quicker Picker Upper! Bounty absorbs spills\n like a Sponge. And is 2x more absorbent\n so you can use less. Bounty,\n the Quicker Picker Upper. ♪ ♪ Did you get it? Oh yeah, I got it. Thanks dad.\nBye dad. I needed this mom, thank you. ♪ ♪ Now bring in the first member\nof our jury. PROBST:\nAll right,\nso let's review today. Three-stage challenge\nthat ran in pairs, but it ended up in a showdown\nbetween Kyle and Gabe. Gabe pulled it out. Before we get into the details, one of the things\nthat I noticed was this group camaraderie. Lots of people hugging, \"Congratulations, man.\nI gave it my best.\" But at a certain point, the reminder that it's personal\nis going to take over. So, Kyle, can you have both?\nCan you have a group of people congratulate each other,\nand you mean it, and then you immediately\nstart thinking, \"But I'm taking you out,\nand you have no idea\"? Yeah, Gabe and I were\na perfect example of that today because, like,\nwhen Gabe was able to pull off that W today,\nI was genuinely proud of him. I was happy for that. But then, obviously,\nthat comes with repercussions because that means that necklace\nis no longer around my neck, which means my safety\nis not guaranteed. But then there's\nthe war at hand, where we do have to face off,\nwe do have to start talking about\nwhat we're going to do and-and who needs to go home and why. PROBST:\nGenevieve, does it\nmake it harder to vote somebody out when you have established a society that says, \"We're gonna\ntreat each other kindly, even in defeat\"? GENEVIEVE:\nI don't think so because everyone sitting here is... a fan of the game. And so they can compartmentalize the different aspects\nof the game. And it doesn't feel good,\nbut it's not because we've decided to give it\nour all and be a community. It just doesn't feel good\nfor other reasons. But for me, personally, I saw my name on parchment at the first Tribal Council\nI was at. And that gave me, you know, 007 license to kill\nin this game because that could have been\nmy last Tribal Council. PROBST: So, Sam, one of the elements of today was four people lost votes. You had a chance to get 'em back.\nHow did that go? SAM:\nI was able to finally earn my voting power back\nin the game after feeling pretty helpless for the last two\nTribal Councils. But, you know, Caroline ended\nup losing her vote tonight. PROBST:\nSo, Caroline, -you will not vote tonight?\n-No. PROBST: How impactful is that\nwith all the uncertainty that's going on? It's a really weird feeling in that there's so much chaos\nhappening, even just behind me\nin this very moment and leading up to Tribal Council. And I want to know\nwhat's happening, and I want to be in the know,\nbut it feels so bizarre because I actually\ncan't do much about it. I can share the knowledge\nthat I have and my opinions, but at the end of the day,\nI can't put pen to parchment. PROBST:\nSue, something else I'm noticing about tonight's Tribal is\nfrom the second you sat down, there are tiny little\nconversations happening. Yeah. In my peripheral vision\nright now, I can see conversations\ngoing on. So, it-it's sort of\nfreaking me out a little that people are having\nthese conversations already and we're still trying\nto have conversations with you. Sol, the chaos\nthat is happening right now-- is this what it was like\nback at camp? SOL:\nYes. You know, you would like to have a solid plan going in. And there was just confusion\nand then more confusion. Bottom line, this game means\na lot to everybody, so you want to make sure that\nyou're all on the same page. And, uh, it looked\npretty chaotic, yeah. -Andy, do you agree?\n-ANDY: Absolutely. The chaos is happening right now because we d not\nfinish at camp. I don't feel like\nthere's a need to hide it. It was explosive,\nthis scramble today. Pure disarray. No one's feeling\nsecure right now. I think there are conversations\nthat still need to be had, but we're sitting here\nanswering your questions, and we're just trying\nto deal with that right now. PROBST:\nAnd it's your Tribal, -so, I got some questions.\n-ANDY: Sure. -You got some talking to do.\n-Definitely. -We got all night.\n-(laughing)\n-ANDY: You just want everyone to shush? Except for me,\nand I... Let me whisper. I want to get my whispers in,\nand then no one else can. That would make me feel\nthe most secure, but that's not possible\nout here. PROBST:\nTeeny, Survivor requires you to be on point at any given time,\nbut this is very specific. This is,\n\"Not sure what the plan is, \"not sure who I can trust.\nWe only have a few minutes before we vote,\nso I must...\" What? -Can you repeat the question?\n-PROBST: Yeah. If there was one skill\nthat you could rely on right now, what would it be? Adaptability. I mean, I've had\ndifferent experiences going to Tribal Council. I've gone in confident and sure and been blindsided\nand absolutely wrong. I've gone in confident and sure and been right\nand found people I could trust. But tonight,\nit's completely unfamiliar because I am going in\nabsolutely unclear of what I'm doing, what the people\nwho I've talked to are doing. And I think a lot of us\nare feeling that way. PROBST:\nGenevieve, that's the fear. You can never trust, ultimately, if the last\nconversation was the last one you needed to have. GENEVIEVE:\nWhat I would say is, good players are good\nat deciphering new information, i.e., my plan needs to change from information\nthat's just noise. And so, I am going to\nstay the course. And I think there are\nother players out here who want to make moves and can also tell the difference\nbetween news and noise. Kyle, is this distracting,\nthis animated conversation? Heck, yeah, it's distracting. There's something about it\nthat just, is, like, tugging on my ear. Every time I see somebody\nlean over or do something, all I want to do is, like,\nclimb in the middle of it -and hear what's being said.\n-Yeah. Sol gonna join in. So, Caroline, do you have\nan idea of why there's chaos? CAROLINE:\nAll I know is that\nchaos is beneficial for people who are in bad spots. If you're in a good spot,\nand you have good \"plaos\"... and you have a good plan,\nchaos can just destroy you. So I'm not a fan of chaos.\nI... Yeah. But again, I'm not voting,\nso, I'll let the chaos happen. But they can vote for you. You know, that is true. I do not like that. But the thing is,\nwe also have to think about what are\nthe other dynamics here. And I love what Genevieve said. -Oh!\n-The best Survivor players\ncan tell signal from noise. And I'm seeing a lot\nof noise right now. PROBST: Kyle, it's happening, it's real, it's alive. This is a million-dollar vote. Somebody's dream\nwill be squashed tonight. This is it, man.\nThe game is afoot. It's happening\nright before your eyes and right next to my ears. I mean, this is what\nI signed up for. I didn't know\nit was gonna be this chaotic. GABE:\nThere's a lot of things\nto balance when you have so many people. It's not, \"Okay, I know \"my two or three people.\nLike, they're good. \"I know they're good\nbecause I know them \"and I've been with them. \"Uh, I need six or seven people\nto do what I need them to do to move forward in my game.\" And, I mean,\nthis makes it very unreliable. It makes it shaky. All right. I'm sorry. PROBST:\nAll right, well, I said that you will have as much time\nto talk as you want. I'm ready to vote.\nAre you all? -Good.\n-Good. Yeah.\n-All right. It is time to vote. Sol, you're up. ♪ ♪ ♪ ♪ I'll go tally the votes. If anybody has an advantage\nor an idol and you want to play it,\nnow would be the time to do so. All right, I'll read the votes. First vote: Sol. Sue.\nOne vote Sol, one vote Sue. Sol.\nTwo votes Sol, one vote Sue. Sol. That's three votes Sol,\none vote Sue. Sol.\nFour votes Sol. Ninth person voted out and\nthe second member of our jury: Sol. That's five. That's enough.\nYou need to bring me your torch. -Good game, guys.\n-Good game, Sol. -Good luck, everybody.\n-Good game, man. Sol, the tribe has spoken. Time for you to go. Grab your torches.\nHead back to camp. Good night. Captioning sponsored by\n CBS and TOYOTA. Captioned by Media Access Group at WGBH access.wgbh.org My l at e fa th er -i n- la w li t up a r oo m, but his vision\ndimmed with age. He had AMD. I didn't know it then,\nbut it can progress to GA, an advanced form\nof the disease. His struggle with\nvision loss from AMD made me want to help you see\nwarning signs of GA, like: hazy or blurred vision, so it's hard\nto see fine details, colors that appear dull\nor washed out, or trouble with low light that makes driving at night\na real challenge. If you think you have GA,\ndon't wait. Treatments are available. Ask a retina specialist about\nFDA-approved treatments for GA and go to GAwontwait.com ( ♪ ) ( ♪ ) ( ♪ ) ( ♪ ) Re me mb er t ra in ee s. We don't wish for it. We work for it! ━ Switch and save today!\n━ Switch and save today! Thanks for calling GEICO. Switch and save today! It is pressure that\ncreates diamonds. And also like a great\nCuban sandwich. What? Switch and save today! When it comes to providing\ngreat savings, we refuse to be outworked! Switch and save today! Nice one, Leonard! Marcy and I just got\nthis panini press, it's just changed\nour lives. Glen, focus! Switch and Save! Get more with GEICO. Knees up! Th at g ri my f il m on y ou r te et h? Dr. G? ♪♪ It's actually\nthe buildup of plaque bacteria which can cause cavities. Most toothpastes quit\n working in minutes. But Crest\n Pro-Health's antibacterial fluoride protects all day. So it stops cavities\nbefore they start... Crest. Amazon early holiday \ndeals are here. With everything you need to\nkick off the season. Shop Amazon early holiday \ndeals now. ANDY:\n People see the charming Andy. (laughs) But I'm a smiling assassin. PROBST:\n Next time on Survivor... I don't care who I have to burn. I'm gonna get my revenge\n and twist the knife while I'm at it. ... hate him.\nI want to kill him. I want to kill you, Kyle. BECKYLEE:\n Paranoid people... -flip.\n-(wind whistling) MANU:\n 16 people began this journey with a million dollars\n on their backs. Now only eight remain, and the mountain's keeper has\nbeen watching their every move. They're closing in\n on the summit... JEANNIE:\nSummit, here we come! MANU:\n ...but the mountain\n continues to test them... ...as obstacles and terrain become more difficult\n and dangerous. I don't want to do it. -I want to quit. -MANU: Bodies and minds -have been tested... -(screams) I'm mad, I'm angry. MANU:\n ...and the mountain's keeper hasn't run out of surprises. DUSTY:\n\"There aren't any tents \"or supplies\nat the next checkpoint."
}